[
  {
    "_id": "page_1_001",
    "metadata": {
      "chunk_text": "OUR PASTS-I\nSocial Science\nTEXTBOOK IN HISTORY FOR CLASS VI\n2018-19",
      "page": 1,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_2_001",
    "metadata": {
      "chunk_text": "ISBN 81-7450-493-1\nALL RIGHTS RESERVED\nq No part of this publication may be reproduced, stored in a retrieval system or\ntransmitted, in any form or by any means, electronic, mechanical, photocopying,\nrecording or otherwise without the prior permission of the publisher.\nq This book is sold subject to the condition that it shall not, by way of trade, be lent,\nre-sold, hired out or otherwise disposed of without the publisher’s consent, in any\nform of binding or cover other than that in which it is published.\nq The correct price of this publication is the price printed on this page, Any revised\nprice indicated by a rubber stamp or by a sticker or by any other means is incorrect\nand should be unacceptable.\nOFFICES OF THE PUBLICATION\nDIVISION, NCERT\nNCERT Campus\nSri Aurobindo Marg\nNew Delhi 110 016 Phone : 011-26562708\n108, 100 Feet Road\nHosdakere Halli Extension\nBanashankari III Stage\nBengaluru 560 085 Phone : 080-26725740\nNavjivan Trust Building\nP.O.Navjivan\nAhmedabad 380 014 Phone : 079-27541446\nCWC Campus\nOpp. Dhankal Bus Stop\nPanihati\nKolkata 700 114 Phone : 033-25530454\nCWC Complex\nMaligaon\nGuwahati 781 021 Phone : 0361-2674869\nPublication Team\nHead, Publication : M. Siraj Anwar\nDivision\nChief Editor : Shveta Uppal\nChief Business : Gautam Ganguly\nManager\nChief Production : Arun Chitkara\nOfficer (Incharge)\nEditor : Benoy Banerjee\nProduction Assistant : Deepak Jaiswal\nCover, Layout and Illustrations\nArrt Creations, New Delhi\nFirst Edition\nFebruary 2006 Phalguna 1927\nReprinted\nOctober 2006 Kartika 1928\nNovember 2007 Kartika 1929\nJanuary 2009 Pausa 1930\nJanuary 2010 Magha 1931\nJanuary 2011 Magha 1932\nJanuary 2012 Magha 1933\nJanuary 2013 Pausa 1934\nOctober 2013 Kartika 1935\nDecember 2014 Pausa 1936\nFebruary 2016 Magha 1937\nDecember 2016 Pausa 1938\nNovember 2017 Agrahayana 1939\nPD 650T RPS\n© National Council of Educational\nResearch and Training, 2006\n````` 55.00\nPrinted on 80 GSM paper with NCERT\nwatermark\nPublished at the Publication Division\nby the Secretary, National Council of\nEducational Research and Training,\nSri Aurobindo Marg, New Delhi 110 016\nand printed at Goyal Offset Printers,\nA-64/4, G.T. Karnal Road Industrial Area,\nDelhi - 110 033\n2018-19",
      "page": 2,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_3_001",
    "metadata": {
      "chunk_text": "FOREWORD\nThe National Curriculum Framework (NCF), 2005 recommends\nthat children’s life at school must be linked to their life outside\nthe school. This principle marks a departure from the legacy of\nbookish learning which continues to shape our system and causes\na gap between the school, home and community. The syllabi and\ntextbooks developed on the basis of NCF signify an attempt to\nimplement this basic idea. They also attempt to discourage rote\nlearning and the maintenance of sharp boundaries between\ndifferent subject areas. We hope these measures will take us\nsignificantly further in the direction of a child-centred system of\neducation outlined in the National Policy on Education (1986).\nThe success of this effort depends on the steps that school\nprincipals and teachers will take to encourage children to reflect\non their own learning and to pursue imaginative activities and\nquestions. We must recognise that, given space, time and freedom,\nchildren generate new knowledge by engaging with the\ninformation passed on to them by adults. Treating the prescribed\ntextbook as the sole basis of examination is one of the key reasons\nwhy other resources and sites of learning are ignored. Inculcating\ncreativity and initiative is possible if we perceive and treat\nchildren as participants in learning, not as receivers of a fixed\nbody of knowledge.\nThese aims imply considerable change in school routines and\nmode of functioning. Flexibility in the daily time-table is as\nnecessary as rigour in implementing the annual calendar so that\nthe required number of teaching days are actually devoted to\nteaching. The methods used for teaching and evaluation will also\ndetermine how effective this textbook proves to be for making\nchildren’s life at school a happy experience, rather than a source\nof stress or boredom. Syllabus designers have tried to address the\nproblem of curricular burden by restructuring and reorienting\nknowledge at different stages with greater consideration for child\npsychology and the time available for teaching. The textbook\nattempts to enhance this endeavour by giving higher priority and\n2018-19",
      "page": 3,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_4_001",
    "metadata": {
      "chunk_text": "space to opportunities for contemplation and wondering, discussion\nin small groups, and activities requiring hands-on experience.\nThe National Council of Educational Research and Training\n(NCER T) appreciates the hard work done by the textbook\ndevelopment committee responsible for this book. We wish to thank\nthe Chairperson of the advisory group in Social Science, Professor\nHari Vasudevan and the Chief Advisor for this book, Professor\nNeeladri Bhattacharya for guiding the work of this committee.\nSeveral teachers contributed to the development of this textbook;\nwe are grateful to their principals for making this possible. We\nare indebted to the institutions and organisations, which have\ngenerously permitted us to draw upon their resources, material\nand personnel. We are especially grateful to the members of the\nNational Monitoring Committee, appointed by the Department of\nSecondary and Higher Education, Ministry of Human Resource\nDevelopment under the Chairpersonship of Professor Mrinal Miri\nand Professor G. P. Deshpande, for their valuable time and\ncontribution. As an organisation committed to systemic reform\nand continuous improvement in the quality of its products, NCERT\nwelcomes comments and suggestions which will enable us to\nundertake further revision and refinement.\nDirector\nNational Council of Educational\nResearch and Training\nNew Delhi\n20 December 2005\n( iv)\n2018-19",
      "page": 4,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_5_001",
    "metadata": {
      "chunk_text": "TEXTBOOK DEVELOPMENT COMMITTEE\nCHAIRPERSON, ADVISORY COMMITTEE FOR TEXTBOOKS IN SOCIAL\nSCIENCE AT THE MIDDLE LEVEL\nHari Vasudevan, Professor, Department of History, University of\nCalcutta, Kolkata\nCHIEF ADVISOR\nNeeladri Bhattacharya, Professor, Centre for Historical Studies,\nJawaharlal Nehru University, New Delhi.\nADVISOR\nKumkum Roy, Associate Professor, Centre for Historical Studies,\nJawaharlal Nehru University, New Delhi.\nMEMBERS\nAnil Sethi, Former Professor, Department of Education in Social\nSciences, NCERT\nGauri Srivastava, Reader, Department of Women’s Studies,\nNCERT\nJaya Menon, Reader, Department of History, Aligarh Muslim\nUniversity, Aligarh\nN.P. Singh, Principal, Rashtriya Pratibha Vikas Vidyalaya,\nNew Delhi\nP.K. Basant, Reader, Department of History and Culture,\nFaculty of Humanities and Languages, Jamia Millia Islamia,\nNew Delhi\nRanabir Chakravarti, Professor, Centre for Historical Studies,\nJawaharlal Nehru University, New Delhi\nShuchi Bajaj, Post-Graduate Teacher (History), Springdales\nSchool, New Delhi\nVishwa Mohan Jha, Reader in History, Atma Ram Sanatan\nDharma College, Delhi University, New Delhi\nMEMBER-COORDINATOR\nSeema S. Ojha, Lecturer, Department of Education in Social\nSciences, NCERT.\n2018-19",
      "page": 5,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_6_001",
    "metadata": {
      "chunk_text": "2018-19",
      "page": 6,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_7_001",
    "metadata": {
      "chunk_text": "WHY STUDY HISTORY?\nThis year, in Class VI, you will read history. It is part of a bigger\ngroup of subjects known as Social Science. Social Science helps\nus understand the working of our social world. It tells us about\ngeography, the way the economy works, and the manner in which\nsocial and political life is organised. Most parts of Social Science\nother than history tell you about the world in the present. History\nwill help you understand how this present evolved. It will tell you\nabout the past of the present.\nWhen we live in a society, we become used to the world around\nus. We begin to take that world for granted. We forget that life\nwas not always the way we see it. Can you, for instance, imagine\na life without fire? Can you think of what it is to live in a society\nwhere the cultivation of crops was unknown? Or, what it was to\nlive at a time when roads and railways did not exist, and yet\npeople travelled long distances? History can take us into these\npasts.\nHistory in this sense is an adventure. It is a journey across\ntime and space. It transports us into another world, another age,\nin which people lived differently. Their economy and society, their\nbeliefs and faiths, their clothes and food, their settlements and\nbuildings, their arts and crafts – everything was different. History\ncan open doors into such worlds.\nYou may shrug your shoulders and say “Why should we bother\nabout pasts that are no longer with us, pasts that have gone by?”\nBut history is not just about the past. It is about the present.\nThe society we live in has been fashioned by those who came\nbefore us. The joys and sorrows of their daily lives, their attempt\nto grapple with the problems of their time, their discoveries and\ninventions, slowly transformed human societies. These changes\nwere often so gradual, so seemingly small, that their impact was\nnot noticed by people at that time. Only later, when we return to\nthe past, when we study history, can we begin to see how these\nchanges happened, and we can observe their long-term effect. By\nreading history we can understand how the modern world has\nemerged over long centuries of development.\n2018-19",
      "page": 7,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_8_001",
    "metadata": {
      "chunk_text": "The book that you will study this year will take you back to\nour ancient pasts. Over the next two years you will continue\nyour journey through the history of subsequent periods.\nIn this book you will read not just about the kings and queens\nwho lived in ancient India, and about their conquests and policies.\nYou will learn about hunters and peasants, crafts people and\ntraders. You will see how fire came to be used, and iron tools\nwere discovered; how wheat and rice began to be cultivated, and\nvillages and towns developed. You will read about pilgrims and\nsaints, buildings and paintings, religions and beliefs. You will\nfind out that history is not only about great men. It is also about\nthe lives and activities of ordinary women, men and children.\nHistory is not only about political events, it is about everything\nthat happens in society.\nThe book will also help you understand how historians come\nto know about the past. Somewhat like detectives, historians\nfollow clues and traces left by people who lived in the past.\nEverything that survives from earlier times – stone tools, traces\nof plants, bones, written material and pictures, ornaments and\nimplements, inscriptions and coins, buildings and sculpture, pots\nand pans — can tell us something about the past. Historians\nand archaeologists study these sources and try and understand\nthem. In this book, you will see many of these sources and find\nout how historians study these.\nBut studying history can help us understand more than the\npast. It enables us to develop important skills and qualities. When\nwe try and enter another world, we have to learn how to do this\n— to understand people whose lives were different. As we do\nthis, we open up our minds and break out of our small present-\nday worlds. We begin to see how other people may think and act.\nThis can become a learning experience that enriches us in many\ndifferent ways.\nSo, before you shrug your shoulders, ask yourself one question:\nDo I want to know who I am? Do I want to understand how this\nsociety works? Do I want to understand the world in which I live?\nIf you do, then you will need to know how our societies have\nevolved. And how our pasts have shaped the present.\nNeeladri Bhattacharya\nCHIEF ADVISOR\nHISTORY\n(viii)\n2018-19",
      "page": 8,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_9_001",
    "metadata": {
      "chunk_text": "ACKNOWLEDGEMENTS\nThis book has been in the making for several months. The team\nthat developed this book included school teachers, subject experts\nfrom colleges and universities, and NCER T faculty. All the\nmembers of the team have worked to write the text, select visuals\nand design exercises. We have had long and intense discussions\non all these aspects.\nWe have greatly benefited from the insightful and incisive\ncomments and suggestions offered by young readers — Apoorv\nAvram, Mallika Visvanathan and Meera Visvanathan. We have\ntried to incorporate the comments and suggestions offered by all\nthose who read drafts of the book as it took shape. We would like\nto thank in particular the members of the National Monitoring\nCommittee who offered detailed suggestions. We are also grateful\nto Professor Romila Thapar, Uma Chakravarti, Jairus Banaji,\nUpinder Singh, C. N. Subrahmaniam of Eklavya, and Mary John\nfor reading and offering critical comments on drafts. Professor\nB.D. Chattopadhyaya, Professor Kunal Chakrabarti, Vijaya\nRamaswamy, Professor S.R. Walimbe and Naina Dayal advised\nus on specific sections. Professor Narayani Gupta provided\nconstant support.\nWe are also grateful to the Director General, Archaeological\nSurvey of India, Surendra Kaul, Director General, Centre for\nCultural Resources and Training, New Delhi, Purnima Mehta\nand the staff of the Photo Archives, American Institute of Indian\nStudies, Gurgaon, Haryana, K.P. Rao, University of Hyderabad,\nand Bharati Jagannathan for providing photographs of\ninscriptions, coins, monuments, sculpture, painting, including\nillustrations of archaeological and historical sites and artefacts,\nsuch as pottery, tools and associated finds. We would like to\nthank Geetanjali Surendran and the members of the National\nManuscript Mission, New Delhi for photographs of manuscripts.\nCatherine Jarrige kindly granted us permission to reproduce the\nsketches of Mehrgarh. We would also like to thank those who\nprovided us with pictures of children — Umesh Matta of UNICEF,\nNew Delhi, R.C. Das of CIET, NCERT, and Springdales School,\nNew Delhi.\n2018-19",
      "page": 9,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_10_001",
    "metadata": {
      "chunk_text": "The maps in the book have been drawn by K. Varghese of\nJawaharlal Nehru University, New Delhi, and Shyam Narain\nLal, Department of History, Jammu University. Subhadra\nSengupta copyedited and proofread the manuscript. Animesh\nRoy and Ritu Topa of Arrt Creations, New Delhi, designed\nand typeset the book. We would like to take this opportunity\nto express our appreciation of their efforts.\nWhile every effort has been made to acknowledge the\nsource of illustrations, we apologise for any omissions that\nmay have inadvertently taken place.\nWe look forward to more feedback on the book, and hope\nto improve on it in future editions.\nSpecial thanks are due to Savita Sinha, Professor and Head,\nDESSH, NCERT for her support during the development of\nthis book.\nThanks are due to Shveta Uppal, Chief Editor, NCERT and\nVandana R. Singh, Consultant Editor for going through the\nmanuscript and suggesting relevant changes.\nThe Council also gratefully acknowledges the contributions\nof Arvind Sharma, DTP Operator; during the preparation of\nthe book and Incharge DTP Cell, Bijnan Sutar in shaping\nthis book. The efforts of the Publication Department, NCERT\nare also highly appreciated.\n(x)\n2018-19",
      "page": 10,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_11_001",
    "metadata": {
      "chunk_text": "C O N T E N T S\nForeword iii\nWhy Study History? vii\n1. WHAT, WHERE, HOW AND WHEN? 1\n2. ON THE TRAIL OF THE EARLIEST PEOPLE 11\n3. FROM GATHERING TO GROWING FOOD 22\n4. IN THE EARLIEST CITIES 32\n5. WHAT BOOKS AND BURIALS TELL US 43\n6. KINGDOMS, KINGS AND AN EARLY REPUBLIC 54\n7. NEW QUESTIONS AND IDEAS 65\n8. ASHOKA, THE EMPEROR WHO GAVE UP WAR 75\n9. VITAL VILLAGES, THRIVING TOWNS 87\n10. TRADERS, KINGS AND PILGRIMS 99\n11. NEW EMPIRES AND KINGDOMS 111\n12. BUILDINGS, PAINTINGS AND BOOKS 122\n2018-19",
      "page": 11,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_12_001",
    "metadata": {
      "chunk_text": "IN THIS BOOK\n• You will find that each chapter is introduced by a young\ngirl or a boy.\n• Each chapter is divided into sections. Read, discuss\nand understand each section before proceeding to the\nnext.\n• Some chapters contain definitions.\n• Many chapters contain a portion from a source, clues\nfrom which historians write history. Read these\ncarefully, and discuss the questions they contain.\n• Many of our sources are visual. Each illustration has a\nstory to tell.\n• You will also find maps. Look at these and try to locate\nthe places mentioned in the lessons.\n• Many chapters contain boxes with interesting,\nadditional information.\n• All chapters end with a section titled Elsewhere. This\ntells you about something that was happening in\nanother part of the world.\n• At the end of each chapter, you will find a list of\nkeywords. These are to remind you of important ideas/\nthemes introduced in the lesson.\n• You will also find some dates listed at the end of each\nchapter.\n• In each chapter there are intext questions and activities\nthat are highlighted. Spend some time discussing these\nas you go along.\n• And there is a small section titled Imagine. This is your\nchance to go back into the past and figure out what\nlife would have been like.\n• You will also find three kinds of activities listed at the\nend of each chapter — Let’s recall, Let’s discuss and\nLet’s do.\nSo, you will find that there is a lot to read, see, think\nabout and do. We do hope you enjoy it.\nElsewhere\nDefinitions\nAdditional\ninformation\nKEYWORDS\nSOME IMPORTANT\nDATES\nImagine\nLet’s recall\nLet’s discuss\nLet’s do\nSource\nLOOK OUT FOR THESE\n2018-19",
      "page": 12,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_13_001",
    "metadata": {
      "chunk_text": "2018-19",
      "page": 13,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_14_001",
    "metadata": {
      "chunk_text": "1 n\nRasheeda’s question\nRasheeda sat reading the newspaper. Suddenly, her eyes\nfell on a small headline: “One Hundred Years Ago.” How,\nshe wondered, could anyone know what had happened\nso many years ago?\nFinding out what happened\nYesterday: you could listen to the radio, watch\ntelevision, read a newspaper.\nLast year: ask somebody who remembers.\nBut what about long, long ago? Let us see how it\ncan be done.\nWhat can we know about the past?\nThere are several things we can find out — what\npeople ate, the kinds of clothes they wore, the\nhouses in which they lived. We can find out about\nthe lives of hunters, herders, farmers, rulers,\nmerchants, priests, crafts persons, artists,\nmusicians, and scientists. We can also find out\nabout the games children played, the stories they\nheard, the plays they saw, the songs they sang.\nWhere did people live?\nFind the river Narmada on Map 1 (page 2). People\nhave lived along the banks of this river for several\nhundred thousand years. Some of the earliest\npeople who lived here were skilled gatherers, —\nthat is, people who gathered their food. They knew\nabout the vast wealth of plants in the surrounding\nforests, and collected roots, fruits and other forest\nproduce for their food. They also hunted animals.\nCHAPTER 1\nWHAT, WHERE, HOW AND WHEN?\nWHAT, WHERE, HOW\nAND WHEN?\n2018-19",
      "page": 14,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_15_001",
    "metadata": {
      "chunk_text": "n 2\nOUR PASTS–I\nMAP : 1\nPhysical Map of the Subcontinent\nNow find the Sulaiman and Kirthar hills to the\nnorthwest. Some of the areas where women and\nmen first began to grow crops such as wheat and\nbarley about 8000 years ago are located here.\nPeople also began rearing animals like sheep, goat,\nand cattle, and lived in villages. Locate the Garo\nhills to the north-east and the Vindhyas in central\nIndia. These were some of the other areas where\n2018-19",
      "page": 15,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_16_001",
    "metadata": {
      "chunk_text": "3 n\nagriculture developed. The places where rice was\nfirst grown are to the north of the Vindhyas.\nTrace the river Indus and its tributaries\n(tributaries are smaller rivers that flow into a\nlarger river). About 4700 years ago, some of the\nearliest cities flourished on the banks of these\nrivers. Later, about 2500 years ago, cities\ndeveloped on the banks of the Ganga and its\ntributaries, and along the sea coasts.\nLocate the Ganga and its tributary called the\nSon. In ancient times the area along these rivers\nto the south of the Ganga was known as Magadha\nnow lying in the state of Bihar. Its rulers were very\npowerful, and set up a large kingdom. Kingdoms\nwere set up in other parts of the country as well.\nThroughout, people travelled from one part of\nthe subcontinent to another. The hills and high\nmountains including the Himalayas, deserts, rivers\nand seas made journeys dangerous at times, but\nnever impossible. So, men and women moved in\nsearch of livelihood, as also to escape from natural\ndisasters like floods or droughts. Sometimes men\nmarched in armies, conquering others’ lands.\nBesides, merchants travelled with caravans or\nships, carrying valuable goods from place to place.\nAnd religious teachers walked from village to\nvillage, town to town, stopping to offer instruction\nand advice on the way. Finally, some people\nperhaps travelled driven by a spirit of adventure,\nwanting to discover new and exciting places. All\nthese led to the sharing of ideas between people.\nWhy do people travel nowadays?\nLook at Map 1 once more. Hills, mountains and\nseas form the natural frontiers of the subcontinent.\nWhile it was difficult to cross these frontiers, those\nwho wanted could and did scale the mountains\nand cross the seas. People from across the frontiers\nalso came into the subcontinent and settled here.\nFacing Page: This is a\nmap of South Asia\n(including the present\ncountries of India,\nPakistan, Bangladesh,\nNepal, Bhutan and Sri\nLanka) and the\nneighbouring countries\nof Afghanistan, Iran,\nChina and Myanmar.\nSouth Asia is often\ncalled a subcontinent\nbecause although it is\nsmaller than a continent,\nit is very large, and is\nseparated from the rest\nof Asia by seas, hills and\nmountains.\nWHAT, WHERE, HOW\nAND WHEN?\n2018-19",
      "page": 16,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_17_001",
    "metadata": {
      "chunk_text": "n 4\nOUR PASTS–I\nThese movements of people enriched our cultural\ntraditions. People have shared new ways of carving\nstone, composing music, and even cooking food\nover several hundreds of years.\nNames of the land\nTwo of the words we often use for our country are\nIndia and Bharat. The word India comes from the\nIndus, called Sindhu in Sanskrit. Find Iran and\nGreece in your atlas. The Iranians and the Greeks\nwho came through the northwest about 2500 years\nago and were familiar with the Indus, called it the\nHindos or the Indos, and the land to the east of\nthe river was called India. The name Bharata was\nused for a group of people who lived in the north-\nwest, and who are mentioned in the Rigveda, the\nearliest composition in Sanskrit (dated to about\n3500 years ago). Later it was used for the country.\nFinding out about the past\nThere are several ways of finding out about the\npast. One is to search for and read books that\nwere written long ago. These are called\nmanuscripts, because they were written by hand\n(this comes from the Latin word ‘manu’, meaning\nhand). These were usually written on palm leaf,\nor on the specially prepared bark of a tree known\nas the birch, which grows in the Himalayas.\nOver the years, many manuscripts were eaten\naway by insects, some were destroyed, but many\nA page from a palm leaf\nmanuscript.\nThis manuscript was\nwritten about a thousand\nyears ago. The palm\nleaves were cut into\npages and tied together\nto make books. To see a\nbirch bark manuscript,\nturn to page 45.\n2018-19",
      "page": 17,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_18_001",
    "metadata": {
      "chunk_text": "5 n\nhave survived, often preserved in temples and\nmonasteries. These books dealt with all kinds of\nsubjects: religious beliefs and practices, the lives\nof kings, medicine and science. Besides, there\nwere epics, poems, plays. Many of these were\nwritten in Sanskrit, others were in Prakrit\n(languages used by ordinary people) and Tamil.\nWe can also study inscriptions. These are\nwritings on relatively hard surfaces such as stone\nor metal. Sometimes, kings got their orders\ninscribed so that people could see, read and obey\nthem. There are other kinds of inscriptions as\nwell, where men and women (including kings and\nqueens) recorded what they did. For example,\nkings often kept records of victories in battle.\nCan you think of\nthe advantages of\nwriting on a hard\nsurface? And what\ncould have been\nthe difficulties?\nThere were\nmany other\nthings that were\nmade and used in\nthe past. Those\nwho study these\nobjects are called\narchaeologists.\nThey study the\nremains of buildings made of stone and brick,\npaintings and sculpture. They also explore and\nexcavate (dig under the surface of the earth) to\nfind tools, weapons, pots, pans, ornaments and\ncoins. Some of these objects may be made of stone,\nothers of bone, baked clay or metal. Objects that\nare made of hard, imperishable substances usually\nsurvive for a long time.\nAn old inscription.\nThis inscription dates\nto about 2250 years\nago, and was found in\nKandahar, present-day\nAfghanistan. It was\ninscribed on the orders\nof a ruler named\nAshoka. You will read\nabout him in Chapter\n8. When we write\nanything, we use a\nscript. Scripts consist\nof letters or signs.\nWhen we read what is\nwritten, or speak, we\nuse a language. This\ninscription was\ninscribed in two\ndifferent scripts and\nlanguages, Greek (top)\nand Aramaic (below),\nwhich were used in this\narea.\nWHAT, WHERE HOW\nAND WHEN?\n2018-19",
      "page": 18,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_19_001",
    "metadata": {
      "chunk_text": "n 6\nOUR PASTS–I\nLeft : A pot from an old\ncity.\nPots like these were\nused about 4700 years\nago.\nRight : An old silver coin.\nCoins such as this one\nwere in use from about\n2500 years ago.\nIn what ways is the coin\ndifferent from the ones\nwe use today?\nArchaeologists also look for bones — of animals,\nbirds, and fish — to find out what people ate in the\npast. Plant remains survive far more rarely — if\nseeds of grain or pieces of wood have been burnt,\nthey survive in a charred form. Do you think cloth\nis found frequently by archaeologists?\nHistorians, that is, scholars who study the past,\noften use the word source to refer to the information\nfound from manuscripts, inscriptions and\narchaeology. Once sources are found, learning\nabout the past becomes an adventure, as we\nreconstruct it bit by bit. So historians and\narchaeologists are like detectives, who use all these\nsources like clues to find out about our pasts.\nOne past or many?\nDid you notice the title of this book, Our Pasts?\nWe have used the word ‘pasts’ in plural to draw\nattention to the fact that the past was different for\ndifferent groups of people. For example, the lives\nof herders or farmers were different from those of\nkings and queens, the lives of merchants were\ndifferent from those of crafts persons, and so on.\nAlso, as is true even today, people followed\ndifferent practices and customs in different parts\n2018-19",
      "page": 19,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_20_001",
    "metadata": {
      "chunk_text": "7 n\nof the country. For example, today most people\nliving in the Andaman Islands get their own food\nby fishing, hunting, and collecting forest produce.\nBy contrast, most people living in cities depend\non others for supplies of food. Differences such\nas these existed in the past as well.\nBesides, there is another kind of difference.\nWe know a great deal about kings and the battles\nthey fought because they kept records of their\nvictories. Generally, ordinary people such as\nhunters, fishing folk, gatherers, farmers or\nherders did not keep records of what they did.\nWhile archaeology helps us to find out about their\nlives, there is much that remains unknown.\nWhat do dates mean?\nIf somebody asks you the date, you will probably\nmention the day, month and year, 2000 and\nsomething. These years are counted from the\ndate generally assigned to the birth of Jesus\nChrist, the founder of Christianity. So, 2000\nmeans 2000 years after the birth of Christ. All\ndates before the birth of Christ are counted\nbackwards and usually have the letters BC (Before\nChrist) added on. In this book, we will refer to\ndates going back from the present, using 2000 as\nour starting point.\nWHAT, WHERE, HOW\nAND WHEN?\n2018-19",
      "page": 20,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_21_001",
    "metadata": {
      "chunk_text": "n 8\nOUR PASTS–I\nLetters with dates\nBC, we have seen stands for ‘Before Christ.’\nYou will sometimes find AD before dates. This\nstands for two Latin words, ‘Anno Domini’, meaning\n‘in the year of the Lord’ (i.e. Christ). So 2012 can\nalso be written as AD 2012.\nSometimes CE is used instead of AD and BCE\ninstead of BC. The letters CE stand for ‘Common\nEra’ and BCE for ‘Before Common Era’. We use\nthese terms because the Christian Era is now used\nin most countries of the world. In India we began\nusing this form of dating from about two hundred\nyears ago.\nAnd sometimes, the letters BP meaning ‘Before\nPresent’ are used.\nFind two dates mentioned on page 3. Which set\nof letters would you use for them?\nElsewhere\nWe have seen that inscriptions are inscribed on hard surfaces. Many of\nthese were inscribed several hundreds of years ago. All inscriptions contain\nboth scripts and languages. Languages which were used, as well as scripts,\nhave changed over time. So how do scholars understand what was\ninscribed? This can be done through a process known as decipherment.\nK L I O P A D (T) R A\nP T O L M I I S\nn 8\nOUR PASTS–I\n2018-19",
      "page": 21,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_22_001",
    "metadata": {
      "chunk_text": "9 n\nKEYWORDS\ntravelling\nmanuscript\ninscription\narchaeolog y\nhistorian\nsource\ndecipherment\nImagine\nYou have to interview an archaeologist. Prepare a list\nof five questions that you would like to ask her/him.\nLet’s recall\n1. Match the following:\nNarmada Valley The first big kingdom\nMagadha Hunting and gathering\nGaro hills Cities about 2500\nyears ago\nIndus and its tributaries Early agriculture\nGanga Valley The first cities\n2. List one major difference between manuscripts and\ninscriptions.\nLet’s discuss\n3. Return to Rasheeda’s question. Can you think of some\nanswers to it?\nWHAT, WHERE, HOW\nAND WHEN?\nOne of the most famous stories of decipherment comes from Egypt, a\ncountry in north Africa where there were kings and queens about 5000\nyears ago.\nRosetta is a town on the north coast of Egypt, and here an inscribed\nstone was found, which contained inscriptions in three different languages\nand scripts (Greek, and two forms of Egyptian). Scholars who could read\nGreek figured out that the names of kings and queens were enclosed in a\nlittle frame, called a cartouche. They then placed the Greek and the Egyptian\nsigns side by side, and identified the sounds for which the Egyptian letters\nstood. As you can see, a lion stood for L, and a bird for A. Once they knew\nwhat the letters stood for, they could read other inscriptions as well.\n2018-19",
      "page": 22,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_23_001",
    "metadata": {
      "chunk_text": "n 10\nOUR PASTS–I\n4. Make a list of all the objects that archaeologists may\nfind. Which of these could be made of stone?\n5. Why do you think ordinary men and women did not\ngenerally keep records of what they did?\n6. Describe at least two ways in which you think the\nlives of kings would have been different from those\nof farmers.\nLet’s do\n7. Find the word crafts persons on page 1. List at least\nfive different crafts that you know about today. Are\nthe crafts persons — (a) men (b) women (c) both men\nand women?\n8. What were the subjects on which books were written\nin the past? Which of these would you like to read?\nu uu uu the beginning of\nagriculture (8000\nyears ago)\nu uu uu the first cities on the\nIndus (4700 years\nago)\nu uu uu cities in the Ganga\nvalley, a big kingdom\nin Magadha (2500\nyears ago)\nu uu uu the present (about\n2000 AD/CE)\nSOME IMPORTANT\nDATES\n2018-19",
      "page": 23,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_24_001",
    "metadata": {
      "chunk_text": "n 136\nOUR PASTS–I\nMAP : 8\nPolitical Map of India\n2018-19",
      "page": 24,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_25_001",
    "metadata": {
      "chunk_text": "11 n\nTushar’s train journey\nTushar was going from Delhi to Chennai for his cousin’s\nwedding. They were travelling by train and he had\nmanaged to squeeze into the window seat, his nose glued\nto the glass pane. As he watched trees and houses fly\npast, his uncle tapped his shoulder and said: “Do you\nknow that trains were first used about 150 years ago,\nand that people began using buses a few decades later?”\nTushar wondered, when people couldn’t travel quickly\nfrom one place to another, did they spend their entire\nlives wherever they were born? Not quite.\nThe earliest people: why were they on the\nmove?\nWe know about people who lived in the\nsubcontinent as early as two million years ago.\nToday, we describe them as hunter-gatherers. The\nname comes from the way in which they got their\nfood. Generally, they hunted wild animals, caught\nfish and birds, gathered fruits, roots, nuts, seeds,\nleaves, stalks and eggs. The immense variety of\nplants in a tropical land like ours meant that\ngathering plant produce was an extremely\nimportant means of obtaining food.\nNone of these things was easy to do. There are\nseveral animals that run faster than us, many\nthat are stronger. To hunt animals or catch fish\nand birds, people need to be alert, quick, and\nhave lots of presence of mind. To collect plant\nproduce, you need to find out which plants or\nparts of plants are edible, that is, can be eaten,\nas many can be poisonous. You also need to find\nout about the seasons when the fruits ripen.\nON THE TRAIL OF THE EARLIEST PEOPLE\nCHAPTER 2\nON THE TRAIL OF THE\nEARLIEST PEOPLE\n2018-19",
      "page": 25,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_26_001",
    "metadata": {
      "chunk_text": "n 12\nOUR PASTS–I\nList the skills and knowledge that the children\nof these communities had.\nDo you have these skills and knowledge?\nThere are at least four reasons why hunter-\ngatherers moved from place to place.\nFirst, if they had stayed at one place for a long\ntime, they would have eaten up all the available\nplant and animal resources. Therefore, they would\nhave had to go elsewhere in search of food.\nSecond, animals move from place to place —\neither in search of smaller prey, or, in the case of\ndeer and wild cattle, in search of grass and leaves.\nThat is why those who hunted them had to follow\ntheir movements.\nThird, plants and trees bear fruit in different\nseasons. So, people may have moved from season\nto season in search of different kinds of plants.\nFourth, people, plants and animals need water\nto survive. Water is found in lakes, streams and\nrivers. While many rivers and lakes are perennial\n(with water throughout the year) others are\nseasonal. People living on their banks would have\nhad to go in search of water during the dry seasons\n(winter and summer). Besides, people may have\ntravelled to meet their friends and relatives.\nRemember, they travelled on foot.\nHow do you come to school?\nHow long would it take you to walk from your\nhome to school?\nHow long would it take you if you took a bus or\nrode a bicycle?\nHow do we know about these people?\nArchaeologists have found some of the things\nhunter-gatherers made and used. It is likely that\npeople made and used tools of stone, wood and\nbone, of which stone tools have survived best.\n2018-19",
      "page": 26,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_27_001",
    "metadata": {
      "chunk_text": "13 n\nSome uses of stone tools are given below. Make\na list of what these tools were used for and try\nand decide which of these tasks could be\nperformed using a natural pebble. Give reasons\nfor your answer.\nSome of these stone tools were used to cut meat\nand bone, scrape bark (from trees) and hides\n(animal skins), chop fruit and roots. Some may\nhave been attached to handles of bone or wood,\nto make spears and arrows for hunting. Other\ntools were used to chop wood, which was used as\nfirewood. Wood was also used to make huts and\ntools.\nStone tools\nA : These are examples\nof the earliest stone\ntools.\nB : These were made\nseveral thousand years\nlater.\nC : These were made\nlater still.\nD : These were made\nabout 10,000 years ago.\nE : These are natural\npebbles.\nStone tools may also\nhave been used for :\nLeft : Digging the ground\nto collect edible roots.\nRight : Stitching clothes\nmade out of animal skin.\nA\nB\nC\nD\nE\nON THE TRAIL OF THE\nEARLIEST PEOPLE\n2018-19",
      "page": 27,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_28_001",
    "metadata": {
      "chunk_text": "n 14\nOUR PASTS–I\nChoosing a place to live in\nLook at Map 2 below. All the places marked with\nred triangles are sites from which archaeologists\nhave found evidence of hunter-gatherers. (Hunter-\ngatherers lived in many more places. Only some\nare shown on the map). Many sites were located\nnear sources of water, such as rivers and lakes.\nMAP : 2\nSome Important Archaeological Sites\n2018-19",
      "page": 28,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_29_001",
    "metadata": {
      "chunk_text": "15 n\nAs stone tools were important, people tried to\nfind places where good quality stone was easily\navailable. Places where stone was found and\nwhere people made tools are known as factory\nsites.\nHow do we know where these factories were?\nUsually, we find blocks of stone, tools that were\nmade and perhaps discarded because they were\nnot perfect, and chips of waste stone left behind\nat these sites. Sometimes, people lived here for\nlonger spells of time. These sites are called\nhabitation-cum-factory sites.\nIf you had to describe the place you live in,\nwhich of the terms would you choose?\n(a) habitation\n(b) factory\n(c) habitation-cum-factory\n(d) any other\nBhimbetka (in present-\nday Madhya Pradesh).\nSome sites, known as\nhabitation sites, are\nplaces where people\nlived. These include\ncaves and rock shelters\nsuch as the one shown\nhere. People chose these\nnatural caves because\nthey provided shelter\nfrom the rain, heat and\nwind. Natural caves and\nrock shelters are found\nin the Vindhyas and the\nDeccan plateau. These\nrock shelters are close\nto the Narmada valley.\nCan you think of why\npeople chose to live here?\n2018-19",
      "page": 29,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_30_001",
    "metadata": {
      "chunk_text": "n 16\nOUR PASTS–I\nSites\nare places where the remains of things (tools, pots,\nbuildings etc.) were found. These were made, used\nand left behind by people. These may be found on\nthe surface of the earth, buried under the earth, or\nsometimes even under water. You will learn more\nabout different sites in later chapters.\nMaking stone tools\nStone tools were probably made using two\ndifferent techniques:\n1. The first is called stone on stone. Here, the\npebble from which the tool was to be made (also\ncalled the core) was held in one hand. Another\nstone, which was used as a hammer was held in\nthe other hand. The second stone was used to\nstrike off flakes from the first, till the required\nshape was obtained.\n2. Pressure flaking: Here the core was placed\non a firm surface. The hammer stone was used\non a piece of bone or stone that was placed on\nthe core, to remove flakes that could be shaped\ninto tools.\nFinding out about fire\nFind the Kurnool caves on Map 2 (page14). Traces\nof ash have been found here. This suggests that\npeople were familiar with the use of fire. Fire could\nhave been used for many things: as a source of\nlight, to roast meat, and to scare away animals.\nWhat do we use fire for today?\nA changing environment\nAround 12,000 years ago, there were major\nchanges in the climate of the world, with a shift\nto relatively warm conditions. In many areas, this\nled to the development of grasslands. This in turn\nHow stone tools were\nmade : one of the two\ntechniques is shown in\nthe illustration.\nTry and identify it.\n2018-19",
      "page": 30,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_31_001",
    "metadata": {
      "chunk_text": "17 n\nled to an increase in the number of deer, antelope,\ngoat, sheep and cattle, i.e. animals that survived\non grass.\nThose who hunted these animals now followed\nthem, learning about their food habits and their\nbreeding seasons. It is likely that this helped\npeople to start thinking about herding and rearing\nthese animals themselves. Fishing also became\nimportant.\nThis was also a time when several grain bearing\ngrasses, including wheat, barley and rice grew\nnaturally in different parts of the subcontinent.\nMen, women and children probably collected\nthese grains as food, and learnt where they grew,\nand when they ripened. This may have led them\nto think about growing plants on their own.\nNames and dates\nArchaeologists have given lengthy names for the time that we are studying.\nThey call the earliest period the Palaeolithic. This comes from two Greek\nwords, ‘palaeo’, meaning old, and ‘lithos’, meaning stone. The name points\nto the importance of finds of stone tools. The Palaeolithic period extends\nfrom 2 million years ago to about 12,000 years ago. This long stretch of\ntime is divided into the Lower, Middle and Upper Palaeolithic. This long\nspan of time covers 99% of human history.\nThe period when we find environmental changes, beginning about\n12,000 years ago till about 10,000 years ago is called the Mesolithic (middle\nstone). Stone tools found during this period are generally tiny, and are\ncalled microliths. Microliths were probably stuck on to handles of bone or\nwood to make tools such as saws and sickles. At the same time, older\nvarieties of tools continued to be in use.\nLook at the illustration on page13. Do you notice any difference in the\ntools belonging to these periods?\nThe next stage, from about 10,000 years ago, is known as the Neolithic.\nYou will be learning about the Neolithic in Chapter 3.\nWhat do you think the term Neolithic means?\nWe have also mentioned the names of some places. You will find the\nnames of many more places in later chapters. Very often, we use present-\nday names of the places where people lived in the past, because we do not\nknow what they called them.\n2018-19",
      "page": 31,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_32_001",
    "metadata": {
      "chunk_text": "n 18\nOUR PASTS–I\nRock paintings and what they tell us\nMany of the caves in which these early people\nlived have paintings on the walls. Some of the\nbest examples are from Madhya Pradesh and\nsouthern Uttar Pradesh. These paintings\nshow wild animals, drawn with great accuracy\nand skill.\nWho did what?\nWe have seen that the earliest people hunted,\ngathered plant produce, made stone tools, and\npainted on cave walls. Is there any way of finding out\nwhether women hunted, or men made stone tools,\nwhether women painted or men gathered fruits and\nnuts? At present, we do not really know. However,\nthere are at least two possibilities. It is likely that\nboth men and women may have done many of these\nthings together. It is also possible that some tasks\nwere done only by women and others only by men.\nAnd again, there could have been different practices\nin different parts of the subcontinent.\nOstriches in India!\nOstriches were found in India during the\nPalaeolithic period. Large quantities of ostrich egg\nshells were found at Patne in Maharashtra. Designs\nwere engraved on some pieces, while beads were\nalso made out of them.\nWhat do you think the beads could have been\nused for?\nWhere do we find ostriches today?\nA closer look – Hunsgi\nFind Hunsgi on Map 2 (page14). A number of early\nPalaeolithic sites were found here. At some sites,\na large number of tools, used for all sorts of\nactivities, were found. These were probably\nA painting from a rock\nshelter.\nDescribe the painting.\n2018-19",
      "page": 32,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_33_001",
    "metadata": {
      "chunk_text": "19 n\nhabitation-cum factory sites. In some of the other,\nsmaller sites, there is evidence to suggest that\ntools were made. Some of the sites were close to\nsprings. Most tools were made from limestone,\nwhich was locally available.\nCan you think of a term for the second type of\nsites?\nElsewhere\nFind France in your atlas. The painting below is\nfrom a cave in France. This site was discovered by\nfour school children more than a hundred years\nago. Paintings like this were made between 20,000\nand 10,000 years ago. Many of these were of\nanimals, such as wild horses, aurochs (an older,\nwild form of cattle), bison, woolly rhinoceros,\nreindeer and bear, painted in bright colours.\nThese colours were made from minerals like ochre\nor iron ore, and charcoal. It is possible that these\npaintings were done on ceremonial occasions. Or\nperhaps they were made for special rituals, performed\nby hunters before they went in search of prey?\nCan you think of any other reasons?\nON THE TRAIL OF THE\nEARLIEST PEOPLE\n2018-19",
      "page": 33,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_34_001",
    "metadata": {
      "chunk_text": "n 20\nOUR PASTS–I\nImagine\nYou live in a rock shelter like the one shown on page15\nabout 12,000 years ago. Your uncle is painting one of\nthe inner walls of the cave and you want to help him.\nWill you mix the colours, draw the lines, fill in the\ncolours? What are the stories he might tell you?\nLet’s recall\n1. Complete the sentences:\n(a) Hunter-gatherers chose to live in caves and rock\nshelters because ————————.\n(b) Grasslands developed around ———————— years\nago.\n(c) Early people painted on the ———————— of caves.\n(d) In Hunsgi, tools were made of ————————.\n2. Look at the present-day political map of the\nsubcontinent on page 136. Find out the states where\nBhimbetka, Hunsgi and Kurnool are located. Would\nTushar’s train have passed near any of these sites?\nLet’s discuss\n3. Why did the hunter-gatherers travel from place to\nplace? In what ways are these similar to/different from\nthe reasons for which we travel today?\n4. What tools would you use today for cutting fruit? What\nwould they be made of?\n5. List three ways in which hunter-gatherers used fire\n(see page16). Would you use fire for any of these\npurposes today?\nKEYWORDS\nhunter-gatherer\nsite\nhabitation\nfactory\nPalaeolithic\nMesolithic\nmicroliths\n2018-19",
      "page": 34,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_35_001",
    "metadata": {
      "chunk_text": "21 n\nLet’s do\n6. Make two columns in your notebook. In the left hand\ncolumn, list the foods hunter-gatherers ate (see page\n11). In the right hand column, list some of the foods\nyou eat. Do you notice any similarities/differences?\n7. If you had a natural pebble like the ones shown on\npage 13, what would you use it for?\n8. List two tasks that are performed by both men and\nwomen at present. List another two that are performed\nonly by women, and two that are performed only by\nmen. Compare your list with that of any two of your\nclassmates. Do you notice any similarities/differences\nin your lists?\nON THE TRAIL OF THE\nEARLIEST PEOPLE\nu uu uu the Mesolithic period\n(12,000-10,000 years\nago)\nu uu uu the beginning of the\nNeolithic\n(10,000 years ago)\nSOME IMPORTANT\nDATES\n2018-19",
      "page": 35,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_36_001",
    "metadata": {
      "chunk_text": "n 22\nOUR PASTS–I\nNeinuo’s lunch\nNeinuo was eating her favourite food — boiled rice,\nsquash, pumpkins, beans and meat. Her grandmother\nhad grown the squash, pumpkin and beans in the little\ngarden plot at the back of her house. She remembered\nthe food had been so different when she had been to\nMadhya Pradesh as part of a school trip. It was hot and\nspicy. Why was that so?\nVarieties of foods\nToday, most of our food such as fruit, vegetables,\ngrain, milk and meat comes from plants that are\ngrown and animals that are reared. Different plants\ngrow in different conditions — rice, for example,\nrequires more water than wheat and barley. This\nexplains why farmers grow some crops in some\nareas and not in other areas. Different animals\ntoo, prefer different environments — for instance,\nsheep and goat can survive more easily than cattle\nin dry, hilly environments. But, as you saw in\nChapter 2, women and men did not always produce\ntheir own food.\nThe beginnings of farming and herding\nWe have seen in Chapter 2 that the climate of the\nworld was changing, and so were plants and\nanimals that people used as food. Men, women\nand children probably observed several things: the\nplaces where edible plants were found, how seeds\nbroke off stalks, fell on the ground, and new plants\nsprouted from them. Perhaps they began looking\nafter plants — protecting them from birds and\nanimals so that they could grow and the seeds\ncould ripen. In this way people became farmers.\nCHAPTER 3\nFROM GATHERING TO GROWING FOOD\n2018-19",
      "page": 36,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_37_001",
    "metadata": {
      "chunk_text": "23 n\nWomen, men and children could also attract\nand then tame animals by leaving food for them\nnear their shelters. The first animal to be tamed\nwas the wild ancestor of the dog. Later, people\nencouraged animals that were relatively gentle to\ncome near the camps where they lived. These\nanimals such as sheep, goat, cattle and also the\npig lived in herds, and most of them ate grass.\nOften, people protected these animals from attacks\nby other wild animals. This is how they became\nherders.\nCan you think of any reasons why the dog was\nperhaps the first animal to be tamed?\nDomestication\nis the name given to the process in which people grow plants and look\nafter animals. Very often, plants and animals that are tended by people\nbecome different from wild plants and animals. This is because people\nselect plants and animals for domestication. For example, they select\nthose plants and animals that are not prone to disease. They also select\nplants that yield large-size grain, and have strong stalks, capable of\nbearing the weight of the ripe grain. Seeds from selected plants are\npreserved and sown to ensure that\nnew plants (and seeds) will have\nthe same qualities.\nAmongst animals, those that are\nrelatively gentle are selected for\nbreeding. As a result, gradually,\ndomesticated animals and plants\nbecome different from wild animals\nand plants. For example, the teeth\nand horns of wild animals are\nusually much larger than those of domesticated animals.\nLook at these two sets of teeth. Which do you think belongs to a wild\npig and which to a domesticated one?\nDomestication was a gradual process that took place in many parts of\nthe world. It began about 12,000 years ago. Virtually all the plant and\nanimal produce that we use as food today is a result of domestication.\nSome of the earliest plants to be domesticated were wheat and barley.\nThe earliest domesticated animals include sheep and goat.\n2018-19",
      "page": 37,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_38_001",
    "metadata": {
      "chunk_text": "n 24\nOUR PASTS–I\nA new way of life\nIf you plant a seed, you will notice that it takes\nsome time to grow. This may be for several days,\nweeks, months and in some cases years. When\npeople began growing plants, it meant that they\nhad to stay in the same place for a long time\nlooking after the plants, watering, weeding, driving\naway animals and birds — till the grain ripened.\nAnd then, the grain had to be used carefully.\nAs grain had to be stored for both food and\nseed, people had to think of ways of storing it. In\nmany areas, they began making large clay pots,\nor wove baskets, or dug pits into the ground. Do\nyou think hunter-gatherers would have made and\nused pots? Give reasons for your answer.\n‘Storing’ animals\nAnimals multiply naturally. Besides, if they are\nlooked after carefully, they provide milk, which is\nan important source of food, and meat, whenever\nrequired. In other words, animals that are reared\ncan be used as a ‘store’ of food.\nApart from food, what are the other things that\ncould have been obtained from animals?\nWhat are animals used for today?\nFinding out about the first farmers and\nherders\nTurn to Map 2 (page14). You will notice a number\nof blue squares. Each marks a site from where\narchaeologists have found evidence of early\nfarmers and herders. These are found all over the\nsubcontinent. Some of the most important ones\nare in the north-west, in present-day Kashmir,\nand in east and south India.\nTo find out whether these sites were settlements\nof farmers and herders, scientists study evidence\nWAYS IN WHICH\nGRAIN WAS USED\nAS SEED\nAS FOOD\nAS GIFTS\nSTORED FOR FOOD\n2018-19",
      "page": 38,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_39_001",
    "metadata": {
      "chunk_text": "25 n\nGrain and Bones Sites\nWheat, barley, sheep, goat, Mehrgarh (in present day-Pakistan)\ncattle\nRice, fragmentary Koldihwa (in present-day Uttar Pradesh)\nanimal bones\nRice, cattle Mahagara (in present-day Uttar Pradesh)\n(hoof marks on clay surface)\nWheat and lentil Gufkral (in present-day Kashmir)\nWheat and lentil, dog, cattle, Burzahom (in present-day Kashmir)\nsheep, goat, buffalo,\nWheat, green gram, barley, Chirand (in present-day Bihar)\nbuffalo, ox\nMillet, cattle, sheep, goat, pig Hallur (in present-day Andhra Pradesh)\nBlack gram, millet, cattle, Paiyampalli (in present-day Andhra\nsheep, pig Pradesh)\nThese are just some of the sites from which grain and bones have\nbeen found.\nof plants and animal bones. One of the most\nexciting finds includes remains of burnt grain.\n(These may have been burnt accidentally or on\npurpose). Scientists can identify these grains, and\nso we know that a number of crops were grown in\ndifferent parts of the subcontinent. They can also\nidentify the bones of different animals.\nLook at the table below to see where evidence\nof grain and bones of domesticated animals have\nbeen found.\nFROM GATHERING TO\nGROWING FOOD\n2018-19",
      "page": 39,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_40_001",
    "metadata": {
      "chunk_text": "n 26\nOUR PASTS–I\nTowards a settled life\nArchaeologists have found traces of huts or houses\nat some sites. For instance, in Burzahom (in\npresent-day Kashmir) people built pit-houses,\nwhich were dug into the ground, with steps leading\ninto them. These may have provided shelter in cold\nweather. Archaeologists have also found cooking\nhearths both inside and outside the huts, which\nsuggests that, depending on the weather, people\ncould cook food either indoors or outdoors.\nDraw a pit house.\nStone tools have been found from many sites\nas well. Many of these are different from the earlier\nPalaeolithic tools and that is why they are called\nNeolithic. These include tools that were polished\nto give a fine cutting edge, and mortars and pestles\nused for grinding grain and other plant produce.\nMortars and pestles are used for grinding grain\neven today, several thousand years later. At the\nsame time, tools of the Palaeolithic types\ncontinued to be made and used, and remember,\nsome tools were also made of bone.\nMany kinds of earthen pots have also been\nfound. These were sometimes decorated, and were\nused for storing things. People began using pots\nNew stone tools.\nCompare these with the\ntools shown on page 13\n(Chapter 2).\nCan you see any\nsimilarities or\ndifferences?\n2018-19",
      "page": 40,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_41_001",
    "metadata": {
      "chunk_text": "27 n\nfor cooking food, especially grains like rice, wheat\nand lentils that now became an important part of\nthe diet. Besides, they began weaving cloth, using\ndifferent kinds of materials, for example cotton,\nthat could now be grown.\nDid things change everywhere and all at once?\nNot quite. In many areas, men and women still\ncontinued to hunt and gather food, and elsewhere\npeople adopted farming and herding slowly, over\nseveral thousand years. Besides, in some cases\npeople tried to combine these activities, doing\ndifferent things during different seasons.\nWhat about other customs and practices?\nArchaeology does not tell us directly about these.\nScholars have studied the lives of present-day\nfarmers who practise simple agriculture. They\nhave also studied the lives of herders. Many of\nthese farmers and herders live in groups called\ntribes. Scholars find that they follow certain\ncustoms and practices that may have existed\nearlier as well.\nWhat do you think could\nhave been stored in this\njar?\nTribes\nUsually two to three generations live together in small settlements or\nvillages. Most families are related to one another and groups of such\nfamilies form a tribe.\n• Members of a tribe follow occupations such as hunting, gathering,\nfarming, herding and fishing. Usually, women do most of the\nagricultural work, including preparing the ground, sowing seeds,\nlooking after the growing plants and harvesting grain. Children often\nlook after plants, driving away animals and birds that might eat them.\nWomen also thresh, husk, and grind grain. Men usually lead large\nherds of animals in search of pasture. Children often look after small\nflocks. The cleaning of animals and milking, is done by both men and\nwomen. Both women and men make pots, baskets, tools and huts. They\nalso take part in singing, dancing and decorating their huts.\n27 n\nFROM GATHERING TO\nGROWING FOOD\n2018-19",
      "page": 41,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_42_001",
    "metadata": {
      "chunk_text": "n 28\nOUR PASTS–I\nA closer look — (a) Living and dying in\nMehrgarh\nFind Mehrgarh on Map 2 (page14). This site is\nlocated in a fertile plain, near the Bolan Pass,\nwhich is one of the most important routes into\nIran. Mehrgarh was probably one of the places\nwhere women and men learnt to grow barley and\nwheat, and rear sheep and goats for the first time\nin this area. It is one of the earliest villages that\nwe know about.\nArchaeologists who excavated the site found\nevidence of many kinds of animal bones from the\nearliest levels. These included bones of wild\nanimals such as the deer and pig. In later levels,\nthey found more bones of sheep and goat, and in\nstill later levels, cattle bones are most common,\nsuggesting that this was the animal that was\ngenerally kept by the people.\n• Some men are regarded as leaders. They may be old and experienced, or\nyoung, brave warriors, or priests. Old women are respected for their\nwisdom and experience.\n• Tribes have rich and unique cultural traditions, including their own\nlanguage, music, stories and paintings. They also have their own gods\nand goddesses.\n• What makes tribes different from many other societies you will be\nstudying about is that land, forests, grasslands and water are regarded\nas the wealth of the entire tribe, and everybody shares and uses these\ntogether. There are no sharp differences between the rich and the poor.\nMake a list of all the activities performed by men in tribal societies.\nWhat do women do?\nAre there any activities that are done by both men and women?\nVillage\nOne of the\ndistinctive\nfeatures of a\nvillage is that\nmost people\nwho live there\nare engaged\nin food\nproduction.\n2018-19",
      "page": 42,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_43_001",
    "metadata": {
      "chunk_text": "29 n\nEarlier and later levels\nWhen archaeologists are digging at an excavation site, how do they\nknow which level is earlier and which is later?\nLook at the illustration.\nSuppose people first start living on flat land (layer 4). Over the years,\nthe surface will gradually rise, because people discard waste material,\nand generally stay and rebuild houses in the same place. After hundreds\nof years, this leads to the formation of a mound. So, when this mound\nis dug up, what is found from the upper layers of the mound is generally\nfrom a later time than what is found from the lower layers of the mound,\nwhich are older.\nThese upper and lower layers are often referred\nto as levels.\nLook at layers 2 and 3. Which do you\nthink is the earlier level?\nA house in Mehrgarh.\nThis is what a house in\nMehrgarh may have\nlooked like.\nIn what ways is this house\nsimilar to the one in which\nyou live?\nOther finds at Mehrgarh include remains of\nsquare or rectangular houses. Each house had\nfour or more compartments, some of which may\nhave been used for storage.\nWhen people die, their relatives and friends\ngenerally pay respect to them. People look after\nthem, perhaps in the belief that there is some\nform of life after death. Burial is one such\narrangement. Several burial sites have been\nfound at Mehrgarh. In one instance, the dead\nperson was buried with goats, which were\nprobably meant to serve as food in the next world.\nFROM GATHERING TO\nGROWING FOOD\nA burial from Mehrgarh.\nCan you identify the\nskeletons of the goats?\n2018-19",
      "page": 43,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_44_001",
    "metadata": {
      "chunk_text": "n 30\nOUR PASTS–I\nA closer look — (b) Daojali Hading\nFind Daojali Hading on Map 2 (page14). This is a\nsite on the hills near the Brahmaputra Valley,\nclose to routes leading into China and Myanmar.\nHere stone tools, including mortars and pestles,\nhave been found. These indicate that people were\nprobably growing grain and preparing food from\nit. Other finds include jadeite, a stone that may\nhave been brought from China. Also common are\nfinds of tools made of fossil wood (ancient wood\nthat has hardened into stone), and pottery.\nElsewhere\nFind Turkey in your atlas. One of the most famous\nNeolithic sites, Catal Huyuk, was found in Turkey.\nSeveral things were brought from great distances\n—flint from Syria, cowries from the Red Sea, shells\nfrom the Mediterranean Sea — and used in the\nsettlement. Remember, there were no carts — most\nthings would have been carried on the backs of pack\nanimals such as cattle or by people.\nWhat do you think cowries and shells would have\nbeen used for?\nImagine\nYou are in charge of a small plot of land and have to\ndecide what food crops to grow. What are the plants\nyou would choose? Where would you get the seeds\nfrom? How would you plant them? How would you\nlook after your plants? And when would they be ready\nfor harvesting?\nKEYWORDS\ndomestication\nfarmers\nherders\nNeolithic\npots\ntribes\nvillage\nhouses\nburials\n2018-19",
      "page": 44,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_45_001",
    "metadata": {
      "chunk_text": "31 n\nLet’s recall\n1. Why do people who grow crops have to stay in the\nsame place for a long time?\n2. Look at the table on page 25. If Neinuo wanted to eat\nrice, which are the places she should have visited?\n3. Why do archaeologists think that many people who\nlived in Mehrgarh were hunters to start with and that\nherding became more important later?\n4. State whether true or false:\n(a) Millets have been found at Hallur.\n(b) People in Burzahom lived in rectangular houses.\n(c) Chirand is a site in Kashmir.\n(d) Jadeite, found in Daojali Hading, may have been\nbrought from China.\nLet’s discuss\n5. List three ways in which the lives of farmers and\nherders would have been different from that of hunter-\ngatherers.\n6. Make a list of all the animals mentioned in the table\n(page 25). For each one, describe what they may have\nbeen used for.\nLet’s do\n7. List the cereals that you eat.\n8. Do you grow the cereals you have listed in answer\nno. 7? If yes, draw a chart to show the stages in growing\nthem. If not, draw a chart to show how these cereals\nreach you from the farmers who grow them. FROM GATHERING TO\nGROWING FOOD\nSOME IMPORTANT\nDATES\nu uu uu Beginnings of\ndomestication\n(about 12,000 years\nago)\nu uu uu Beginning of\nsettlement at\nMehrgarh (about\n8000 years ago)\n2018-19",
      "page": 45,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_46_001",
    "metadata": {
      "chunk_text": "n 32\nOUR PASTS–I\nSaving an old building\nJaspal and Harpreet were playing cricket in the lane\noutside their home when they noticed the people who\nwere admiring the dilapidated old building that the\nchildren called the haunted house.\n“Look at the architecture!” said one of the men.\n“Have you seen the fine wood carving?” asked one of the\nwomen.\n“We must write to the Minister so that she makes\narrangements to repair and preserve this beautiful house.”\nWhy, they wondered, would anybody be interested in\nthe old, run down house?\nThe story of Harappa\nVery often, old buildings have a story to tell. Nearly\na hundred and fifty years ago, when railway lines\nwere being laid down for the first time in the\nPunjab, engineers stumbled upon the site of\nHarappa in present-day Pakistan. To them, it\nseemed like a mound that was a rich source of\nready made, high quality bricks. So they carried\noff thousands of bricks from the walls of the old\nbuildings of the city to build railway lines. Many\nbuildings were completely destroyed.\nThen, about eighty years ago, archaeologists\nfound the site, and realised that this was one of\nthe oldest cities in the subcontinent. As this was\nthe first city to be discovered, all other sites from\nwhere similar buildings (and other things) were\nfound were described as Harappan. These cities\ndeveloped about 4700 years ago.\nVery often, old buildings are pulled down to\nmake way for new construction. Do you think it\nis important to preserve old buildings?\nCHAPTER 4\nIN THE EARLIEST CITIES\n2018-19",
      "page": 46,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_47_001",
    "metadata": {
      "chunk_text": "33 n\nWhat was special about these cities?\nMany of these cities were divided into two or more\nparts. Usually, the part to the west was smaller\nbut higher. Archaeologists describe this as the\ncitadel. Generally, the part to the east was larger\nbut lower. This is called the lower town. Very often\nwalls of baked brick were built around each part.\nThe bricks were so well baked that they have\nlasted for thousands of years. The bricks were\nlaid in an interlocking pattern and that made the\nwalls strong.\nIn some cities, special\nbuildings were constructed\non the citadel. For example,\nin Mohenjodaro, a very\nspecial tank, which\narchaeologists call the Great\nBath, was built in this area.\nThis was lined with bricks,\ncoated with plaster, and\nmade water-tight with a layer\nof natural tar. There were\nsteps leading down to it from\ntwo sides, while there were\nrooms on all sides. Water was\nprobably brought in from a\nwell, and drained out after\nuse. Perhaps important\npeople took a dip in this tank\non special occasions.\nOther cities, such as\nKalibangan and Lothal had\nfire altars, where sacrifices\nmay have been performed.\nAnd some cities like\nMohenjodaro, Harappa, and\nLothal had elaborate store\nhouses.\nThese cities were found in\nthe Punjab and Sind in\nPakistan, and in Gujarat,\nRajasthan, Haryana and\nthe Punjab in India.\nArchaeologists have found\na set of unique objects in\nalmost all these cities: red\npottery painted with\ndesigns in black, stone\nweights, seals, special\nbeads, copper tools, and\nparalleled sided long stone\nblades.\nMAP : 3\nThe Earliest Cities\nin the Subcontinent\n2018-19",
      "page": 47,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_48_001",
    "metadata": {
      "chunk_text": "n 34\nOUR PASTS–I\nHouses, drains and streets\nGenerally, houses were either one or two storeys\nhigh, with rooms built around a courtyard. Most\nhouses had a separate bathing area, and some\nhad wells to supply water.\nMany of these cities had covered drains. Notice\nhow carefully these were laid out,\nin straight lines. Although you\ncannot see it, each drain had a\ngentle slope so that water could flow\nthrough it. Very often, drains in\nhouses were connected to those on\nthe streets and smaller drains led\ninto bigger ones. As the drains were\ncovered, inspection holes were\nprovided at intervals to clean them.\nAll three — houses, drains and\nstreets — were probably planned\nand built at the same time.\nList at least two dif ferences\nbetween the houses described here\nand those that you studied about\nin Chapter 3.\nThe Great Bath\nHow bricks were\narranged to build walls in\nHarappan cities\n2018-19",
      "page": 48,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_49_001",
    "metadata": {
      "chunk_text": "35 n\nLife in the city\nA Harappan city was a very busy place.\nThere were people who planned the\nconstruction of special buildings in the city.\nThese were probably the rulers. It is likely\nthat the rulers sent people to distant lands\nto get metal, precious stones, and other\nthings that they wanted. They may have\nkept the most valuable objects, such as\nornaments of gold and silver, or beautiful\nbeads, for themselves. And there were\nscribes, people who knew how to write, who\nhelped prepare the seals, and perhaps\nwrote on other materials that have not\nsurvived.\nBesides, there were men and women,\ncrafts persons, making all kinds of things\n— either in their own homes, or in special\nworkshops. People were travelling to\ndistant lands or retur ning with raw\nmaterials and, perhaps, stories. Many\nterracotta toys have been found and\nchildren must have played with these.\nMake a list of the people who lived in the city.\nWere any of these people listed as living in\nvillages such as Mehrgarh?\nIN THE EARLIEST\nCITIES\nTop : A street in\nMohenjodaro with a\ndrain.\nAbove : A well.\nFar Left : A Harappan\nseal. The signs on the top\nof the seal are part of a\nscript. This is the earliest\nform of writing known in\nthe subcontinent.\nScholars have tried to\nread these signs but we\nstill do not know exactly\nwhat they mean.\nLeft : Terracotta toys.\n2018-19",
      "page": 49,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_50_001",
    "metadata": {
      "chunk_text": "n 36\nOUR PASTS–I\nNew crafts in the city\nLet us look at some of the objects that were made\nand found in Harappan cities. Most of the things\nthat have been found by archaeologists are made\nof stone, shell and metal, including copper, bronze,\ngold and silver. Copper and bronze were used to\nmake tools, weapons, ornaments and vessels.\nGold and silver were used to make ornaments\nand vessels.\nPerhaps the most striking finds are those of\nbeads, weights, and blades.\nThe Harappans also made seals out of stone.\nThese are generally rectangular (See illustration\non page 35) and usually have an animal carved\non them.\nThe Harappans also made pots with beautiful\nblack designs, such as the one\nshown on page 6.\nWas metal used in the villages\nyou learnt about in Chapter 3?\nWas stone used to make\nweights?\nCotton was probably grown\nat Mehrgarh from about 7000\nyears ago. Actual pieces of\ncloth were found attached\nto the lid of a silver vase and\nsome copper objects at\nMohenjodaro. Archaeologists\nhave also found spindle whorls,\nTop : Stone weights.\nNotice how carefully and\nprecisely these weights\nare shaped. These were\nmade of chert, a kind of\nstone. These were\nprobably used to weigh\nprecious stones or\nmetals.\nRight : Beads.\nMany of these were\nmade out of carnelian, a\nbeautiful red stone. The\nstone was cut, shaped,\npolished and finally a\nhole was bored through\nthe centre so that a\nstring could be passed\nthrough it.\nFar right : Stone blades.\nBottom Right :\nEmbroidered cloth.\nA stone statue of an\nimportant man found\nfrom Mohenjodaro\nshows him wearing an\nembroidered garment.\n2018-19",
      "page": 50,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_51_001",
    "metadata": {
      "chunk_text": "37 n\nmade of terracotta and faience. These were used\nto spin thread.\nMany of the things that were produced were\nprobably the work of specialists. A specialist is a\nperson who is trained to do only one kind of work,\nfor example, cutting stone, or polishing beads, or\ncarving seals. Look at the illustration (page 36)\nand see how well the face is carved and how\ncarefully the beard is shown. This must have been\nthe work of an expert crafts person.\nNot everybody could have been a specialist. We\ndo not know whether only men were specialists\nor only women were specialists. Perhaps some\nwomen and men may have been specialists.\nIn search of raw materials\nRaw materials are substances that are either\nfound naturally (such as wood, or ores of metals)\nor produced by farmers or herders. These are then\nprocessed to produce finished goods. For example,\ncotton, produced by farmers, is a raw material\nthat may be processed to make cloth. While some\nof the raw materials that the Harappans used were\navailable locally, many items such as copper, tin,\ngold, silver and precious stones had to be brought\nfrom distant places.\nThe Harappans probably got copper from\npresent-day Rajasthan, and even from Oman in IN THE EARLIEST\nCITIES\nFaience\nUnlike stone or shell, that are found naturally,\nfaience is a material that is artificially produced.\nA gum was used to shape sand or powdered\nquartz into an object. The objects were then glazed,\nresulting in a shiny, glassy surface. The colours\nof the glaze were usually blue or sea green.\nFaience was used to make beads, bangles,\nearrings, and tiny vessels.\n2018-19",
      "page": 51,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_52_001",
    "metadata": {
      "chunk_text": "n 38\nOUR PASTS–I\nHow were goods carried\nfrom one place to\nanother?\nLook at the illustrations.\nOne shows a toy and the\nother is a seal.\nCan you suggest what the\nmodes of transport used by\nthe Harappans were?\nDid you come across\nillustrations of wheeled\nvehicles in earlier lessons?\nWest Asia. Tin, which was mixed with\ncopper to produce bronze, may have been\nbrought from present-day Afghanistan\nand Iran. Gold could have come all the\nway from present-day Karnataka, and\nprecious stones from present-day\nGujarat, Iran and Afghanistan.\nFood for people in the cities\nWhile many people lived in the cities, others living\nin the countryside grew crops and reared animals.\nThese farmers and herders supplied food to crafts\npersons, scribes and rulers in the cities. We know\nfrom remains of plants that the Harappans grew\nwheat, barley, pulses, peas, rice, sesame, linseed\nand mustard.\nA new tool, the plough, was used to dig the\nearth for turning the soil and planting seeds. While\nreal ploughs, which were probably made of wood,\nhave not survived, toy models have been found.\nAs this region does not receive heavy rainfall, some\nform of irrigation may have been used. This means\nthat water was stored and\nsupplied to the fields when the\nplants were growing.\nThe Harappans reared cattle, sheep,\ngoat and buffalo. Water and pastures were\navailable around settlements. However, in the dry\nsummer months large herds of animals were\nprobably taken to greater distances in search of\ngrass and water. They also collected fruits like\nA toy plough.\nToday, in many farming\ncommunities, only men\nuse the plough. We do\nnot know whether the\nHarappans followed such\ncustoms or not.\n2018-19",
      "page": 52,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_53_001",
    "metadata": {
      "chunk_text": "39 n\nber, caught fish and hunted wild animals like the\nantelope.\nA closer look — Harappan towns in Gujarat\nThe city of Dholavira was located on Khadir Beyt\n(also spelled as Bet) in the Rann of Kutch, where\nthere was fresh water and fertile soil. Unlike some\nof the other Harappan cities, which were divided\ninto two parts, Dholavira was divided into three\nparts, and each part was surrounded with massive\nstone walls, with entrances through gateways.\nThere was also a large open area in the settlement,\nwhere public ceremonies could be held. Other\nfinds include large letters of the Harappan script\nthat were carved out of white stone and perhaps\ninlaid in wood. This is a unique find as generally\nHarappan writing has been found on small\nobjects such as seals.\nThe city of Lothal stood beside a tributary of\nthe Sabarmati, in Gujarat, close to the Gulf of\nKhambat. It was situated near areas where raw\nmaterials such as semi-precious stones were\neasily available. This was an important centre for\nmaking objects out of stone, shell and metal.\nThere was also a store house in the city. Many\nseals and sealings (the impression of seals on\nclay) were found in this storehouse.\nA dockyard at Lothal.\nThis huge tank may have\nbeen a dockyard, where\nboats and ships came in\nfrom the sea and through\nthe river channel. Goods\nwere probably loaded\nand unloaded here.\n2018-19",
      "page": 53,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_54_001",
    "metadata": {
      "chunk_text": "n 40\nOUR PASTS–I\nA building that was found here was probably a\nworkshop for making beads: pieces of stone, half\nmade beads, tools for bead making, and finished\nbeads have all been found here.\nSeals and sealings\nSeals may have been used to stamp bags or packets\ncontaining goods that were sent from one place to\nanother. After a bag was closed or tied, a layer of\nwet clay was applied on the knot, and the seal was\npressed on it. The impression of the seal is known\nas a sealing.\nIf the sealing was intact, one could be sure that\nthe goods had arrived safely.\nSeals are used even today. Find out what they\nare used for.\nThe mystery of the end\nAround 3900 years ago we find the beginning of\na major change. People stopped living in many of\nthe cities. Writing, seals and weights were no\nlonger used. Raw materials brought from long\ndistances became rare. In Mohenjodaro, we find\nthat garbage piled up on the streets, the drainage\nsystem broke down, and new, less impressive\nhouses were built, even over the streets.\nWhy did all this happen? We are not sure. Some\nscholars suggest that the rivers dried up. Others\nsuggest that there was deforestation. This could\nhave happened because fuel was required for\nbaking bricks, and for smelting copper ores.\nBesides, grazing by large herds of cattle, sheep\nand goat may have destroyed the green cover. In\nsome areas there were floods. But none of these\nreasons can explain the end of all the cities.\nFlooding, or a river drying up would have had an\neffect in only some areas.\nKEYWORDS\ncity\ncitadel\nruler\nscribe\ncrafts person\nmetal\nseal\nspecialist\nraw material\nplough\nirrigation\n2018-19",
      "page": 54,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_55_001",
    "metadata": {
      "chunk_text": "41 n\nIt appears as if the rulers lost control. In any\ncase, the effects of the change are quite clear.\nSites in Sind and west Punjab (present-day\nPakistan) were abandoned, while many people\nmoved into newer, smaller settlements to the east\nand the south.\nNew cities emerged about 1400 years later. You\nwill read about them in Chapters 6 and 9.\nElsewhere\nFind Egypt in your atlas. Most of Egypt is a dry desert, except for the\nlands along the river Nile.\nAround 5000 years ago, kings ruled over Egypt. These kings sent armies\nto distant lands to get\ngold, silver, ivory,\ntimber, and precious\nstones. They also\nbuilt huge tombs,\nknown as pyramids.\nWhen they died,\nthe bodies of kings\nwere preserved and\nburied in these\npyramids. These\ncarefully preserved\nbodies are known as\n‘mummies’. A large number of objects were also buried with them. These\nincluded food and drink, clothes, ornaments, utensils, musical instruments,\nweapons and animals. Sometimes even serving men and women were buried\nwith the rulers. These are amongst the most elaborate burials known in\nworld history.\nDo you think kings would have needed these things after death?\nImagine\nYou are travelling with your parents, about 4000 years\nago, from Lothal to Mohenjodaro. Describe how you\nwould travel, what your parents might carry with them,\nand what you would see in Mohenjodaro. IN THE EARLIEST\nCITIES\n2018-19",
      "page": 55,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_56_001",
    "metadata": {
      "chunk_text": "n 42\nOUR PASTS–I\nLet’s recall\n1. How do archaeologists know that cloth was used in\nthe Harappan civilisation?\n2. Match the columns\nCopper Gujarat\nGold Afghanistan\nTin Rajasthan\nPrecious stones Karnataka\n3. Why were metals, writing, the wheel, and the plough\nimportant for the Harappans?\nLet’s discuss\n4. Make a list of all the terracotta toys shown in the lesson.\nWhich do you think children would have enjoyed\nplaying with the most?\n5. Make a list of what the Harappans ate, and put a tick\nmark against the things you eat today.\n6. Do you think that the life of farmers and herders who\nsupplied food to the Harappan cities was different from\nthat of the farmers and herders you read about in\nChapter 3? Give reasons for your answer.\nLet’s do\n7. Describe three important buildings in your city or\nvillage. Are they located in a special part of the\nsettlement (e.g. the centre)? What are the activities\nthat take place in these buildings?\n8. Are there any old buildings in your locality? Find out\nhow old they are and who looks after them.\nSOME IMPORTANT\nDATES\nu uu uu Cotton cultivation at\nMehrgarh (about\n7000 years ago)\nu uu uu Beginning of cities\n(about 4700 years\nago)\nu uu uu Beginning of the end\nof these cities (about\n3900 years ago)\nu uu uu The emergence of\nother cities (about\n2500 years ago)\n2018-19",
      "page": 56,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_57_001",
    "metadata": {
      "chunk_text": "43 n\nMary in the library\nAs the bell rang, the teacher asked the students to follow\nhim, because they were going to the library for the first\ntime. When Mary stepped inside, she found that the\nlibrary was much larger than their classroom. And there\nwere so many shelves, all full of books. In one corner\nwas a cupboard filled with large, old volumes. Seeing\nher trying to open the cupboard, the teacher said, “That\ncupboard has very special books on different religions.\nDid you know that we have a set of the Vedas?”\nWhat are the Vedas? Mary wondered. Let us find out.\nOne of the oldest books in the world\nYou may have heard about the Vedas. There are\nfour of them – the Rigveda, Samaveda, Yajurveda\nand Atharvaveda. The oldest Veda is the Rigveda,\ncomposed about 3500 years ago. The Rigveda\nincludes more than a thousand hymns, called\nsukta or “well-said”. These hymns are in praise\nof various gods and goddesses. Three gods are\nespecially important: Agni, the god of fire; Indra,\na warrior god; and Soma, a plant from which a\nspecial drink was prepared.\nThese hymns were composed by sages (rishis).\nPriests taught students to recite and memorise\neach syllable, word, and sentence, bit by bit, with\ngreat care. Most of the hymns were composed,\ntaught and learnt by men. A few were composed\nby women. The Rigveda is in old or Vedic Sanskrit,\nwhich is different from the Sanskrit you learn in\nschool these days.\nCHAPTER 5\nWHAT BOOKS AND BURIALS TELL US\nWHAT BOOKS AND\nBURIALS TELL US\n2018-19",
      "page": 57,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_58_001",
    "metadata": {
      "chunk_text": "n 44\nOUR PASTS–I\nSanskrit and other languages\nSanskrit is part of a family of languages known as Indo-European.\nSome Indian languages such as Assamese, Gujarati, Hindi, Kashmiri\nand Sindhi; Asian languages such as Persian and many European\nlanguages such as English, French, German, Greek, Italian and\nSpanish belong to this family. They are called a family because they\noriginally had words in common.\nTake the words ‘matr’ (Sanskrit), ‘ma’ (Hindi) and ‘mother’ (English).\nDo you notice any similarities?\nOther languages used in the subcontinent belong to different\nfamilies. For instance, those used in the north-east belong to the\nTibeto-Burman family; Tamil, Telugu, Kannada and Malayalam belong\nto the Dravidian family; and the languages spoken in Jharkhand and\nparts of central India belong to the Austro-Asiatic family.\nList the languages you have heard about and try and identify the\nfamilies to which they belong.\nThe books we use are written and printed. The\nRigveda was recited and heard rather than read.\nIt was written down several centuries after it was\nfirst composed, and printed less than 200 years\nago.\nHow historians study the Rigveda\nHistorians, like archaeologists, find out about the\npast, but, in addition to material remains, they\nexamine written sources as well. Let us see how\nthey study the Rigveda.\nSome of the hymns in the Rigveda are in the\nform of dialogues. This is part of one such hymn,\na dialogue between a sage named Vishvamitra,\nand two rivers, (Beas and Sutlej) that were\nworshipped as goddesses.\nFind the rivers on Map 1 (page 2), then read on:\n2018-19",
      "page": 58,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_59_001",
    "metadata": {
      "chunk_text": "45 n\nA page from a\nmanuscript of the\nRigveda.\nThis manuscript of the\nRigveda, on birch bark,\nwas found in Kashmir.\nAbout 150 years ago, it\nwas used to prepare one\nof the earliest printed\ntexts of the Rigveda, as\nwell as an English\ntranslation. It is now\npreserved in a library in\nPune, Maharashtra.\nVishvamitra and the Rivers\nVishvamitra: O rivers, come down from the mountains like two swift horses, like\ntwo shining cows that lick their calves.\nYou move like chariots to the sea, through the power of Indra. You are full of\nwater and wish to unite with one another.\nThe rivers: We, who are full of water, move along the path the gods have made\nfor us. Once we start flowing, we cannot be stopped. Why do you pray to us, o\nsage?\nVishvamitra: O sisters, please listen to me, the singer who has come from a\ndistance with his chariots and carts. Let your waters not rise above our axles, so\nthat we can cross safely.\nThe rivers: We will listen to your prayers so that you can cross safely.\nHistorians point out that this hymn was composed in the area where\nthese rivers flow. They also suggest that the sage lived in a society where\nhorses and cows were valued animals. That is why the rivers are compared\nto horses and cows.\nDo you think chariots were also important? Give reasons for your answer.\nRead the verses and find out what are the modes of transport that are\nmentioned.\nOther rivers, especially the Indus and its other tributaries, and the\nSarasvati, are also named in the hymns. The Ganga and Yamuna are\nnamed only once.\nLook at Map 1 (page 2) and list 5 rivers that are not mentioned in the\nRigveda.\nWHAT BOOKS AND\nBURIALS TELL US\n2018-19",
      "page": 59,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_60_001",
    "metadata": {
      "chunk_text": "n 46\nOUR PASTS–I\nCattle, horses and chariots\nThere are many prayers in the Rigveda for cattle,\nchildren (especially sons), and horses. Horses\nwere yoked to chariots that were used in battles,\nwhich were fought to capture cattle. Battles were\nalso fought for land, which was important for\npasture, and for growing hardy crops that ripened\nquickly, such as barley. Some battles were fought\nfor water, and to capture people.\nSome of the wealth that was obtained was kept\nby the leaders, some was given to the priests and\nthe rest was distributed amongst the people. Some\nwealth was used for the performance of yajnas or\nsacrifices in which offerings were made into the\nfire. These were meant for gods and goddesses.\nOfferings could include ghee, grain, and in some\ncases, animals.\nMost men took part in these wars. There was\nno regular army, but there were assemblies where\npeople met and discussed matters of war and\npeace. They also chose leaders, who were often\nbrave and skilful warriors.\nWords to describe people\nThere are several ways of describing people — in\nterms of the work they do, the language they\nspeak, the place they belong to, their family, their\ncommunities and cultural practices. Let us see\nsome of the words used to describe people found\nin the Rigveda.\nThere are two groups who are described in\nterms of their work — the priests, sometimes\ncalled brahmins, who performed various rituals,\nand the rajas.\nThese rajas were not like the ones you will be\nlearning about later. They did not have capital\ncities, palaces or armies, nor did they collect taxes.\n2018-19",
      "page": 60,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_61_001",
    "metadata": {
      "chunk_text": "47 n\nGenerally, sons did not automatically succeed\nfathers as rajas.\nRead the previous section once more and see\nwhether you can find out what the rajas did.\nTwo words were used to describe the people or\nthe community as a whole. One was the word\njana, which we still use in Hindi and other\nlanguages. The other was vish. The word vaishya\ncomes from vish. You will learn more about this\nin Chapter 6.\nSeveral vish or jana are mentioned by name.\nSo we find reference to the Puru jana or vish, the\nBharata jana or vish, the Yadu jana or vish, and\nso on.\nDo any of these names sound familiar?\nSometimes, the people who composed the\nhymns described themselves as Aryas and called\ntheir opponents Dasas or Dasyus. These were\npeople who did not perform sacrifices, and\nprobably spoke different languages. Later, the\nterm dasa (and the feminine dasi) came to mean\nslave. Slaves were women and men who were often\ncaptured in war. They were treated as the property\nof their owners, who could make them do\nwhatever work they wanted.\nWhile the Rigveda was being composed in the\nnorth-west of the subcontinent, there were other\ndevelopments elsewhere. Let us look at some of\nthese.\nSilent sentinels—the story of the megaliths\nLook at the illustration on the next page.\nThese stone boulders are known as megaliths\n(literally big stones). These were carefully arranged\nby people, and were used to mark burial sites. The\npractice of erecting megaliths began about\n3000 years ago, and was prevalent throughout\nthe Deccan, south India, in the north-east and\nKashmir. WHAT BOOKS AND\nBURIALS TELL US\n2018-19",
      "page": 61,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_62_001",
    "metadata": {
      "chunk_text": "n 48\nOUR PASTS–I\nSome important megalithic\nsites are shown on Map 2\n(page14). While some\nmegaliths can be seen on the\nsur face, other megalithic\nburials are often underground.\nSometimes, archaeologists\nfind a circle of stone boulders\nor a single large stone\nstanding on the ground.\nThese are the only indications\nthat there are burials beneath.\nThere were several things\nthat people did to make megaliths. We have made\na list here. Try and arrange them in the correct\norder: digging pits in the earth, transporting\nstones, breaking boulders, placing stones in\nposition, finding suitable stone, shaping stones,\nburying the dead.\nAll these burials have some common features.\nGenerally, the dead were buried with distinctive\npots, which are called Black and Red Ware. Also\nfound are tools and weapons of iron and\nsometimes, skeletons of horses, horse equipment\nand ornaments of stone and gold.\nWas iron used in the Harappan cities?\nIron equipment found from megalithic burials.\nLeft top : Horse equipment.\nLeft below : Axes.\nBelow : A dagger.\nTop : This type of\nmegalith is known as a\ncist. Some cists, like the\none shown here, have\nport-holes which could\nbe used as an entrance.\n2018-19",
      "page": 62,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_63_001",
    "metadata": {
      "chunk_text": "49 n\nFinding out about social differences\nArchaeologists think that objects found with a\nskeleton probably belonged to the dead person.\nSometimes, more objects are found in one grave\nthan in another. Find Brahmagiri on Map 2\n(page 14). Here, one skeleton was buried with 33\ngold beads, 2 stone beads, 4 copper bangles, and\none conch shell. Other skeletons have only a few\npots. These finds suggest that there was some\ndifference in status amongst the people who were\nburied. Some were rich, others poor, some chiefs,\nothers followers.\nWere some burial spots meant for certain\nfamilies?\nSometimes, megaliths contain more than one\nskeleton. These indicate that people, perhaps\nbelonging to the same family, were buried in the\nsame place though not at the same time. The bodies\nof those who died later were brought into the grave\nthrough the portholes. Stone circles or boulders\nplaced on the surface probably served as signposts\nto find the burial site, so that people could return\nto the same place whenever they wanted to.\nA special burial at Inamgaon\nFind Inamgaon on Map 2 (page14). It is a site on\nthe river Ghod, a tributary of the Bhima. It was\noccupied between 3600 and 2700 years ago. Here,\nadults were generally buried in the ground, laid\nout straight, with the head towards the north.\nSometimes burials were within the houses.\nVessels that probably contained food and water\nwere placed with the dead.\nOne man was found buried in a large, four\nlegged clay jar in the courtyard of a five-roomed\nhouse (one of the largest houses at the site), in WHAT BOOKS AND\nBURIALS TELL US\n2018-19",
      "page": 63,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_64_001",
    "metadata": {
      "chunk_text": "n 50\nOUR PASTS–I\nthe centre of the settlement. This house also\nhad a granary. The body was placed in a cross-\nlegged position.\nDo you think this was the body of a chief?\nGive reasons for your answer.\nWhat skeletal studies tell us\nIt is easy to make out the skeleton of a child from its small size. However,\nthere are no major differences in the bones of a girl and a boy.\nCan we make out whether a skeleton was that of a man or a\nwoman?\nSometimes, people decide on the basis of what is found with the\nskeleton. For instance, if a skeleton is found with jewellery, it is\nsometimes thought to be that of a woman. However, there are\nproblems with this. Often, men also wore ornaments.\nA better way of figuring out the sex of a skeleton is to look at the\nbone structure. The hip or the pelvic area of women is generally\nlarger to enable child bearing.\nThese distinctions are based on modern skeletal studies.\nAbout 2000 years ago, there was a famous physician named\nCharaka who wrote a book on medicine known as the Charaka\nSamhita. There he states that the human body has 360 bones. This\nis a much larger number than the 200 bones that are recognised in\nmodern anatomy. Charaka arrived at this figure by counting the\nteeth, joints and cartilage.\nHow do you think he found out about the human body in such\ngreat detail?\nOccupations at Inamgaon\nArchaeologists have found seeds of wheat, barley,\nrice, pulses, millets, peas and sesame. Bones of a\nnumber of animals, many bearing cut marks that\nshow they may have been used as food, have also\nbeen found. These include cattle, buffalo, goat,\nsheep, dog, horse, ass, pig, sambhar, spotted deer,\nblackbuck, antelope, hare, and mongoose, besides\nbirds, crocodile, turtle, crab and fish. There is\nevidence that fruits such as ber, amla, jamun, dates\nand a variety of berries were collected.\n2018-19",
      "page": 64,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_65_001",
    "metadata": {
      "chunk_text": "51 n\nUse this evidence to list the possible\noccupations of the people at Inamgaon.\nElsewhere\nFind China in your atlas. Around 3500 years ago,\nwe find some of the first evidence of writing in China.\nThese writings were on animal bones. These are\ncalled oracle bones, because they were used to\npredict the future. Kings got scribes to write\nquestions on the bones — would they win battles?\nWould the harvest be good? Would they have sons?\nThe bones were then put into the fire, and they\ncracked because of the heat. Then fortunetellers\nstudied these cracks, and tried to predict the future.\nAs you may expect, they sometimes made mistakes.\nThese kings lived in palaces in cities. They\namassed vast quantities of wealth, including large,\nelaborately decorated bronze vessels. However, they\ndid not know the use of iron.\nList one difference between the raja of the Rigveda\nand these kings.\nImagine\nYou live in Inamgaon, 3000 years ago, and the chief\nhas died last night. Today, your parents are preparing\nfor the burial. Describe the scene, including how food\nis being prepared for the funeral. What do you think\nwould be offered?\nKEYWORDS\nVeda\nlanguage\nhymn\nchariot\nsacrifice\nraja\nslave\nmegalith\nburial\nskeletal\niron\n2018-19",
      "page": 65,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_66_001",
    "metadata": {
      "chunk_text": "n 52\nOUR PASTS–I\nLet’s recall\n1. Match the columns\nSukta Stone boulder\nChariots Sacrifice\nYajna Well-said\nDasa Used in battles\nMegalith Slave\n2. Complete the sentences:\n(a) Slaves were used for ————————\n(b) Megaliths are found in ————————\n(c) Stone circles or boulders on the surface were\nused to ————————\n(d) Port-holes were used for ————————\n(e) People at Inamgaon ate ————————\nLet’s discuss\n3. In what ways are the books we read today different\nfrom the Rigveda?\n4. What kind of evidence from burials do archaeologists\nuse to find out whether there were social differences\namongst those who were buried?\n5. In what ways do you think that the life of a raja was\ndifferent from that of a dasa or dasi?\nu uu uu Beginning of the\ncomposition of the\nVedas (about 3500\nyears ago)\nu uu uu Beginning of the\nbuilding of megaliths\n(about 3000 years\nago)\nu uu uu Settlement at\nInamgaon (between\n3600 and 2700 years\nago)\nu uu uu Charaka (about 2000\nyears ago)\nSOME IMPORTANT\nDATES\n2018-19",
      "page": 66,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_67_001",
    "metadata": {
      "chunk_text": "53 n\nLet’s do\n6. Find out whether your school library has a collection\nof books on religion, and list the names of five books\nfrom this collection.\n7. Write down a short poem or song that you have\nmemorised. Did you hear or read the poem or song?\nHow did you learn it by heart?\n8. In the Rigveda, people were described in terms of the\nwork they did and the languages they spoke. In the\ntable below, fill in the names of six people you know,\nchoosing three men and three women. For each of\nthem, mention the work they do and the language\nthey speak. Would you like to add anything else to\nthe description?\nNAME WORK LANGUAGE ANYTHING ELSE\nWHAT BOOKS AND\nBURIALS TELL US\n2018-19",
      "page": 67,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_68_001",
    "metadata": {
      "chunk_text": "n 54\nOUR PASTS–I\nElection day\nShankaran woke up to see his grandparents all ready to\ngo and vote. They wanted to be the first to reach the\npolling booth. Why, Shankaran wanted to know, were\nthey so excited? Somewhat impatiently, his grandfather\nexplained: “We can choose our own rulers today.”\nHow some men became rulers\nChoosing leaders or rulers by voting is something\nthat has become common during the last fifty\nyears or so. How did men become rulers in the\npast? Some of the rajas we read about in Chapter\n5 were probably chosen by the jana, the people.\nBut, around 3000 years ago, we find some\nchanges taking place in the ways in which rajas\nwere chosen. Some men now became recognised\nas rajas by performing very big sacrifices.\nThe ashvamedha or horse sacrifice was one\nsuch ritual. A horse was let loose to wander freely\nand it was guarded by the raja’s men. If the horse\nwandered into the kingdoms of other rajas and\nthey stopped it, they had to fight. If they allowed\nthe horse to pass, it meant that they accepted\nthat the raja who wanted to perform the sacrifice\nwas stronger than them. These rajas were then\ninvited to the sacrifice, which was performed by\nspecially trained priests, who were rewarded with\ngifts. The raja who organised the sacrifice was\nrecognised as being very powerful, and all those\nwho came brought gifts for him.\nThe raja was a central figure in these rituals.\nHe often had a special seat, a throne or a tiger\nskin. His charioteer, who was his companion in\nthe battle field and witnessed his exploits,\nCHAPTER 6\nKINGDOMS, KINGS AND AN EARLY REPUBLIC\n2018-19",
      "page": 68,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_69_001",
    "metadata": {
      "chunk_text": "55 n\nchanted tales of his glory. His relatives, especially\nhis wives and sons, had to perform a variety of\nminor rituals. The other rajas were simply\nspectators who had to sit and watch the\nperformance of the sacrifice. Priests performed\nthe rituals including the sprinkling of sacred water\non the king. The ordinary people, the vish or\nvaishya, also brought gifts. However, some people,\nsuch as those who were regarded as shudras by\nthe priests, were excluded from many rituals.\nMake a list of all those who would be present\nat the sacrifice. Which are the categories that are\ndescribed in terms of their occupation?\nKINGDOMS, KINGS AND\nAN EARLY REPUBLIC\nVarnas\nWe have many books that were composed in north India, especially in\nthe areas drained by the Ganga and the Yamuna, during this period.\nThese books are often called later Vedic, because they were composed\nafter the Rigveda about which you learnt in Chapter 5. These include\nthe Samaveda, Yajurveda and Atharvaveda, as well as other books.\nThese were composed by priests, and described how rituals were to be\nperformed. They also contained rules about society.\nThere were several different groups in society at this time — priests\nand warriors, farmers, herders, traders, crafts persons, labourers, fishing\nfolk, and forest people. Some priests and warriors were rich, as were\nsome farmers and traders. Others, including many herders, crafts\npersons, labourers, fishing folk and hunters and gatherers, were poor.\nThe priests divided people into four groups, called varnas. According\nto them, each varna had a different set of functions.\nThe first varna was that of the brahmin. Brahmins were expected to\nstudy (and teach) the Vedas, perform sacrifices and receive gifts.\nIn the second place were the rulers, also known as kshatriyas. They\nwere expected to fight battles and protect people.\nThird were the vish or the vaishyas. They were expected to be farmers,\nherders, and traders. Both the kshatriyas and the vaishyas could\nperform sacrifices.\n2018-19",
      "page": 69,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_70_001",
    "metadata": {
      "chunk_text": "n 56\nOUR PASTS–I\nPainted Grey Ware.\nPlates and bowls are the\nmost common vessels\nmade out of Painted\nGrey Ware. These are\nextremely fine to touch,\nwith a nice, smooth\nsurface. Perhaps these\nwere used on special\noccasions, for important\npeople, and to serve\nspecial food.\nJanapadas\nThe rajas who performed these big sacrifices were\nnow recognised as being rajas of janapadas rather\nthan janas. The word janapada literally means\nthe land where the jana set its foot, and settled\ndown. Some important janapadas are shown on\nMap 4 (page 57).\nArchaeologists have excavated a number of\nsettlements in these janapadas, such as Purana\nQila in Delhi, Hastinapura near Meerut,\nand Atranjikhera, near Etah (the last two\nare in Uttar Pradesh). They found that\npeople lived in huts, and kept cattle as well\nas other animals. They also grew a variety\nof crops — rice, wheat, barley, pulses,\nsugarcane, sesame and mustard.\nIs there a crop in this list that was not\nmentioned in Chapter 4?\nLast were the shudras, who had to serve the other three groups and\ncould not perform any rituals. Often, women were also grouped with the\nshudras. Both women and shudras were not allowed to study the Vedas.\nThe priests also said that these groups were decided on the basis of\nbirth. For example, if one’s father and mother were brahmins one would\nautomatically become a brahmin, and so on. Later, they classified some\npeople as untouchable. These included some crafts persons, hunters\nand gatherers, as well as people who helped perform burials and\ncremations. The priests said that contact with these groups was polluting.\nMany people did not accept the system of varna laid down by the\nbrahmins. Some kings thought they were superior to the priests. Others\nfelt that birth could not be a basis for deciding which varna people\nbelonged to. Besides, some people felt that there should be no differences\namongst people based on occupation. Others felt that everybody should\nbe able to perform rituals. And others condemned the practice of\nuntouchability. Also, there were many areas in the subcontinent, such\nas the north-east, where social and economic differences were not very\nsharp, and where the influence of the priests was limited.\nWhy did people oppose the system of varnas?\n2018-19",
      "page": 70,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_71_001",
    "metadata": {
      "chunk_text": "57 n\nThey made earthen pots. Some of these were\ngrey in colour, others were red. One special type\nof pottery found at these sites is known as Painted\nGrey Ware. As is obvious from the name, these\ngrey pots had painted designs, usually simple\nlines and geometric patterns.\nMahajanapadas\nAbout 2500 years ago, some janapadas became\nmore important than others, and were known as\nmahajanapadas. Some of these are shown on Map\n4. Most mahajanapadas had a capital city, many\nof these were fortified. This means that huge walls\nof wood, brick or stone were built around them.\n57 n\nKINGDOMS, KINGS AND\nAN EARLY REPUBLIC\nMAP : 4\nImportant Janapadas,\nMahajanapadas and Cities\n2018-19",
      "page": 71,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_72_001",
    "metadata": {
      "chunk_text": "n 58\nOUR PASTS–I\nForts were probably built because people were\nafraid of attacks from other kings and needed\nprotection. It is also likely that some rulers wanted\nto show how rich and powerful they were by\nbuilding really large, tall and impressive walls\naround their cities. Also in this way, the land and\nthe people living inside the fortified area could be\ncontrolled more easily by the king. Building such\nhuge walls required a great deal of planning.\nThousands, if not lakhs of bricks or stones had\nto be prepared. This in turn meant enormous\nlabour, provided, possibly, by thousands of men,\nwomen and children. And resources had to be\nfound for all of this.\nThe fortification wall at\nKaushambi.\nThis is a picture of\nremains of a wall made of\nbrick, found near\npresent-day Allahabad\n(Uttar Pradesh). A part\nof it was probably built\nabout 2500 years ago.\n2018-19",
      "page": 72,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_73_001",
    "metadata": {
      "chunk_text": "59 n\nThe new rajas now began maintaining armies.\nSoldiers were paid regular salaries and maintained\nby the king throughout the year. Some payments\nwere probably made using punch marked coins\n(see the illustration on page 92). You will read\nmore about these coins in Chapter 9.\nList two ways in which the rajas of the\nmahajanapadas wer e dif ferent from those\nmentioned in the Rigveda.\nTaxes\nAs the rulers of the mahajanapadas were\n(a) building huge forts (b) maintaining big armies,\nthey needed more resources. And they needed\nofficials to collect these. So, instead of depending\non occasional gifts brought by people, as in the\ncase of the raja of the janapadas, they started\ncollecting regular taxes.\n• Taxes on crops were the most important. This was\nbecause most people were farmers. Usually, the tax\nwas fixed at 1/6th of what was produced. This was\nknown as bhaga or a share.\n• There were taxes on crafts persons as well. These\ncould have been in the form of labour. For example,\na weaver or a smith may have had to work for a day\nevery month for the king.\n• Herders were also expected to pay taxes in the form\nof animals and animal produce.\n• There were also taxes on goods that were bought\nand sold, through trade.\n• And hunters and gatherers also had to provide\nforest produce to the raja.\nWhat do you think would have been provided\nby hunters and gatherers?\nKINGDOMS, KINGS AND\nAN EARLY REPUBLIC\n2018-19",
      "page": 73,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_74_001",
    "metadata": {
      "chunk_text": "n 60\nOUR PASTS–I\nChanges in agriculture\nThere were two major changes in agriculture\naround this time. One was the growing use of\niron ploughshares. This meant that heavy, clayey\nsoil could be turned over better than with a\nwooden ploughshare, so that more grain could\nbe produced. Second, people began transplanting\npaddy. This meant that instead of scattering seed\non the ground, from which plants would sprout,\nsaplings were grown and then planted in the\nfields. This led to increased production, as many\nmore plants survived. However, it was back\nbreaking work. Generally, slave men and women,\n(dasas and dasis) and landless agricultural\nlabourers (kammakaras) had to do this work.\nCan you think why kings would encourage\nthese changes?\nA closer look — (a) Magadha\nFind Magadha on Map 4 (page 57). Magadha\nbecame the most important mahajanapada in\nabout two hundred years. Many rivers such as\nthe Ganga and Son flowed through Magadha. This\nwas important for (a) transport, (b) water supplies\n(c) making the land fertile. Parts of Magadha were\nforested. Elephants, which lived in the forest,\ncould be captured and trained for the army.\nForests also provided wood for building houses,\ncarts and chariots. Besides, there were iron ore\nmines in the region that could be tapped to make\nstrong tools and weapons.\nMagadha had two very power ful rulers,\nBimbisara and Ajatasattu, who used all possible\nmeans to conquer other janapadas. Mahapadma\nNanda was another important ruler. He extended\nhis control up to the north-west part of the\nsubcontinent. Rajagriha (present-day Rajgir) in\nBihar was the capital of Magadha for several years.\n2018-19",
      "page": 74,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_75_001",
    "metadata": {
      "chunk_text": "61 n\nLater the capital was shifted to Pataliputra\n(present-day Patna).\nMore than 2300 years ago, a ruler named\nAlexander, who lived in Macedonia in Europe,\nwanted to become a world conqueror. Of course,\nhe didn’t conquer the world, but did conquer parts\nof Egypt and West Asia, and came to the Indian\nsubcontinent, reaching up to the banks of the\nBeas. When he wanted to march further\neastwards, his soldiers refused. They were scared,\nas they had heard that the rulers of India had\nvast ar mies of foot soldiers, chariots and\nelephants.\nIn what ways were these armies different from\nthose described in the Rigveda?\nA closer look — (b) Vajji\nWhile Magadha became a powerful kingdom, Vajji,\nwith its capital at Vaishali (Bihar), was under a\ndifferent form of government, known as gana or\nsangha.\nIn a gana or a sangha there were not one, but\nmany rulers. Sometimes, even when thousands\nof men ruled together, each one was known as a\nraja. These rajas performed rituals together. They\nalso met in assemblies, and decided what had to\nbe done and how, through discussion and debate.\nFor example, if they were attacked by an enemy,\nthey met to discuss what should be done to meet\nthe threat. However, women, dasas and\nkammakaras could not participate in these\nassemblies.\nBoth the Buddha and Mahavira (about whom\nyou will read in Chapter 7) belonged to ganas or\nsanghas. Some of the most vivid descriptions of\nlife in the sanghas can be found in Buddhist\nbooks.\nKINGDOMS, KINGS AND\nAN EARLY REPUBLIC\nGana\nIs used for a\ngroup that has\nmany members.\nSangha\nMeans\norganisation or\nassociation.\n2018-19",
      "page": 75,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_76_001",
    "metadata": {
      "chunk_text": "n 62\nOUR PASTS–I\nThis is an account of the Vajjis from the Digha\nNikaya, a famous Buddhist book, which contains\nsome of the speeches of the Buddha. These were\nwritten down about 2300 years ago.\nAjatasattu and the Vajjis\nAjatasattu wanted to attack the Vajjis. He sent his\nminister named Vassakara to the Buddha to get\nhis advice on the matter.\nThe Buddha asked whether the Vajjis met\nfrequently, in full assemblies. When he heard that\nthey did, he replied that the Vajjis would continue\nto prosper as long as:\n• They held full and frequent public assemblies.\n• They met and acted together.\n• They followed established rules.\n• They respected, supported and listened to elders.\n• Vajji women were not held by force or captured.\n• Chaityas (local shrines) were maintained in both\ntowns and villages.\n• Wise saints who followed different beliefs were\nrespected and allowed to enter and leave the\ncountry freely.\nIn what ways was the Vajji sangha different from\nthe other mahajanapadas? Try and list at least\nthree differences.\nRajas of powerful kingdoms tried to conquer\nthe sanghas. Nevertheless, these lasted for a very\nlong time, till about 1500 years ago, when the\nlast of the ganas or sanghas were conquered by\nthe Gupta rulers, about whom you will read in\nChapter 11.\nKEYWORDS\nraja\nashvamedha\nvarna\njanapada\nmahajanapada\nfortification\narmy\ntax\ntransplantation\ngana or sangha\ndemocracy\n2018-19",
      "page": 76,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_77_001",
    "metadata": {
      "chunk_text": "63 n\nElsewhere\nFind Greece and Athens in your atlas.\nAround 2500 years ago, the people of Athens set up a form of\ngovernment, which was called a democracy, which lasted for about 200\nyears.\nAll free men over the age of 30 were recognised as full citizens.\nThere was an assembly that met at least 40 times a year to decide on\nimportant matters.\nAll citizens could attend these meetings.\nAppointments for many positions were made through lottery. All those\nwho wanted to be chosen gave in their names, and then some were\nselected through lottery.\nCitizens were expected to serve in the army and the navy.\nHowever, women were not considered citizens.\nAlso, many foreigners, who lived and worked in Athens as merchants\nand crafts persons did not have rights as citizens.\nBesides, there were several thousand slaves in Athens, who worked\nin mines, fields, households and workshops. They too were not treated\nas citizens.\nDo you think this was a true democracy?\nImagine\nYou are peeping through a crack in the walls of the\nassembly of Vaishali, where a meeting is in progress to\ndiscuss ways to deal with an attack by the king of\nMagadha. Describe what you might hear.\nLet’s recall\n1. State whether true or false:\n(a) Rajas who let the ashvamedha horse pass\nthrough their lands were invited to the sacrifice.\n(b) The charioteer sprinkled sacred water on the king.\n(c) Archaeologists have found palaces in the\nsettlements of the janapadas.\n(d) Pots to store grain were made out of Painted\nGrey Ware.\n(e) Many cities in mahajanapadas were fortified. KINGDOMS, KINGS AND\nAN EARLY REPUBLIC\n2018-19",
      "page": 77,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_78_001",
    "metadata": {
      "chunk_text": "n 64\nOUR PASTS–I\n2. Fill in the chart given below with the terms: hunter-\ngatherers, farmers, traders, crafts persons, herders.\n3. Who were the groups who could not participate in the\nassemblies of the ganas?\nLet’s discuss\n4. Why did the rajas of mahajanapadas build forts?\n5. In what ways are present-day elections different from\nthe ways in which rulers were chosen in janapadas?\nLet’s do\n6. Find the state in which you live in the political map\non page 136. Were there any janapadas in your state?\nIf yes, name them. If not, name the janapadas that\nwould have been the closest to your state, and mention\nwhether they were to the east, west, north or south.\n7. Find out whether any of the groups mentioned in\nanswer 2 pay taxes today.\n8. Find out whether the groups mentioned in answer 3\nhave voting rights at present.\nTHE RAJA OF THE\nMAHAJANAPADA\nTHOSE WHO PAID TAXES\nu uu uu New kinds of rajas\n(about 3000 years\nago)\nu uu uu Mahajanapadas (about\n2500 years ago)\nu uu uu Alexander’s invasion,\ncomposition of the\nDigha Nikaya (about\n2300 years ago)\nu uu uu End of the ganas or\nsanghas (about 1500\nyears ago)\nSOME IMPORTANT\nDATES\n2018-19",
      "page": 78,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_79_001",
    "metadata": {
      "chunk_text": "65 n\nAnagha’s school trip\nThis was the first time Anagha was going on a school\ntrip. They boarded the train from Pune (in Maharashtra)\nlate at night, to go all the way to Varanasi (in Uttar\nPradesh). Her mother, who came to see her off at the\nstation, told the teacher: “Do tell the children about the\nBuddha, and take them to see Sarnath as well.”\nThe story of the Buddha\nSiddhartha, also known as Gautama, the founder\nof Buddhism, was born about 2500 years ago.\nThis was a time of rapid change in the lives of\npeople. As you saw in Chapter 6, some kings in\nthe mahajanapadas were growing more powerful.\nNew cities were developing, and life was changing\nin the villages as well (see Chapter 10). Many\nthinkers were trying to understand these changes\nin society. They also wanted to try and find out\nthe true meaning of life.\nThe Buddha belonged to a small gana known\nas the Sakya gana, and was a kshatriya. When he\nwas a young man, he left the comforts of his home\nin search of knowledge. He wandered for several\nyears, meeting and holding discussions with other\nthinkers. He finally decided to find his own path\nto realisation, and meditated for days on end under\na peepal tree at Bodh Gaya in Bihar, where he\nattained enlightenment. After that, he was known\nas the Buddha or the Wise One. He then went to\nSarnath, near Varanasi, where he taught for the\nfirst time. He spent the rest of his life travelling on\nfoot, going from place to place, teaching people,\ntill he passed away at Kusinara.\nCHAPTER 7\nNEW QUESTIONS AND IDEAS\nNEW QUESTIONS AND\nIDEAS\n2018-19",
      "page": 79,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_80_001",
    "metadata": {
      "chunk_text": "n 66\nOUR PASTS–I\nThe Buddha taught that life is full of suffering\nand unhappiness. This is caused because we have\ncravings and desires (which often cannot be\nfulfilled). Sometimes, even if we get what we want,\nwe are not satisfied, and want even more (or want\nother things). The Buddha described this as thirst\nor tanha. He taught that this constant craving\ncould be removed by following moderation in\neverything.\nHe also taught people to be kind, and to\nrespect the lives of others, including animals. He\nbelieved that the results of our actions (called\nkarma), whether good or bad,\naffect us both in this life and\nthe next. The Buddha\ntaught in the language of\nthe ordinary people,\nPrakrit, so that everybody\ncould understand his\nmessage.\nWhat was the language\nused to compose the\nVedas?\nHe also encouraged\npeople to think for\nthemselves rather\nthan to simply\naccept what he\nsaid. Let us see how\nhe did this.\nThe stupa at Sarnath.\nThis building, known as a\nstupa, was built to mark\nthe place where the\nBuddha first taught his\nmessage. You will learn\nmore about stupas in\nChapter 12.\n2018-19",
      "page": 80,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_81_001",
    "metadata": {
      "chunk_text": "67 n\nThe story of Kisagotami\nHere is a famous story about the Buddha.\nOnce there was a woman named Kisagotami, whose son had died. She was\nso sad that she roamed through the streets of the city carrying the child with\nher, asking for help to bring him back to life. A kind man took her to the\nBuddha.\nThe Buddha said: “Bring me a handful of mustard seeds, and I will bring\nyour child back to life.”\nKisagotami was overjoyed and started off at once, but the Buddha gently\nstopped her and added: “The seeds must come from the house of a family\nwhere nobody has died.”\nKisagotami went from door to door, but wherever she went, she found out\nthat someone or the other — father, mother, sister, brother, husband, wife,\nchild, uncle, aunt, grandfather, grandmother — had died.\nWhat was the Buddha trying to teach the sorrowing mother?\nUpanishads\nAround the time that the Buddha\nwas preaching and perhaps a little\nearlier, other thinkers also tried to\nfind answers to difficult questions.\nSome of them wanted to know about\nlife after death, others wanted to\nknow why sacrifices should be\nperformed. Many of these thinkers\nfelt that there was something\npermanent in the universe that\nwould last even after death. They\ndescribed this as the atman or the\nindividual soul and the brahman or\nthe universal soul. They believed\nthat ultimately, both the atman and\nthe brahman were one.\nMany of their ideas were recorded\nin the Upanishads. These were part\nof the later Vedic texts. Upanishad\nliterally means ‘approaching and\nNEW QUESTIONS AND\nIDEAS\nSix Schools of Indian Philosophy\nOver centuries, India’s intellectual\nexploration of truth has come to be\nrepresented by six systems of\nphilosophy. These are known as\nVaishesika, Nyaya, Samkhya, Yoga,\nPurva Mimansa and Vedanta or Uttara\nMimansa. These six systems of\nphilosophy are said to have been\nfounded by sages Konada, Gotama,\nKapila, Patanjali, Jaimini and Vyasa,\nrespectively. These philosophies still\nguide scholarly discourse in the\ncountry. Ger man-bor n British\nindologist, Friedrich Max Muller, has\nobserved that the six systems of\nphilosophy were developed over many\ngenerations with contributions made by\nindividual thinkers. However, today, we\nfind an underlying harmony in their\nunderstanding of truth, although they\nseem distinct from each other.\n2018-19",
      "page": 81,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_82_001",
    "metadata": {
      "chunk_text": "n 68\nOUR PASTS–I\nsitting near’ and the texts contain conversations\nbetween teachers and students. Often, ideas were\npresented through simple dialogues.\nMost Upanishadic thinkers were men,\nespecially brahmins and rajas. Occasionally, there\nis mention of women thinkers, such as Gargi,\nwho was famous for her learning, and participated\nin debates held in royal courts. Poor people rarely\ntook part in these discussions. One famous\nexception was Satyakama Jabala, who was named\nafter his mother, the slave woman Jabali. He had\na deep desire to learn about reality, was accepted\nas a student by a brahmin teacher named\nGautama, and became one of the best-known\nthinkers of the time. Many of the ideas of the\nUpanishads were later developed by the famous\nthinker Shankaracharya, about whom you will\nread in Class VII.\nThe wise beggar\nHere is a dialogue based on a story from one of the most famous\nUpanishads, the Chhandogya Upanishad.\nShaunaka and Abhipratarin were two sages who worshipped the\nuniversal soul.\nOnce, as they sat down to eat, a beggar came and asked for some\nfood.\n“We cannot spare anything for you,” Shaunaka said.\n“Learned sirs, whom do you worship?” the beggar asked.\n“The universal soul,” Abhipratarin replied.\n“Ah! It means that you know that the universal soul fills the entire world.”\n“Yes, yes. We know that.” The sages nodded.\n“If the universal soul fills the whole world, it fills me too. Who am I, but\na part of the world?” the beggar asked.\n“You speak the truth, O young brahmin.”\n“Then, O sages, by not giving me food, you are actually denying food\nto the universal soul.”\nThe sages realised the truth of what the beggar said, and shared their\nfood with him.\nHow did the beggar convince the sages to share their food with him?\n2018-19",
      "page": 82,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_83_001",
    "metadata": {
      "chunk_text": "69 n\nPanini, the grammarian\nThis was also the time when other scholars were at\nwork. One of the most famous was Panini, who\nprepared a grammar for Sanskrit. He arranged the\nvowels and the consonants in a special order, and\nthen used these to create formulae like those found\nin Algebra. He used these to write down the rules\nof the language in short formulae (around 3000 of\nthem!).\nJainism\nThe last and 24th tirthankara of the Jainas,\nVardhamana Mahavira, also spread his message\naround this time, i.e. 2500 years ago. He was a\nkshatriya prince of the Lichchhavis, a group that\nwas part of the Vajji sangha, about which you\nread in Chapter 6. At the age of thirty, he left\nhome and went to live in a forest. For twelve years\nhe led a hard and lonely life, at the end of which\nhe attained enlightenment.\nHe taught a simple doctrine: men and women\nwho wished to know the truth must leave their\nhomes. They must follow very strictly the rules of\nahimsa, which means not hurting or killing living\nbeings. “All beings,” said Mahavira “long to live.\nTo all things life is dear.” Ordinary people could\nunderstand the teachings of Mahavira and his\nfollowers, because they used Prakrit. There were\nseveral forms of Prakrit, used in different parts of\nthe country, and named after the regions in which\nthey were used. For example, the Prakrit spoken\nin Magadha was known as Magadhi.\nFollowers of Mahavira, who were known as\nJainas, had to lead very simple lives, begging for\nfood. They had to be absolutely honest, and were\nespecially asked not to steal. Also, they had to\nobserve celibacy. And men had to give up\neverything, including their clothes. NEW QUESTIONS AND\nIDEAS\n2018-19",
      "page": 83,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_84_001",
    "metadata": {
      "chunk_text": "n 70\nOUR PASTS–I\nIt was very difficult for most men and women\nto follow these strict rules. Nevertheless,\nthousands left their homes to learn and teach\nthis new way of life. Many more remained behind\nand supported those who became monks and\nnuns, providing them with food.\nJainism was supported mainly by traders.\nFarmers, who had to kill insects to protect their\ncrops, found it more difficult to follow the rules.\nOver hundreds of years, Jainism spread to\ndifferent parts of north India, and to Gujarat,\nTamil Nadu and Karnataka. The teachings of\nMahavira and his followers were transmitted\norally for several centuries. They were written\ndown in the form in which they are presently\navailable at a place called Valabhi, in Gujarat,\nabout 1500 years ago (see Map 7, page 113).\nThe sangha\nBoth the Mahavira and the Buddha felt that only\nthose who left their homes could gain true\nknowledge. They arranged for them to stay\ntogether in the sangha, an association of those\nwho left their homes.\nThe rules made for the Buddhist sangha were\nwritten down in a book called the Vinaya Pitaka.\nFrom this we know that there were separate\nbranches for men and women. All men could join\nthe sangha. However, children had to take the\npermission of their parents and slaves that of their\nmasters. Those who worked for the king had to\ntake his permission and debtors that of creditors.\nWomen had to take their husbands’ permission.\nMen and women who joined the sangha led\nsimple lives. They meditated for most of the time,\nand went to cities and villages to beg for food\nduring fixed hours. That is why they were known\nas bhikkhus (the Prakrit word for renouncer — beggar)\nJaina\nThe word Jaina\ncomes from the\nterm Jina,\nmeaning\nconqueror.\nWhy do you\nthink the term\nJina was used\nfor Mahavira?\n2018-19",
      "page": 84,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_85_001",
    "metadata": {
      "chunk_text": "71 n\nand bhikkhunis. They taught others, and helped\none another. They also held meetings to settle\nany quarrels that took place within the sangha.\nThose who joined the sangha included\nbrahmins, kshatriyas, merchants, labourers,\nbarbers, courtesans and slaves. Many of them\nwrote down the teachings of the Buddha. Some\nof them also composed beautiful poems,\ndescribing their life in the sangha.\nList at least two ways in which the sangha\ndescribed in this lesson was different from the\none mentioned in Chapter 6. Were there any\nsimilarities?\nMonasteries\nTo begin with, both Jaina\nand Buddhist monks went\nfrom place to place\nthroughout the year,\nteaching people. The only\ntime they stayed in one\nplace was during the rainy\nseason, when it was very\ndifficult to travel. Then,\ntheir supporters built\ntemporary shelters for\nthem in gardens, or they\nlived in natural caves in\nhilly areas.\nAs time went on, many\nsupporters of the monks\nand nuns, and they\nthemselves, felt the need\nfor more per manent\nshelters and so\nmonasteries were built.\nThese were known as\nviharas. The earliest\nA cave hollowed out in\nthe hills.\nThis is a cave in Karle,\npresent-day Maharashtra.\nMonks and nuns lived\nand meditated in these\nshelters.\n2018-19",
      "page": 85,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_86_001",
    "metadata": {
      "chunk_text": "n 72\nOUR PASTS–I\nviharas were made of wood, and then of brick.\nSome were even in caves that were dug out in\nhills, especially in western India.\nA Buddhist text tells us:\nJust as the waters of rivers lose their names and\nseparateness when they flow into the mighty ocean,\nso are varna and ranks and family forgotten when\nthe followers of the Buddha join the order of monks.\nVery often, the land on which the vihara was\nbuilt was donated by a rich merchant or a\nlandowner, or the king. The local people came\nwith gifts of food, clothing and medicines for the\nmonks and nuns. In return, they taught the\npeople. Over the centuries, Buddhism spread to\nmany parts of the subcontinent and beyond. You\nwill learn more about this in Chapter 10.\nThe system of ashramas\nAround the time when Jainism and Buddhism were becoming popular,\nbrahmins developed the system of ashramas.\nHere, the word ashrama does not mean a place where people live and\nmeditate.\nIt is used instead for a stage of life.\nFour ashramas were recognised: brahmacharya, grihastha,\nvanaprastha and samnyasa.\nBrahmin, kshatriya and vaishya men were expected to lead simple\nlives and study the Vedas during the early years of their life\n(brahmacharya).\nThen they had to marry and live as householders (grihastha).\nThen they had to live in the forest and meditate (vanaprastha).\nFinally, they had to give up everything and become samnyasins.\nThe system of ashramas allowed men to spend some part of their lives\nin meditation. Generally, women were not allowed to study the Vedas, and\nthey had to follow the ashramas chosen by their husbands.\nIn what way was the system of ashramas different from life in the sangha?\nWhat are the varnas mentioned here? Were all four varnas allowed to\nparticipate in the system of ashramas?\n2018-19",
      "page": 86,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_87_001",
    "metadata": {
      "chunk_text": "73 n\nKEYWORDS\ntanha\nPrakrit\nUpanishad\natman\nbrahman\nahimsa\nJaina\nsangha\nbhikkhu\nvihara\nmonastery\nashrama\nNEW QUESTIONS AND\nIDEAS\nElsewhere\nFind Iran in your atlas. Zoroaster was an Iranian\nprophet. His teachings are contained in a book\ncalled the Avesta. The language of the Avesta, and\nthe practices described in it are very similar to those\nof the Vedas. The basic teachings of Zoroaster are\ncontained in the maxim “Good thoughts, Good\nWords and Good Deeds.” Here is a verse from the\nZend Avesta:\n“Lord, grant strength and the rule of truth and\ngood thinking, by means of which one shall create\npeace and tranquillity.”\nFor more than a thousand years, Zoroastrianism\nwas a major religion in Iran. Later, some\nZoroastrians migrated from Iran and settled down\nin the coastal towns of Gujarat and Maharashtra.\nThey were the ancestors of today’s Parsis.\nImagine\nYou want to go to listen to one of the preachers who\nlived about 2500 years ago. Describe your conversation\nwith your parents as you try to persuade them to let\nyou go.\nLet’s recall\n1. Describe the ways in which the Buddha tried to spread\nhis message to the people.\n2. Write whether true or false:\n(a) The Buddha encouraged animal sacrifices.\n(b) Sarnath is important because it was the place\nwhere the Buddha taught for the first time.\n(c) The Buddha taught that karma has no effect on\nour lives.\n(d) The Buddha attained enlightenment at Bodh\nGaya.\n2018-19",
      "page": 87,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_88_001",
    "metadata": {
      "chunk_text": "n 74\nOUR PASTS–I\ne. Upanishadic thinkers believed that the atman\nand brahman were ultimately one.\n3. What were the questions that Upanishadic thinkers\nwanted to answer?\n4. What were the main teachings of the Mahavira?\nLet’s discuss\n5. Why do you think Anagha’s mother wanted her to\nknow the story of the Buddha?\n6. Do you think it would have been easy for slaves to\njoin the sangha? Give reasons for your answer.\nLet’s do\n7. Make a list of at least five ideas and questions\nmentioned in this lesson. Choose three from the list\nand discuss why you think they are important even\ntoday.\n8. Find out more about men and women who renounce\nthe world today. Where do they live, what kinds of\nclothes do they wear, what do they eat? Why do they\nrenounce the world?\nSOME IMPORTANT\nDATES\nu uu uu Upanishadic thinkers,\nthe Jaina teacher\nMahavira and the\nBuddha (about 2500\nyears ago)\nu uu uu Writing down of the\nJaina texts (about\n1500 years ago)\n2018-19",
      "page": 88,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_89_001",
    "metadata": {
      "chunk_text": "75 n\nRoshan’s rupees\nRoshan clutched the crisp notes that her grandfather\nhad given her on her birthday. While she badly wanted\nto buy a new CD, she also wanted to just see and feel the\nbrand new notes. It was then that she noticed that all of\nthem had a smiling face of Gandhiji printed on the right,\nand a tiny set of lions on the left. What were the lions\nthere for, she wondered.\nA very big kingdom = an empire\nThe lions that we see on our notes and coins\nhave a long history. They were carved in stone,\nand placed on top of a massive stone pillar at\nSarnath (about which you read in Chapter 7).\nAshoka was one of the greatest rulers known\nto history and on his instructions inscriptions\nwere inscribed on pillars, as well as on rock\nsurfaces. Before we find out what was written\nin these inscriptions, let us see why his\nkingdom was called an empire.\nThe empire that Ashoka ruled was founded\nby his grandfather, Chandragupta Maurya,\nmore than 2300 years ago. Chandragupta was\nsupported by a wise man named Chanakya or\nKautilya. Many of Chanakya’s ideas were\nwritten down in a book called the Arthashastra.\nThe lion capital\nCHAPTER 8\nASHOKA, THE EMPEROR WHO GAVE UP WAR\nDynasty\nWhen members of the same family become rulers one after another,\nthe family is often called a dynasty. The Mauryas were a dynasty with\nthree important rulers — Chandragupta, his son Bindusara, and\nBindusara’s son, Ashoka.\n2018-19",
      "page": 89,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_90_001",
    "metadata": {
      "chunk_text": "n 76\nOUR PASTS–I\nThere were several cities in the empire (marked\nwith black dots on the map). These included the\ncapital Pataliputra, Taxila, and Ujjain. Taxila was\na gateway to the northwest, including Central Asia,\nwhile Ujjain lay on the route from north to south\nIndia. Merchants, officials and crafts persons\nprobably lived in these cities.\nIn other areas there were villages of farmers\nand herders. In some areas such as central India,\nthere were forests where people gathered forest\nproduce and hunted animals for food. People in\ndifferent parts of the empire spoke different\nThe places where\ninscriptions of Ashoka\nhave been found are\nmarked with red dots.\nThese were included\nwithin the empire.\nName the countries where\nAshokan inscriptions have\nbeen found. Which Indian\nstates were outside the\nempire?\nMAP : 5\nThe Mauryan Empire: showing the\nprincipal cities and some of the places\nwhere inscriptions were found.\nInscriptions were found\n2018-19",
      "page": 90,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_91_001",
    "metadata": {
      "chunk_text": "77 n\nlanguages. They probably ate different kinds of\nfood, and wore different kinds of clothes as well.\nHow are empires different from kingdoms?\n• Emperors need more resources than kings because\nempires are larger than kingdoms, and need to be\nprotected by big armies.\n• So also they need a larger number of officials who\ncollect taxes.\nRuling the empire\nAs the empire was so large, different parts were\nruled differently. The area around Pataliputra was\nunder the direct control of the emperor. This\nmeant that officials were appointed to collect taxes\nfrom farmers, herders, crafts persons and traders,\nwho lived in villages and towns in the area.\nOfficials also punished those who disobeyed the\nruler’s orders. Many of these officials were given\nsalaries. Messengers went to and fro, and spies\nkept a watch on the officials. And of course the\nemperor supervised them all, with the help of\nmembers of the royal family, and senior ministers.\nThere were other areas or provinces. Each of\nthese was ruled from a provincial capital such as\nTaxila or Ujjain. Although there was some amount\nof control from Pataliputra, and royal princes were\noften sent as governors, local customs and rules\nwere probably followed.\nBesides, there were vast areas between these\ncentres. Here the Mauryas tried to control roads\nand rivers, which were important for transport,\nand to collect whatever resources were available\nas tax and tribute. For example, the Arthashastra\ntells us that the north-west was important for\nblankets, and south India for its gold and precious\nstones. It is possible that these resources were\ncollected as tribute. ASHOKA, THE EMPEROR\nWHO GAVE UP WAR\n2018-19",
      "page": 91,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_92_001",
    "metadata": {
      "chunk_text": "n 78\nOUR PASTS–I\nTribute\nUnlike taxes, which were collected on a regular\nbasis, tribute was collected as and when it was\npossible from people who gave a variety of things,\nmore or less willingly.\nThere were also the forested regions. People\nliving in these areas were more or less\nindependent, but may have been expected to\nprovide elephants, timber, honey and wax to\nMauryan officials.\nThe emperor and the capital city\nMegasthenes was an ambassador who was sent to the court of\nChandragupta by the Greek ruler of West Asia named Seleucus Nicator.\nMegasthenes wrote an account about what he saw. Here is a part of\nhis description:\n“The occasions on which the emperor appears in public are\ncelebrated with grand royal processions. He is carried in a golden\npalanquin. His guards ride elephants decorated with gold and silver.\nSome of the guards carry trees on which live birds, including a flock of\ntrained parrots, circle about the head of the emperor. The king is\nnormally surrounded by armed women. He is afraid that someone may\ntry to kill him. He has special servants to taste the food before he eats.\nHe never sleeps in the same bedroom for two nights.”\nAnd about Pataliputra (modern Patna) he wrote:\n“This is a large and beautiful city. It is surrounded by a massive\nwall. It has 570 towers and 64 gates. The houses, of two and three\nstoreys, are built of wood and mud brick. The king’s palace is also of\nwood, and decorated with stone carvings. It is surrounded with gardens\nand enclosures for keeping birds.”\nWhy do you think the king had special servants to taste the food he\nate?\nIn what ways was Pataliputra different from Mohenjodaro? (hint: see\nChapter 4)\n2018-19",
      "page": 92,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_93_001",
    "metadata": {
      "chunk_text": "79 n\nAshoka, a unique ruler\nThe most famous Mauryan ruler was Ashoka. He\nwas the first ruler who tried to take his message\nto the people through inscriptions. Most of\nAshoka’s inscriptions were in Prakrit and were\nwritten in the Brahmi script.\nAshoka’s war in Kalinga\nKalinga is the ancient name of coastal Orissa (see\nMap 5, page 76). Ashoka fought a war to conquer\nKalinga. However, he was so horrified when he\nsaw the violence and bloodshed that he decided\nnot to fight any more wars. He is the only king in\nthe history of the world who gave up conquest\nafter winning a war.\nAshoka’s inscription describing the Kalinga war\nThis is what Ashoka declared in one of his inscriptions:\n“Eight years after becoming king I conquered Kalinga.\nAbout a lakh and a half people were captured. And more than a lakh\nof people were killed.\nThis filled me with sorrow. Why?\nWhenever an independent land is conquered, lakhs of people die, and\nmany are taken prisoner. Brahmins and monks also die.\nPeople who are kind to their relatives and friends, to their slaves and\nservants die, or lose their loved ones.\nThat is why I am sad, and have decided to observe dhamma, and to\nteach others about it as well.\nI believe that winning people over through dhamma is much better\nthan conquering them through force.\nI am inscribing this message for the future, so that my son and\ngrandson after me should not think about war.\nInstead, they should try to think about how to spread dhamma.”\nHow did the Kalinga war bring about a change in Ashoka’s attitude\ntowards war?\n(‘Dhamma’ is the Prakrit word for the Sanskrit term ‘Dharma’).\n2018-19",
      "page": 93,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_94_001",
    "metadata": {
      "chunk_text": "n 80\nOUR PASTS–I\nWhat was Ashoka’s dhamma?\nAshoka’s dhamma did not involve worship of a\ngod, or performance of a sacrifice. He felt that\njust as a father tries to teach his children, he had\na duty to instruct his subjects. He was also\ninspired by the teachings of the Buddha (Chapter\n7).\nThere were a number of problems that troubled\nhim. People in the empire followed different\nreligions, and this sometimes led to conflict.\nAnimals were sacrificed. Slaves and servants were\nill treated. Besides, there were quarrels in families\nand amongst neighbours. Ashoka felt it was his\nduty to solve these problems. So, he appointed\nofficials, known as the dhamma mahamatta who\nwent from place to place teaching people about\ndhamma. Besides, Ashoka got\nhis messages inscribed on\nrocks and pillars, instructing\nhis of ficials to read his\nmessage to those who could\nnot read it themselves.\nAshoka also sent\nmessengers to spread ideas\nabout dhamma to other lands,\nsuch as Syria, Egypt, Greece\nand Sri Lanka. Try and identify\nthese on Map 6, pages 84-85.\nHe built roads, dug wells, and\nbuilt rest houses. Besides, he\narranged for medical treatment\nfor both human beings and\nanimals.\nThe Rampurwa bull.\nLook at this finely\npolished stone\nsculpture. This was part\nof a Mauryan pillar\nfound in Rampurwa,\nBihar, and has now been\nplaced in Rashtrapati\nBhavan. It is an example\nof the skill of the\nsculptors of the time.\n2018-19",
      "page": 94,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_95_001",
    "metadata": {
      "chunk_text": "81 n\nAshoka’s messages to his subjects:\n“People perform a variety of rituals when they fall\nill, when their children get married, when children\nare born, or when they go on a journey.\nThese rituals are not useful.\nIf instead, people observe other practices, this\nwould be more fruitful. What are these other\npractices?\nThese are: being gentle with slaves and servants.\nRespecting one’s elders.\nTreating all creatures with compassion.\nGiving gifts to brahmins and monks.”\n“It is both wrong to praise one’s own religion or\ncriticise another’s.\nEach one should respect the other’s religion.\nIf one praises one’s own religion while criticising\nanother’s, one is actually doing greater harm to one’s\nown religion.\nTherefore, one should try to understand the main\nideas of another’s religion, and respect it.”\nPandit Jawaharlal Nehru, the first Prime Minister\nof India, wrote: “His edicts (instructions) still speak\nto us in a language we can understand and we can\nstill learn much from them.”\nIdentify the parts of Ashoka’s message that you\nthink are relevant today.\nBelow : The Brahmi\nscript.\nMost modern Indian\nscripts have developed\nfrom the Brahmi script\nover hundreds of years.\nHere you can see the\nletter ‘a’ written in\ndifferent scripts.\nEarly Brahmi Devanagari (Hindi) Bengali Malayalam Tamil\nASHOKA, THE EMPEROR\nWHO GAVE UP WAR\n2018-19",
      "page": 95,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_96_001",
    "metadata": {
      "chunk_text": "n 82\nOUR PASTS–I\nElsewhere\nSomewhat before the time of the Mauryan empire,\nabout 2400 years ago, emperors in China began\nbuilding the Great Wall.\nIt was meant to protect the\nnorthern frontier of the empire\nfrom pastoral people. Additions\nto the wall were made over a\nperiod of 2000 years because\nthe frontiers of the empire kept\nshifting. The wall is about 6400\nkm long, and is made of stone\nand brick, with a road along the\ntop. Several thousand people\nworked to build the wall. There\nare watch towers all along, at\ndistances of about 100-200 m.\nIn what ways do you think\nAshoka’s attitude toward\nneighbouring peoples was\ndifferent from that of the\nChinese emperors?\nImagine\nYou live in Kalinga, and your parents have suffered in\nthe war. Messengers from Ashoka have just arrived with\nthe new ideas about dhamma. Describe the dialogue\nbetween them and your parents.\nLet’s recall\n1. Make a list of the occupations of the people who lived\nwithin the Mauryan empire.\n2. Complete the following sentences:\n(a) Officials collected ———————— from the area under\nthe direct control of the ruler.\n(b) Royal princes often went to the provinces as ———\n2018-19",
      "page": 96,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_97_001",
    "metadata": {
      "chunk_text": "83 n\n(c) The Mauryan rulers tried to control ————————\nand ———————— which were important for\ntransport.\n(d) People in forested regions provided the Mauryan\nofficials with ————————\n3. State whether true or false:\n(a) Ujjain was the gateway to the north-west.\n(c) Chandragupta’s ideas were written down in the\nArthashastra.\n(d) Kalinga was the ancient name of Bengal.\n(e) Most Ashokan inscriptions are in the Brahmi\nscript.\nLet’s discuss\n4. What were the problems that Ashoka wanted to solve\nby introducing dhamma?\n5. What were the means adopted by Ashoka to spread\nthe message of dhamma?\n6. Why do you think slaves and servants were ill-treated?\nDo you think the orders of the emperor would have\nimproved their condition? Give reasons for your\nanswer.\nLet’s do\n7. Write a short paragraph explaining to Roshan why\nthe lions are shown on our currency notes. List at\nleast one other object on which you see them.\n8. Suppose you had the power to inscribe your orders,\nwhat four commands would you like to issue?\nKEYWORDS\nempire\ncapital\nprovince\ndhamma\nmessenger\nofficial\nASHOKA, THE EMPEROR\nWHO GAVE UP WAR\nu uu uu Beginning of the\nMauryan empire\n(more than 2300\nyears ago)\nSOME IMPORTANT\nDATES\n2018-19",
      "page": 97,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_98_001",
    "metadata": {
      "chunk_text": "n 84\nOUR PASTS–I\nMAP : 6\nShowing Important Trade Routes including the Silk Route\nThese routes were under the\ncontrol of Chinese rulers.\nThese routes were under the\ncontrol of the Kushanas\n(Chapter 10).\nThese were important sea\nroutes.\nThese routes were under the\ncontrol of the rulers of Iran\n(Persia).\nThese routes were controlled\nby the Roman emperors.\n2018-19",
      "page": 98,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_99_001",
    "metadata": {
      "chunk_text": "85 nBased on The Times Atlas of World History,\n(ed. Geoffrey Barraclough) Hammond Inc,\nNew Jersey, 1986, pp 70-71.\nChinese, Indian, Iranian, Arab,\nGreek and Roman traders\nparticipated in these\nexchanges.\nThe ports along the coast of\nsouth India were important\ncentres for the export of\npepper and other spices.\nFind Poduca (south India) on the\nmap. This was the Roman name\nfor Arikamedu (Chapter 9).\nASHOKA, THE EMPEROR\nWHO GAVE UP WAR\n2018-19",
      "page": 99,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_100_001",
    "metadata": {
      "chunk_text": "n 86\nOUR PASTS–I\nLOOKING AHEAD\nThe Mauryan empire collapsed about 2200 years ago. In its place (and elsewhere)\nrose several new kingdoms. In the north-west, and in parts of north India, kings\nknown as the Indo-Greeks ruled for about one hundred years. They were followed\nby a Central Asian people known as the Shakas, who set\nup kingdoms in the north-west, north and western India.\nSome of these kingdoms lasted for about 500 years, till\nthe Shakas were defeated by the Gupta kings (Chapter\n11). The Shakas in turn were followed by the Kushanas\n(about 2000 years ago). You will learn more about the\nKushanas in Chapter 10.\nIn the north, and in parts of\ncentral India, a general of the\nMauryas, named Pushyamitra\nShunga, set up a kingdom. The\nShungas were followed by another dynasty, known as the\nKanvas, and by rulers from other families till the\nestablishment of the Gupta empire about 1700 years ago.\nThe Shakas who ruled over parts of western India fought\nseveral battles with the Satavahanas, who ruled over\nwestern and parts of central India. The Satavahana\nkingdom, which was established about 2100 years ago, lasted for about 400\nyears. Around 1700 years ago, a new ruling family, known as the Vakatakas,\nbecame powerful in central and western India.\nIn south India, the Cholas, Cheras and Pandyas\nruled between 2200 and 1800 years ago. And, about\n1500 years ago, there were two large kingdoms, those\nof the Pallavas and the Chalukyas. There were several\nother kingdoms and kings as well. We know about them\nfrom their coins and inscriptions, as well as from books.\nThere were other changes that were taking place,\nin which ordinary men and women played a major role.\nThese included the spread of\nagriculture and the growth of\nnew towns, craft production and\ntrade. T raders explored land routes within the\nsubcontinent and outside, and sea routes to West Asia,\nEast Africa and South East Asia (see Map 6) were also\nopened up. And many new buildings were built — including\nthe earliest temples and stupas, books were written, and\nscientific discoveries were made. These developments took\nplace simultaneously, i.e. at the same time. Keep this in\nmind as you read the rest of the book.\nAn Indo-Greek coin\nA Kushana coin\nA Shaka coin\nA Satavahana coin\n2018-19",
      "page": 100,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_101_001",
    "metadata": {
      "chunk_text": "87 n\nPrabhakar at the blacksmith’s shop\nPrabhakar sat watching the smiths at the local shop.\nThere was a small bench on which iron tools like axes\nand sickles were laid out, ready for sale. A bright fire\nwas burning, and two men were heating and beating\nmetal rods into shape. It was very hot and noisy, and yet\nit was fascinating to watch what was happening.\nIron tools and agriculture\nWe often take the use of iron for granted today.\nThings made of iron (and steel) are a part of our\ndaily lives. The use of iron began in the\nsubcontinent around 3000 years ago. Some of\nthe largest collections of iron tools and weapons\nwere found in the megalithic burials, about which\nyou read in Chapter 5.\nAround 2500 years ago, there is evidence for\nthe growing use of iron tools. These included axes\nfor clearing forests, and the iron ploughshare. As\nwe had seen (Chapter 6) the ploughshare was\nuseful for increasing agricultural production.\nOther steps to increase production:\nirrigation\nThe kings and kingdoms you have been reading\nabout could not have existed without the support\nof flourishing villages. While new tools and the\nsystem of transplantation (Chapter 6) increased\nproduction, irrigation was also used. Irrigation\nworks that were built during this time included\ncanals, wells, tanks, and artificial lakes.\nIron tools.\nHere is a set of captions.\nChoose the right one for\neach of the pictures.\nSickle, tongs, axe.\nPrepare a list of at least\nf ive objects made of iron\nor steel that you use almost\neveryday.\nCHAPTER 9\nVITAL VILLAGES, THRIVING TOWNS\nVITAL VILLAGES,\nTHRIVING TOWNS\n2018-19",
      "page": 101,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_102_001",
    "metadata": {
      "chunk_text": "n 88\nOUR PASTS–I\nWho lived in the villages?\nThere were at least three different kinds of people\nliving in most villages in the southern and\nnorthern parts of the subcontinent. In the Tamil\nregion, large landowners were known as vellalar,\nordinary ploughmen were known as uzhavar, and\nlandless labourers, including slaves, were known\nas kadaisiyar and adimai.\n1. Kings need money for armies,\npalaces, forts. 2. They demand taxes from farmers.\n3. 4. This is possible with irrigation.\n5. 6.\n7. Production increases. 8. So does revenue.\n9.\nIf you look at the chart, you will find that some\nof the stages in the construction of irrigation works\nare mentioned.\nFill in the rest by using the following phrases:\n• Labour is provided by the people.\n• Farmers also benefit because crop production is\nmore certain.\n• Farmers have to increase production to pay taxes.\n• Kings provide money and plan irrigation works.\n2018-19",
      "page": 102,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_103_001",
    "metadata": {
      "chunk_text": "89 n\nIn the northern part of the country, the village\nheadman was known as the grama bhojaka.\nUsually, men from the same family held the\nposition for generations. In other words, the post\nwas hereditary. The grama bhojaka was often the\nlargest landowner. Generally, he had slaves and\nhired workers to cultivate the land. Besides, as\nhe was powerful, the king often used him to collect\ntaxes from the village. He also functioned as a\njudge, and sometimes as a policeman.\nApart from the gramabhojaka, there were other\nindependent farmers, known as grihapatis, most\nof whom were smaller landowners. And then there\nwere men and women such as the dasa\nkarmakara, who did not own land, and had to\nearn a living working on the fields owned by others.\nIn most villages there were also some crafts\npersons such as the blacksmith, potter, carpenter\nand weaver.\nThe earliest Tamil compositions\nSome of the earliest works in Tamil, known as\nSangam literature, were composed around 2300\nyears ago. These texts were called Sangam because\nthey were supposed to have been composed and\ncompiled in assemblies (known as sangams) of\npoets that were held in the city of Madurai (see Map\n7, page 113). The Tamil terms mentioned above are\nfound in Sangam literature.\nFinding out about cities: stories, travellers,\nsculpture and archaeology\nYou may have heard of the Jatakas. These were\nstories that were probably composed by ordinary\npeople, and then written down and preserved by\nBuddhist monks. Here is part of a Jataka story,\nwhich tells us how a poor man gradually became\nrich. VITAL VILLAGES,\nTHRIVING TOWNS\n2018-19",
      "page": 103,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_104_001",
    "metadata": {
      "chunk_text": "n 90\nOUR PASTS–I\nOnce upon a time, there was a clever poor young man who lived in a\ncity. His only resource was a dead rat. He started off by selling it for a\ncoin to a hotel, for their cat.\nThen one day, there was a storm. The king’s garden was littered with\nbranches and leaves, and the gardener was at a loss as to how to clear\nthe mess. The young man offered to clean the garden if he could keep\nthe wood and leaves. The gardener agreed at once.\nThe young man rounded up all the children who were playing, with\nan offer of sweets for every stick and leaf that they could collect. In no\ntime, every scrap had been neatly piled near the entrance. Just then,\nthe king’s potter was on the look out for fuel with which to bake his\npots. So he took the whole lot and paid the young man for it.\nOur young man now thought of another plan. He carried a jar full of\nwater to the city gate, and offered water to 500 grass cutters. They were\npleased and said: “You have done us a good turn. Tell us, what can we\ndo for you?”\nHe replied, “I’ll let you know when I need your help.”\nHe then made friends with a trader. One day, the trader told him:\n“Tomorrow, a horse dealer is coming to town with 500 horses.” Hearing\nthis, our young man went back to the grass cutters. He said: “Please give\nme a bundle of grass each, and don’t sell your grass till mine is sold.”\nThey agreed, and gave him 500 bundles of grass.\nWhen the horse dealer could not buy grass anywhere else, he purchased\nthe young man’s grass for a thousand coins. …\nList the occupations of the persons mentioned in the story.\nFor each one, try and decide whether they would have lived (a) only in\nthe city (b) only in villages (c) in both cities and villages.\nWhy do you think the horse dealer was coming to the city?\nDo you think women could have taken up the occupations mentioned\nin the story? Give reasons for your answer.\nWe can use other kinds of evidence to find out\nabout life in some of these early cities. Sculptors\ncarved scenes depicting peoples’ lives in towns\nand villages, as well as in the forest. Many of these\nsculptures were used to decorate railings, pillars\nand gateways of buildings that were visited by\npeople.\nFacing Page : Ring well\nfound in Delhi.\nIn what ways do you think\nthis system of drainage was\ndifferent from that of the\nHarappans?\nThe clever poor man\n2018-19",
      "page": 104,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_105_001",
    "metadata": {
      "chunk_text": "91 n\nMany of the cities that developed from about\n2500 years ago were capitals of the\nmahajanapadas that you learnt about in\nChapter 6. As we had seen, some of these\ncities were surrounded by massive\nfortification walls.\nIn many cities, archaeologists have\nfound rows of pots, or ceramic rings\narranged one on top of the other. These\nare known as ring wells. These seem to\nhave been used as toilets in some cases,\nand as drains and garbage dumps. These\nring wells are usually found in individual\nhouses.\nWe have hardly any remains of palaces,\nmarkets, or of homes of ordinary people.\nPerhaps some are yet to be discovered\nby archaeologists. Others, made of wood,\nmud brick and thatch, may not have\nsurvived.\nAnother way of finding out about early\ncities is from the accounts of sailors and\ntravellers who visited them. One of the\nmost detailed accounts that has been\nfound was by an unknown Greek sailor.\nHe described all the ports he visited. Find\nBelow : A sculpture from\nSanchi.\nThis is a sculpture from\nSanchi, a site with stupas,\nin Madhya Pradesh,\nshowing the scene in a\ncity. You will learn more\nabout Sanchi in Chapter\n12. Notice the way walls\nare shown. Are they made\nof brick, wood or stone?\nNow look at the railings.\nAre they made of wood?\nDescribe the roofs of the\nbuildings.\n2018-19",
      "page": 105,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_106_001",
    "metadata": {
      "chunk_text": "n 92\nOUR PASTS–I\nBharuch on Map 7 (page 113) and then read his\ndescription of the city.\nThe Story of Barygaza\n(the Greek name for Bharuch)\nThe gulf is very narrow at Barygaza, and very hard to navigate for those\ncoming from the sea.\nShips had to be steered in by skilful and experienced local fishermen\nwho were employed by the king.\nThe imports into Barygaza were wine, copper, tin, lead, coral, topaz,\ncloth, gold and silver coins.\nExports from the town included plants from the Himalayas, ivory, agate,\ncarnelian, cotton, silk and perfumes.\nSpecial gifts were brought by merchants for the king. These included\nvessels of silver, singing boys, beautiful women, fine wines and fine cloth.\nMake a list of all the things imported and exported from Barygaza.\nUnderline at least two things that were not in use during Harappan times.\nWhy do you think merchants brought gifts for the king?\nCoins\nYou may have noticed how wealth\nis measured in terms of coins in\nthe story on page 90.\nArchaeologists have found several\nthousands of coins belonging to\nthis period. The earliest coins\nwhich were in use for about 500\nyears were punch marked coins,\nsuch as the one shown below.\nPunch-marked Coins\nPunch-marked coins were\ngenerally rectangular or\nsometimes square or round in\nshape, either cut out of metal\nsheets or made out of flattened\nmetal globules (a small spherical\nbody). The coins were not\ninscribed, but were stamped with\nsymbols using dies or punches.\nHence, they are called\npunch-marked coins. These\ncoins are found over most\nparts of the subcontinent and\nremained in circulation till the\nearly centuries CE.\n2018-19",
      "page": 106,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_107_001",
    "metadata": {
      "chunk_text": "93 n\nOther means of exchange\nRead this short poem from the Sangam collection:\nAs they carry the white paddy of their land\nTo exchange it for the salt of another,\nCrossing the long roads in carts,\nThrough sands white as moonlight,\nTaking whole families,\nWho hate to be left behind,\nThe departure of the salt merchants\nLeaves the city empty.\nSalt was produced plentifully along the sea coast.\nWhat are the merchants planning to exchange it\nwith?\nHow are they travelling?\nCities with many functions\nVery often, a single town was important for a\nvariety of reasons. Let us look at the example of\nMathura (Map 7, page 113).\nMathura has been an important settlement for\nmore than 2500 years. It was important because\nit was located at the cross roads of two major\nroutes of travel and trade — from the northwest\nto the east and from north to south. There were\nfortifications around the city, and several shrines.\nFarmers and herders from adjoining areas\nprovided food for people in the city. Mathura was\nalso a centre where some extremely fine sculpture\nwas produced.\nAround 2000 years ago Mathura became the\nsecond capital of the Kushanas, about whom\nyou will be reading in Chapter 10. Mathura was\nalso a religious centre — there were Buddhist\nmonasteries, Jaina shrines, and it was an\nimportant centre for the worship of Krishna.\nSeveral inscriptions on surfaces such as stone\nslabs and statues have been found in Mathura. VITAL VILLAGES,\nTHRIVING TOWNS\n2018-19",
      "page": 107,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_108_001",
    "metadata": {
      "chunk_text": "n 94\nOUR PASTS–I\nGenerally, these are short inscriptions, recording\ngifts made by men (and sometimes women) to\nmonasteries and shrines. These were made by\nkings and queens, officers, merchants, and crafts\npersons who lived in the city. For instance,\ninscriptions from Mathura mention goldsmiths,\nblacksmiths, weavers, basket makers, garland\nmakers, perfumers.\nMake a list of the occupations of people who\nlived in Mathura. List one occupation that was\nnot practised in Harappan cities.\nCrafts and crafts persons\nWe also have archaeological evidence for crafts.\nThese include extremely fine pottery, known as\nthe Northern Black Polished Ware (NBPW). It gets\nits name from the fact that it is generally found in\nthe northern part of the subcontinent.\nRemember that the archaeological\nevidence for many crafts may not have\nsurvived. We know from texts that the\nmanufacture of cloth was important.\nThere were famous centres such as\nVaranasi in the north, and Madurai\nin the south. Both men and women\nworked in these centres.\nMany crafts persons and\nmerchants now formed associations\nknown as shrenis. These shrenis of\ncrafts persons provided training,\nprocured raw material, and\ndistributed the finished product.\nThen shrenis of merchants organised\nthe trade. Shrenis also served as banks, where\nrich men and women deposited money. This was\ninvested, and part of the interest was returned\nor used to support religious institutions such\nas monasteries.\nNorthern Black\nPolished Ware (NBPW)\nNBPW is a hard, wheel made,\nmetallic looking ware with a\nshiny black sur face. The\npotter used to expose the\nearthenware to very high\ntemperature in his kiln which\nresulted in the blackening of\nits outer surface. A fine black\nslip was also applied on this,\nwhich gave the pottery a\nmirror-like shine.\n2018-19",
      "page": 108,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_109_001",
    "metadata": {
      "chunk_text": "95 n\nRules for spinning and weaving\nThese rules are from the Arthashastra, mentioned in Chapter 8. They\ndescribe how spinning and weaving could be done in workshops under\nthe supervision of a special official.\n“Widows, young women who are differently abled, nuns, mothers of\ncourtesans, retired women servants of the king, women who have retired\nfrom service in temples, may be used for processing wool, bark, cotton,\nhemp and flax.\nThey should be paid according to the quality and quantity of work.\nWomen who are not permitted to leave their homes can send maid-\nservants to bring the raw material from the superintendent, and take the\nfinished work back to him.\nWomen who can visit the workshop should go at dawn to give their\nwork and receive their wages. There should be enough light to examine\nthe work. In case the superintendent looks at the woman or talks about\nanything other than the work, he should be punished.\nIf a woman does not complete her work, she will have to pay a fine, and\nher thumbs can be cut off.”\nMake a list of all the women who could be employed by the\nsuperintendent.\nDo you think women would have faced any problems while working?\nA closer look — Arikamedu\nFind Arikamedu (in Puducherry) on Map 7\n(page 113), and read the box on Rome on\npage 96. Between 2200 and 1900 years ago,\nArikamedu was a coastal settlement where ships\nunloaded goods from distant lands. A massive\nbrick structure, which may have been a warehouse,\nwas found at the site. Other finds include pottery\nfrom the Mediterranean region, such as amphorae\n(tall double-handled jars that contained liquids\nsuch as wine or oil) and stamped red-glazed pottery,\nknown as Arretine Ware, which was named after a\ncity in Italy. This was made by pressing wet clay\ninto a stamped mould. There was yet another kind\nof pottery which was made locally, though Roman\ndesigns were used. Roman lamps, glassware and\ngems have also been found at the site. VITAL VILLAGES,\nTHRIVING TOWNS\n2018-19",
      "page": 109,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_110_001",
    "metadata": {
      "chunk_text": "n 96\nOUR PASTS–I\nSmall tanks have been found\nthat were probably dyeing vats,\nused to dye cloth. There is plenty\nof evidence for the making of\nbeads from semi-precious stones\nand glass.\nList the evidence that indicates that there was\ncontact with Rome.\nAn aqueduct\nTamil-Brahmi inscriptions.\nSeveral pieces of pottery\nhave inscriptions in\nBrahmi, which was used\nto write Tamil.\nElsewhere\nFind Rome on Map 6 (page 84). This is one of the oldest cities in\nEurope, and developed around the same time as the cities in the\nGanga valley. Rome was the capital of one of the largest empires —\none that spread across\nEurope, North Africa, and\nWest Asia. Augustus, one of\nthe most important\nemperors, who ruled about\n2000 years ago, said that he\nfound Rome a city of brick,\nand made it into a city of\nmarble. He, and later rulers,\nbuilt temples and palaces.\nThey also built huge\namphitheatres — open\narenas surrounded by tiers\nof seats — where citizens\ncould watch all kinds of\nshows, and public baths\n(with separate timings for\nmen and women), where\npeople met and relaxed.\nHuge aqueducts — channels to supply water — were built to bring\nwater to the city — for the baths, fountains and toilets.\nWhy do you think the amphitheatres and aqueducts have\nsurvived?\n2018-19",
      "page": 110,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_111_001",
    "metadata": {
      "chunk_text": "97 n\nImagine\nYou live in Barygaza and are visiting the port. Describe\nwhat you would see there.\nLet’s recall\n1. Fill in the blanks:\n(a) ———————— was a word used for large landowners\nin Tamil.\n(b) The gramabhojaka often got his land cultivated\nby the ————————\n(c) Ploughmen were known as ———————— in Tamil.\n(d) Most grihapatis were ———————— landowners.\n2. Describe the functions of the gramabhojaka. Why do\nyou think he was powerful?\n3. List the crafts persons who would have been present\nin both villages and cities.\n4. Choose the correct answer:\n(a) Ring wells were used for:\n1. bathing\n2. washing clothes\n3. irrigation\n4. drainage\n(b) Punch marked coins were made of:\n1. silver\n2. gold\n3. tin\n4. ivory\nKEYWORDS\niron\nirrigation\nvillage\nport\nring well\ncity\nshreni\nSangam\nVITAL VILLAGES,\nTHRIVING TOWNS\n2018-19",
      "page": 111,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_112_001",
    "metadata": {
      "chunk_text": "n 98\nOUR PASTS–I\n(c) Mathura was an important:\n1. village\n2. port\n3. religious centre\n4. forested area\n(d) Shrenis were associations of:\n1. rulers\n2. crafts persons\n3. farmers\n4. herders\nLet’s discuss\n5. Which of the iron tools shown on page 87 would have\nbeen important for agriculture? What would the other\ntools have been used for?\n6. Compare the drainage system in your locality with\nthat of the cities mentioned in the lesson. What\nsimilarities and differences do you notice?\nLet’s do\n7. If you have seen crafts persons at work, describe in a\nshort paragraph what they do. (Hint: how do they get\nthe raw materials, what kind of equipment do they\nuse, how do they work, what happens to the finished\nproduct).\n8. List the functions performed by men and women who\nlive in your city or village. In what ways are these\nsimilar to those performed by people who lived in\nMathura? In what ways are they different?\nu uu uu Beginning of the use\nof iron in the\nsubcontinent (about\n3000 years ago)\nu uu uu Increase in the use of\niron, cities, punch\nmarked coins (about\n2500 years ago)\nu uu uu Beginning of the\ncomposition of\nSangam literature\n(about 2300 years\nago)\nu uu uu Settlement in\nArikamedu (between\n2200 and 1900 years\nago)\nSOME IMPORTANT\nDATES\n2018-19",
      "page": 112,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_113_001",
    "metadata": {
      "chunk_text": "99 n\nJagini at the market\nJagini looked forward to the fair in the village. She loved\nto see and touch the pots and pans of shiny steel, bright\nplastic buckets, cloth printed with brilliant floral designs,\nand clockwork toys, all of which came from the city. The\nmen who spread out their wares came in buses and trucks\nand went back at the end of the day. Why were they\nalways on the move? She wondered. Her mother\nexplained that they were traders — people who bought\nthings where they were made, and sold them elsewhere.\nHow to find out about trade and traders\nYou read about the Northern Black Polished Ware\nin Chapter 9. This fine pottery, especially bowls\nand plates, were found from several archaeological\nsites throughout the subcontinent. How do you\nthink it reached these places? Traders may have\ncarried them from the places where they were\nmade, to sell them at other places.\nSouth India was famous for gold, spices,\nespecially pepper, and precious stones. Pepper\nwas particularly valued in the Roman Empire, so\nmuch so that it was known as black gold. So,\ntraders carried many of these goods to Rome in\nships, across the sea, and by land in caravans.\nThere must have been quite a lot of trade as many\nRoman gold coins have been found in south India.\nCan you think of how and why these reached\nIndia?\nCHAPTER 10\nTRADERS, KINGS AND PILGRIMS\nTRADERS, KINGS AND\nPILGRIMS\n2018-19",
      "page": 113,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_114_001",
    "metadata": {
      "chunk_text": "n 100\nOUR PASTS–I\nA poem about trade\nWe can find evidence of trade in the Sangam poems.\nHere is one which describes the goods brought\ninto Puhar, an important port on the east coast:\n“(Here are brought)\nSwift, prancing horses by sea in ships,\nBales of black pepper in carts,\nGems and gold born in the Himalayas,\nSandalwood born in the western hills,\nThe pearls of the southern seas\nAnd corals from the eastern oceans\nThe yield of the Ganga and the crops from the\nKaveri,\nFoodstuffs from Sri Lanka, pottery from\nMyanmar,\nAnd other rare and rich imports.”\nMake a list of all the things that are mentioned.\nWhat would they be used for?\nTraders explored several sea routes. Some of\nthese followed the coasts. There were others across\nthe Arabian Sea and the Bay of Bengal, where\nsailors took advantage of the monsoon winds to\ncross the seas more quickly. So, if they wanted to\nreach the western coast of the subcontinent from\nEast Africa or Arabia, they chose to sail with the\nsouth-west monsoon. And sturdy ships had to be\nbuilt for these long journeys.\nNew kingdoms along the coasts\nThe southern half of the subcontinent is marked\nby a long coastline, and with hills, plateaus, and\nriver valleys. Amongst the river valleys, that of\nthe Kaveri is the most fertile. Chiefs and kings\nwho controlled the river valleys and the coasts\nbecame rich and power ful. Sangam poems\nmention the muvendar. This is a Tamil word\nmeaning three chiefs, used for the heads of three\n2018-19",
      "page": 114,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_115_001",
    "metadata": {
      "chunk_text": "101 n\nruling families, the Cholas, Cheras, and Pandyas\n(see Map 7, page 113), who became powerful in\nsouth India around 2300 years ago.\nEach of the three chiefs had two centres of\npower: one inland, and one on the coast. Of these\nsix cities, two were very important: Puhar or\nKaveripattinam, the port of the Cholas, and\nMadurai, the capital of the Pandyas.\nThe chiefs did not collect regular taxes. Instead,\nthey demanded and received gifts from the people.\nThey also went on military expeditions, and\ncollected tribute from neighbouring areas. They\nkept some of the wealth and distributed the rest\namongst their supporters, including members of\ntheir family, soldiers, and poets. Many poets\nwhose compositions are found in the Sangam\ncollection composed poems in praise of chiefs who\noften rewarded them with precious stones, gold,\nhorses, elephants, chariots, and fine cloth.\nAround 200 years later a dynasty known as the\nSatavahanas became powerful in western India\n(see Map 7, page 113). The most important ruler of\nthe Satavahanas was Gautamiputra Shri Satakarni.\nWe know about him from an inscription composed\non behalf of his mother, Gautami Balashri. He and\nother Satavahana rulers were known as lords of\nthe dakshinapatha, literally the route leading to\nthe south, which was also used as a name for the\nentire southern region. He sent his army to the\neastern, western and southern coasts.\nWhy do you think he wanted to control the\ncoasts?\nThe story of the Silk Route\nThe rich, glossy colours of silk, as well as its\nsmooth texture, make it a highly valued fabric in\nmost societies. Making silk is a complicated\nprocess. Raw silk has to be extracted from the TRADERS, KINGS AND\nPILGRIMS\n2018-19",
      "page": 115,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_116_001",
    "metadata": {
      "chunk_text": "n 102\nOUR PASTS–I\ncocoons of silk worms, spun into thread and then\nwoven into cloth. Techniques of making silk were\nfirst invented in China around 7000 years ago.\nWhile the methods remained a closely guarded\nsecret for thousands of years, some people from\nChina who went to distant lands on foot,\nhorseback, and on camels, carried silk with them.\nThe paths they followed came to be known as the\nSilk Route.\nSometimes, Chinese rulers sent gifts of silk to\nrulers in Iran and west Asia, and from there, the\nknowledge of silk spread further west. About 2000\nyears ago, wearing silk became the fashion\namongst rulers and rich people in Rome. It was\nvery expensive, as it had to be brought all the\nway from China, along dangerous roads, through\nmountains and deserts. People living along the\nroute often demanded payments for allowing\ntraders to pass through.\nLook at Map 6 (pages 84-85) which shows the\nSilk Route and its branches. Some kings tried to\ncontrol large portions of the route. This was\nbecause they could benefit from taxes, tributes\nand gifts that were brought by traders travelling\nalong the route. In return, they often protected\nthe traders who passed through their kingdoms\nfrom attacks by robbers.\nThe best-known of the rulers who controlled\nthe Silk Route were the Kushanas, who ruled over\ncentral Asia and north-west India around 2000\nyears ago. Their two major centres of power were\nPeshawar and Mathura. Taxila was also included\nin their kingdom. During their rule, a branch of\nthe Silk Route extended from Central Asia down\nto the seaports at the mouth of the river Indus,\nfrom where silk was shipped westwards to the\nRoman Empire. The Kushanas were amongst the\nearliest rulers of the subcontinent to issue gold\n2018-19",
      "page": 116,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_117_001",
    "metadata": {
      "chunk_text": "103 n\ncoins. These were used by traders along the Silk\nRoute.\nWhy do you think it would have been difficult\nto use carts along the Silk Route?\nSilk was also sent from China by sea. Trace\nthe routes on Map 6 (pages 84-85). What do you\nthink would have been the advantages and\nproblems in transporting silk by sea?\nThe spread of Buddhism\nThe most famous Kushana ruler was Kanishka,\nwho ruled around 1900 years ago. He organised\na Buddhist council, where scholars met and\ndiscussed important matters.\nAshvaghosha, a poet who\ncomposed a biography of the\nBuddha, the Buddhacharita,\nlived in his court. Ashvaghosha\nand other Buddhist scholars now\nbegan writing in Sanskrit.\nA new for m of Buddhism,\nknown as Mahayana Buddhism,\nnow developed. This had two\ndistinct features. Earlier, the\nBuddha’s presence was shown in\nsculpture by using certain signs.\nFor instance, his attainment of\nenlightenment was shown by\nsculptures of the peepal tree.\nNow, statues of the Buddha\nwere made. Many of these were\nmade in Mathura, while others\nwere made in Taxila.\nThe second change was a belief\nin Bodhisattvas. These were\nsupposed to be persons who had\nattained enlightenment. Once they attained\nenlightenment, they could live in complete\nA sculpture from the\nstupa at Sanchi.\nLook at the tree and the\nempty seat below it.\nSculptors carved this to\nindicate that the Buddha\nhad attained\nenlightenment while\nmeditating under the\ntree.\nTRADERS, KINGS AND\nPILGRIMS\n2018-19",
      "page": 117,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_118_001",
    "metadata": {
      "chunk_text": "n 104\nOUR PASTS–I\nisolation and meditate in peace. However, instead\nof doing that, they remained in the world to teach\nand help other people. The worship of\nBodhisattvas became very popular, and spread\nthroughout Central Asia, China, and later to\nKorea and Japan.\nBuddhism also spread to western and southern\nIndia, where dozens of caves were hollowed out\nof hills for monks to live in.\nSome of these caves were made on the orders of\nkings and queens, others by merchants and\nfarmers. These were often located near passes\nthrough the Western Ghats. Roads connecting\nprosperous ports on the coast with cities in the\nDeccan ran through these passes. Traders probably\nBelow left : An image of\nthe Buddha from\nMathura.\nRight : An image of the\nBuddha from Taxila.\nLook at these and note the\nsimilarities and differences\nthat you may f ind.\n2018-19",
      "page": 118,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_119_001",
    "metadata": {
      "chunk_text": "105 n\nhalted in these cave monasteries\nduring their travels.\nBuddhism also spread\nsouth eastwards, to Sri Lanka,\nMyanmar, Thailand, and other\nparts of Southeast Asia\nincluding Indonesia. The older\nform of Buddhism, known as\nTheravada Buddhism was\nmore popular in these areas.\nRead page 100 once more.\nCan you think of how\nBuddhism spread to these lands?\nThe quest of the pilgrims\nAs traders journeyed to distant lands in caravans\nand ships, pilgrims often travelled with them.\nPilgrims\nare men and women who undertake journeys to\nholy places in order to offer worship.\nThe best-known of these are the Chinese\nBuddhist pilgrims, Fa Xian, who came to the\nsubcontinent about 1600 years ago, Xuan Zang\n(who came around 1400 years ago) and I-Qing,\nwho came about 50 years after Xuan Zang. They\ncame to visit places associated with the life of the\nBuddha (Chapter 7) as well as famous\nmonasteries.\nEach of these pilgrims left an account of his\njour ney. They wrote of the dangers they\nencountered on their travels, which often took\nyears, of the countries and the monasteries that\nthey visited, and the books they carried back\nwith them.\nA cave at Karle,\nMaharashtra\nTRADERS, KINGS AND\nPILGRIMS\n2018-19",
      "page": 119,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_120_001",
    "metadata": {
      "chunk_text": "n 106\nOUR PASTS–I\nHow Fa Xian returned to China\nFa Xian began his journey back home from Bengal. He boarded a ship\nbelonging to some merchants. They had barely travelled for two days when\nthey were caught in a storm. The merchants began throwing their\nmerchandise overboard so as to lighten the load and save the ship from\nsinking. Fa Xian threw away his meagre personal belongings, but clung to\nhis books and the statues of the Buddha that he had collected. Finally,\nthe storm subsided after 13 days. This is how he describes the sea:\n“The sea itself is boundless in extent — it is impossible to know east or\nwest, except by observing the sun, moon, or stars in their motions. If it is\ndark, rainy weather, the only plan is to steer by the wind.”\nIt took him more than 90 days to reach Java, where he halted for five\nmonths, before boarding another merchant ship that took him to China.\nTry and trace the route Fa Xian took on Map 6 (page 85).\nWhy do you think he did not want to throw away his books and statues?\nXuan Zang, who took the land route back to\nChina (through the north-west, and Central Asia)\ncarried back with him statues of the Buddha made\nof gold, silver and sandalwood, and over 600\nmanuscripts loaded on the backs of 20 horses.\nOver 50 manuscripts were lost when the boat on\nwhich he was crossing the Indus capsized. He\nspent the rest of his life translating the remaining\nmanuscripts from Sanskrit into Chinese.\nNalanda – A unique centre of Buddhist learning\nXuan Zang, and other pilgrims spent time studying in Nalanda, (Bihar)\nthe most famous Buddhist monastery of the period. This is how he\ndescribes it:\n“The teachers are men of the highest ability and talent. They follow the\nteachings of the Buddha in all sincerity. The rules of the monastery are\nstrict, and everyone has to follow them. Discussions are held throughout\nthe day, and the old and the young mutually help one another. Learned\nmen from different cities come here to settle their doubts. The gatekeeper\nasks new entrants difficult questions. They are allowed to enter only after\nthey have been able to answer these. Seven or eight out of every ten are\nnot able to answer.”\nList the reasons why Xuan Zang wanted to study in Nalanda.\n2018-19",
      "page": 120,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_121_001",
    "metadata": {
      "chunk_text": "107 n\nThe beginning of Bhakti\nThis was also the time when the worship of certain\ndeities, which became a central feature of later\nHinduism, gained in importance. These deities\nincluded Shiva, Vishnu, and goddesses such as\nDurga.\nThese deities were worshipped through Bhakti,\nan idea that became very popular at this time.\nBhakti is generally understood as a person’s\ndevotion to his or her chosen deity. Anybody,\nwhether rich or poor, belonging to the so-called\n‘high’ or ‘low’ castes, man or woman, could follow\nthe path of Bhakti.\nThe idea of Bhakti is present in the Bhagavad\nGita, a sacred book of the Hindus, which is\nincluded in the Mahabharata (see Chapter\n12). In this Krishna the God, asks Arjuna,\nhis devotee and friend, to abandon all\ndharmas and take refuge in him, as only\nhe can set Arjuna free from every evil.\nThis form of worship gradually spread\nto different parts of the country.\nThose who followed the system of\nBhakti emphasised devotion and\nindividual worship of a god or goddess,\nrather than the per for mance of\nelaborate sacrifices.\nAccording to this system of belief, if\na devotee worships the chosen deity\nwith a pure heart, the deity will appear\nin the form in which he or she may\ndesire. So, the deity could be thought\nof as a human being, lion, tree or any\nother form. Once this idea gained\nacceptance, artists made beautiful\nimages of these deities.\nVishnu as Varaha — an\nimage from Eran, Madhya\nPradesh.\nThis magnificent statue is\nof a special form of\nVishnu, the Varaha or\nboar. According to the\nPuranas (see Chapter 12)\nVishnu took the shape of\na boar in order to rescue\nthe earth, which had\nsunk into water. Here\nthe earth is shown as a\nwoman.\nTRADERS, KINGS AND\nPILGRIMS\n2018-19",
      "page": 121,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_122_001",
    "metadata": {
      "chunk_text": "n 108\nOUR PASTS–I\nBhakti\nComes from the Sanskrit term bhaj meaning ‘to divide or share.’ This\nsuggests an intimate, two-way relationship between the deity and the\ndevotee. Bhakti is directed towards Bhagavat, which is often translated as\ngod, but also means one who possesses and shares bhaga, literally good\nfortune or bliss. The devotee, known as the bhakta or the bhagavata,\nshares his or her chosen deity’s bhaga.\nA poem by a bhakta\nMost Bhakti literature tells us that riches, learning and high status do not\nautomatically ensure a close relationship with the deity. This is part of a\npoem composed in Tamil by Appar, a devotee of Shiva, who lived about\n1400 years ago. Appar was a vellala (Chapter 9).\n“The leper with rotting limbs,\nThe man who is regarded as low by the brahmin, even the scavenger\n...\nEven these men, if they are servants (i.e. devotees)\nOf him who shelters the Ganga in his long hair (i.e. Shiva)\nI worship them,\nThey are gods to me.”\nWhat does the poet regard as more valuable, social status or devotion?\nBecause the deities were special, these images\nof the deity were often placed within special homes,\nplaces that we describe as temples. You will learn\nmore about these temples in Chapter 12.\nBhakti inspired some of the best expressions\nin art — sculpture, poetry and architecture.\nHindu\nThe word ‘Hindu’, like the term ‘India’ is derived\nfrom the river Indus. It was used by Arabs and\nIranians to refer to people who lived to the east of\nthe river, and to their cultural practices, including\nreligious beliefs.\n2018-19",
      "page": 122,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_123_001",
    "metadata": {
      "chunk_text": "109 n\nElsewhere\nAbout 2000 years ago, Christianity emerged in West Asia. Jesus Christ\nwas born in Bethlehem, which was then part of the Roman empire. Christ’s\nteachings were that He was the Saviour of the world. He also taught people\nto treat others with love and trust others, just as they themselves wanted\nto be treated.\nHere are a few verses from the Bible, the holy book that contains the\nteachings of Christ:\n“Blessed are those who hunger and thirst for righteousness,\nFor they shall be filled.\nBlessed are the merciful, for they shall obtain mercy.\nBlessed are the pure in heart for they shall see God.\nBlessed are the peacemakers for they shall be called sons of God.”\nChrist’s teachings appealed to ordinary people, and spread through\nWest Asia, Africa and Europe. The first Christian preachers came from\nWest Asia to the west coast of the subcontinent within a hundred years of\nChrist’s death.\nLook at Map 6 (pages 84-85) and trace out the route that they may\nhave used.\nThe Christians of Kerala, known as Syrian Christians because they\nprobably came from West Asia, are amongst the oldest Christian\ncommunities in the world.\nKEYWORDS\ntrader\nmuvendar\nroute\nsilk\nKushanas\nMahayana\nTheravada\nBodhisattva\npilgrim\nBhakti\nImagine\nYou have a manuscript which a Chinese pilgrim would\nlike to carry back with him. Describe your conversation.\nLet’s recall\n1. Match the following:\nMuvendar Mahayana Buddhism\nLords of the dakshinapatha Buddhacharita\nAshvaghosha Satavahana rulers\nBodhisattvas Chinese pilgrim\nXuan Zang Cholas, Cheras and\nPandyas TRADERS, KINGS AND\nPILGRIMS\n2018-19",
      "page": 123,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_124_001",
    "metadata": {
      "chunk_text": "n 110\nOUR PASTS–I\n2. Why did kings want to control the Silk Route?\n3. What kinds of evidence do historians use to find out\nabout trade and trade routes?\n4. What were the main features of Bhakti?\nLet’s discuss\n5. Discuss the reasons why the Chinese pilgrims came\nto India.\n6. Why do you think ordinary people were attracted to\nBhakti?\nLet’s do\n7. List five things that you buy from the market. Which\nof these are made in the city/village in which you live,\nand which are brought by traders from other areas?\n8. There are several major pilgrimages performed by\npeople in India today. Find out about any one of them,\nand write a short description. (Hint: who can go on\nthe pilgrimage — men, women or children? How long\ndoes it take? How do people travel? What do they take\nwith them? What do they do when they reach the holy\nplace? Do they bring anything back with them?)\nu uu uu Discovery of silk\nmaking (about 7000\nyears ago)\nu uu uuThe Cholas, Cheras\nand Pandyas (about\n2300 years ago)\nu uu uu Growing demand for\nsilk in the Roman\nEmpire (about 2000\nyears ago)\nu uu uu Kanishka, the\nKushana ruler (about\n1900 years ago)\nu uu uu Fa Xian comes to\nIndia (about 1600\nyears ago)\nu uu uu Xuan Zang comes to\nIndia, Appar\ncomposes devotional\npoems in praise of\nShiva (about 1400\nyears ago)\nSOME IMPORTANT\nDATES\n2018-19",
      "page": 124,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_125_001",
    "metadata": {
      "chunk_text": "111 n\nArvind plays a king\nArvind had been chosen to act as a king in the school\nplay. He had expected to march solemnly in splendid\nrobes, to twirl his moustaches and wield the silver-paper\nwrapped sword with gusto. Imagine his surprise when\nhe was told he would also have to sit and play a veena,\nand recite poetry! A musician-king? Who was that? he\nwondered.\nPrashastis and what they tell us\nArvind was supposed to be acting as\nSamudragupta, a famous ruler of a dynasty\nknown as the Guptas. We know about\nSamudragupta from a long inscription, inscribed\non the Ashokan pillar at Allahabad. It was\ncomposed as a Kavya by Harishena, who was a\npoet and a minister at the court of Samudragupta.\nThis inscription is of a special kind known as\na prashasti, a Sanskrit word, meaning ‘in praise\nof’. While prashastis were composed for some of\nthe rulers you read about in Chapter 10, such as\nGautamiputra Shri Satakarni, they became far\nmore important from the time of the Guptas.\nSamudragupta’s prashasti\nLet us see what Samudragupta’s prashasti tells\nus. The poet praised the king in glowing terms —\nas a warrior, as a king who won victories in battle,\nwho was learned and the best of poets. He is also\ndescribed as equal to the gods. The prashasti was\ncomposed in very long sentences. Here is part of\none such sentence:\nCHAPTER 11\nNEW EMPIRES AND KINGDOMS\nNEW EMPIRES AND\nKINGDOMS\n2018-19",
      "page": 125,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_126_001",
    "metadata": {
      "chunk_text": "n 112\nOUR PASTS–I\nSamudragupta the warrior\nWhose body was most charming, being covered with\nthe plenteous beauty of the marks of hundreds of\nscars caused by battle-axes, arrows, spikes, spears,\nbarbed darts, swords, iron clubs, javelins, barbed\narrows, long arrows and many other weapons.\nWhat does this description tell you about the\nking? And also about how kings fought wars?\nIf you look at Map 7 (page113), you will notice\nan area shaded in green. You will also find a series\nof red dots along the east coast. And you will find\nareas marked in purple and blue as well.\nThis map is based on the information provided\nin the prashasti. Harishena describes four\ndifferent kinds of rulers, and tells us about\nSamudragupta’s policies towards them.\n1. The rulers of Aryavarta, the area shaded in green on\nthe map. Here there were nine rulers who were\nuprooted, and their kingdoms were made a part of\nSamudragupta’s empire.\n2. The rulers of Dakshinapatha. Here there were twelve\nrulers, some of whose capitals are marked with red\ndots on the map. They surrendered to\nSamudragupta after being defeated and he then\nallowed them to rule again.\n3. The inner circle of neighbouring states, including\nAssam, coastal Bengal, Nepal, and a number of\ngana sanghas (remember Chapter 6) in the north-\nwest, marked in purple on the map. They brought\ntribute, followed his orders, and attended his court.\n4. The rulers of the outlying areas, marked in blue on\nthe map, perhaps the descendants of the Kushanas\nand Shakas, and the ruler of Sri Lanka, who\nsubmitted to him and offered daughters in\nmarriage.\nThe king who played the\nveena.\nSome other qualities of\nSamudragupta are shown\non coins such as this one,\nwhere he is shown\nplaying the veena.\n2018-19",
      "page": 126,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_127_001",
    "metadata": {
      "chunk_text": "113 n\nFind Prayaga (the old name for Allahabad),\nUjjain and Pataliputra (Patna) on the map. These\nwere important centres of the Gupta rulers.\nWhat was the difference between the way in\nwhich Samudragupta treated the rulers of\nAryavarta and Dakshinapatha?\nCan you suggest any reasons for this difference?\nNEW EMPIRES AND\nKINGDOMS\nMAP : 7\nShowing Important Cities and\nKingdoms\n2018-19",
      "page": 127,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_128_001",
    "metadata": {
      "chunk_text": "n 114\nOUR PASTS–I\nGenealogies\nMost prashastis also mention the\nancestors of the ruler. This one\nmentions Samudragupta’s great\ngrandfather, grandfather, father and\nmother. His mother, Kumara devi,\nbelonged to the Lichchhavi gana, while\nhis father, Chandragupta, was the first\nruler of the Gupta dynasty to adopt the\ngrand title of maharaj-adhiraja, a title\nthat Samudragupta also used. His great\ngrandfather and grandfather are\nmentioned simply as maha-rajas. It\nseems as if the family gradually rose to\nimportance.\nArrange these titles in order of importance: raja,\nmaharaj-adhiraja, maha-raja.\nSamudragupta in turn figures in the genealogies\n(lists of ancestors) of later rulers of the dynasty,\nsuch as his son, Chandragupta II. We know about\nhim from inscriptions and coins. He led an\nexpedition to western India, where he overcame\nthe last of the Shakas. According to later belief,\nhis court was full of learned people, including\nKalidasa the poet, and Aryabhata the astronomer,\nabout whom you will read more in Chapter 12.\nHarshavardhana and the Harshacharita\nWhile we can learn about the Gupta rulers from their\ninscriptions and coins, we can find out about some\nkings from biographies. Harshavardhana, who ruled\nnearly 1400 years ago, was one such ruler. His court\npoet, Banabhatta, wrote his biography, the\nHarshacharita, in Sanskrit. This gives us the\ngenealogy of Harsha, and ends with his becoming\nking. Xuan Zang, about whom you read in Chapter\n10, also spent a lot of time at Harsha’s court and left\na detailed account of what he saw.\nVikram Samvat\nThe era beginning in the 58\nBCE is traditionally\nassociated with Gupta king,\nChandragupta II, who had\nfounded it as a mark of\nvictory over the Shakas and\nassumed the title of\nVikramaditya. The Vikram\nSamvat has also been\nadopted alongside the\nGregorian calendar as the\nnational calendar by\nindependent India.\n2018-19",
      "page": 128,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_129_001",
    "metadata": {
      "chunk_text": "115 n\nHarsha was not the eldest son of his father,\nbut became king of Thanesar after both his father\nand elder brother died. His brother-in-law was\nthe ruler of Kanauj (see Map 7) and he was killed\nby the ruler of Bengal. Harsha took over the\nkingdom of Kanauj, and then led an army against\nthe ruler of Bengal.\nAlthough he was successful in the east, and\nconquered both Magadha and Bengal, he was not\nas successful elsewhere. He tried to cross the\nNarmada to march into the Deccan, but was\nstopped by a ruler belonging to the Chalukya\ndynasty, Pulakeshin II.\nLook at Map 8 (page136) and list the present-\nday states which Harshavardhana passed\nthrough when he went (a) to Bengal and (b) up to\nthe Narmada.\nThe Pallavas, Chalukyas and Pulakeshin’s\nprashasti\nThe Pallavas and Chalukyas were the most\nimportant ruling dynasties in south India during\nthis period. The kingdom of the Pallavas spread\nfrom the region around their capital, Kanchipuram,\nto the Kaveri delta, while that of the Chalukyas\nwas centred around the Raichur Doab, between\nthe rivers Krishna and Tungabhadra.\nAihole, the capital of the Chalukyas, was an\nimportant trading centre (see Map 7). It developed\nas a religious centre, with a number of temples.\nThe Pallavas and Chalukyas frequently raided one\nanother’s lands, especially attacking the capital\ncities, which were prosperous towns.\nThe best-known Chalukya ruler was Pulakeshin\nII. We know about him from a prashasti, composed\nby his court poet Ravikirti. This tells us about his\nancestors, who are traced back through four\ngenerations from father to son. Pulakeshin\nevidently got the kingdom from his uncle. NEW EMPIRES AND\nKINGDOMS\n2018-19",
      "page": 129,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_130_001",
    "metadata": {
      "chunk_text": "n 116\nOUR PASTS–I\nAccording to Ravikirti, he led expeditions along\nboth the west and the east coasts. Besides, he\nchecked the advance of Harsha. There is an\ninteresting play of words in the poem. Harsha\nmeans happiness. The poet says that after this\ndefeat, Harsha was no longer Harsha! Pulakeshin\nalso attacked the Pallava king, who took shelter\nbehind the walls of Kanchipuram.\nBut the Chalukya victory was short-lived.\nUltimately, both the Pallavas and the Chalukyas\ngave way to new rulers belonging to the\nRashtrakuta and Chola dynasties, about which\nyou will study in Class VII.\nWho were the other rulers who tried to control\nthe coasts and why? (Hint: see Chapter 10).\nHow were these kingdoms administered?\nAs in the case of earlier kings, land revenue\nremained important for these rulers, and the\nvillage remained the basic unit of administration.\nThere were some new developments as well.\nKings adopted a number of steps to win the\nsupport of men who were powerful, either\neconomically, or socially, or because of their\npolitical and military strength. For instance:\n• Some important administrative posts were now\nhereditary. This means that sons succeeded fathers\nto these posts. For example, the poet Harishena was\na maha-danda-nayaka, or chief judicial officer, like\nhis father.\n• Sometimes, one person held many offices. For\ninstance, besides being a maha-danda-nayaka,\nHarishena was a kumar-amatya, meaning an\nimportant minister, and a sandhi-vigrahika,\nmeaning a minister of war and peace.\n• Besides, important men probably had a say in local\nadministration. These included the nagara-\nshreshthi or chief banker or merchant of the city,\nthe sarthavaha or leader of the merchant caravans,\n2018-19",
      "page": 130,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_131_001",
    "metadata": {
      "chunk_text": "117 n\nthe prathama-kulika or the chief craftsman, and the\nhead of the kayasthas or scribes.\nThese policies were reasonably effective, but\nsooner or later, some of these powerful men grew\nstrong enough to set up independent kingdoms.\nWhat do you think may have been the\nadvantages and disadvantages of having\nhereditary officers?\nA new kind of army\nLike earlier rulers, some of these kings maintained\na well-organised army, with elephants, chariots,\ncavalry and foot soldiers. Besides, there were\nmilitary leaders who provided the king with troops\nwhenever he needed them. They were not paid\nregular salaries. Instead, some of them received\ngrants of land. They collected revenue from the\nland and used this to maintain soldiers and\nhorses, and provide equipment for warfare. These\nmen were known as samantas. Whenever the\nruler was weak, samantas tried to become\nindependent.\nAssemblies in the southern kingdoms\nThe inscriptions of the Pallavas mention a number\nof local assemblies. These included the sabha,\nwhich was an assembly of brahmin land owners.\nThis assembly functioned through sub-\ncommittees, which looked after irrigation,\nagricultural operations, making roads, local\ntemples, etc.\nThe ur was a village assembly found in areas\nwhere the land owners were not brahmins. And\nthe nagaram was an organisation of merchants.\nIt is likely that these assemblies were controlled\nby rich and powerful landowners and merchants.\nMany of these local assemblies continued to\nfunction for centuries. NEW EMPIRES AND\nKINGDOMS\n2018-19",
      "page": 131,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_132_001",
    "metadata": {
      "chunk_text": "n 118\nOUR PASTS–I\nOrdinary people in the kingdoms\nWe can catch an occasional glimpse of the lives\nof ordinary people from plays, and other accounts.\nLet us look at some of these.\nKalidasa is known for his plays depicting life in\nthe king’s court. An interesting feature about these\nplays is that the king and most brahmins are shown\nas speaking Sanskrit, while women and men other\nthan the king and brahmins use Prakrit. His most\nfamous play, Abhijnana Shakuntalam, is the story\nof the love between a king named Dushyanta and\na young woman named Shakuntala. We find an\ninteresting description of the plight of a poor\nfisherman in this play.\nA fisherman finds a ring\nA fisherman found a precious ring, which the king\nhad given to Shakuntala, but which had been\naccidentally swallowed by a fish. When he went to\nthe palace with it, the gatemen accused him of theft,\nand the chief police officer was rather rude. However,\nthe king was happy when he saw the ring and sent\na reward for the fisherman. Then, the police officer\nand the gatemen decided to take a share of the\nreward, and went along with the fisherman to have\na drink.\nDo you think that if a poor man finds something\nand reports this to the police he would be treated\nlike this today?\nName a famous man who taught in Prakrit and\na king who issued inscriptions in Prakrit (hint: see\nChapters 7 and 8)\n2018-19",
      "page": 132,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_133_001",
    "metadata": {
      "chunk_text": "119 n\nThe Chinese pilgrim Fa Xian noticed the plight\nof those who were treated as untouchables by\nthe high and mighty. They were expected to live\non the outskirts of the city. He writes: “If such a\nman enters a town or a market place, he strikes a\npiece of wood, in order to keep himself separate;\npeople, hearing this sound, know what it means\nand avoid touching him or brushing against him.”\nAnd Banabhatta provides us with a vivid\npicture of the king’s army on the move:\nThe king’s army\nThe king travelled with an enormous amount of\nequipment. Apart from weapons, there were things\nof daily use such as pots, pans, furniture, golden\nfootstools, food, including animals such as goat,\ndeer, rabbits, vegetables, spices, carried on carts or\nloaded on to pack animals such as camels and\nelephants. This huge army was accompanied by\nmusicians beating drums, and others playing horns\nand trumpets.\nVillagers had to provide hospitality along the way.\nThey came with gifts of curds, gur and flowers, and\nprovided fodder for the animals. They also tried to\nmeet the king, and place their complaints and\npetitions before him.\nThe army left a trail of destruction behind.\nElephants often trampled down the huts of villagers,\nand the oxen yoked to the caravans of merchants\nran away, scared by the tumult.\nAs Banabhatta says: “The whole world was\nswallowed up in dust.”\nMake a list of all the things that were carried with\nthe army.\nWhat did the villagers bring for the king?\nNEW EMPIRES AND\nKINGDOMS\n2018-19",
      "page": 133,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_134_001",
    "metadata": {
      "chunk_text": "n 120\nOUR PASTS–I\nElsewhere\nFind Arabia on Map 6 (pages 84-85). Although it is a desert, it was at\nthe hub of communications for centuries. In fact, Arab merchants and\nsailors played an important role in the sea trade between India and\nEurope (see page 100). Others who lived in Arabia were the Bedouins,\npastoral tribes depending mainly on camels, hardy animals that could\nsurvive in the desert.\nAround 1400 years ago, Prophet Muhammad introduced a new\nreligion, Islam, in Arabia. Like Christianity, Islam was a religion that\nlaid stress on the equality and unity of all before Allah, the one supreme\ngod. Here is a verse from the Quran, the sacred book of Islam:\n“For Muslim men and women, for believing men and women, for\ndevout men and women, for true men and women, for men and women\nwho are patient and constant, for men and women who humble\nthemselves, for men and women who give in charity, for men and women\nwho fast, for men and women who guard their chastity, and for men\nand women who engage much in Allah’s remembrance, for them has\nAllah prepared forgiveness and great reward.”\nWithin a hundred years Islam spread to north Africa, Spain, Iran and\nIndia. Arab sailors, who were already familiar with the coastal settlements\nof the subcontinent, now brought the new religion with them. Arabs soldiers\nconquered Sind (in present-day Pakistan) about 1300 years ago.\nTrace the routes that would have been taken by these sailors and\nsoldiers on Map 6.\nImagine\nHarshavardhana’s army will visit your village next week.\nYour parents are preparing for the visit. Describe what\nthey say and do.\nLet’s recall\n1. State whether true or false:\n(a) Harishena composed a prashasti in praise of\nGautamiputra Shri Satakarni.\n(b) The rulers of Aryavarta brought tribute for\nSamudragupta.\n(c) There were twelve rulers in Dakshinapatha.\n2018-19",
      "page": 134,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_135_001",
    "metadata": {
      "chunk_text": "121 n\nKEYWORDS\nprashasti\nAryavarta\nDakshinapatha\ngenealogy\nhereditary officer\nsamanta\nassembly\nnagaram\n(d) Taxila and Madurai were important centres\nunder the control of the Gupta rulers.\n(e) Aihole was the capital of the Pallavas.\n(f) Local assemblies functioned for several centuries\nin south India.\n2. Mention three authors who wrote about\nHarshavardhana.\n3. What changes do you find in the army at this time?\n4. What were the new administrative arrangements\nduring this period?\nLet’s discuss\n5. What do you think Arvind would have to do if he was\nacting as Samudragupta?\n6. Do you think ordinary people would have read and\nunderstood the prashastis? Give reasons for your\nanswer.\nLet’s do\n7. If you had to make a genealogy for yourself, who are\nthe people you would include in it? How many\ngenerations would you like to show? Make a chart\nand fill it.\n8. How do you think wars affect the lives of ordinary\npeople today?\nNEW EMPIRES AND\nKINGDOMS\nSOME IMPORTANT\nDATES\nu uu uu Beginning of the\nGupta dynasty (about\n1700 years ago)\nu uu uu The rule of\nHarshavardhana\n(about 1400 years\nago)\n2018-19",
      "page": 135,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_136_001",
    "metadata": {
      "chunk_text": "n 122\nOUR PASTS–I\nMarutasami and the iron pillar\nMarutasami was so excited. His brother had propelled\nhis wheelchair all along the dusty, stony path, past the\ntowering Qutb Minar, and up the metal ramp. It had\nbeen tough, but now he was here, in front of the famous\niron pillar. It was an unforgettable experience.\nThe iron pillar\nThe iron pillar at\nMehrauli, Delhi, is a\nremarkable example of\nthe skill of Indian crafts\npersons. It is made of\niron, 7.2. m high, and\nweighs over 3 tonnes.\nIt was made about\n1500 years ago. We\nknow the date because\nthere is an inscription\non the pillar mentioning a ruler named Chandra,\nwho probably belonged to the Gupta dynasty\n(Chapter 11). What is amazing is the fact that the\npillar has not rusted in all these years.\nBuildings in brick and stone\nThe skills of our crafts persons are also apparent\nin the buildings that have survived, such as\nstupas. The word stupa means a mound. While\nthere are several kinds of stupas, round and tall,\nbig and small, these have certain common\nfeatures. Generally, there is a small box placed at\nthe centre or heart of the stupa. This may contain\nbodily remains (such as teeth, bone or ashes) of\nthe Buddha or his followers, or things they used,\nas well as precious stones, and coins.\nThe iron pillar\nCHAPTER 12\nBUILDINGS, PAINTINGS AND BOOKS\nMetallurgy\nAncient Indian metallurgists made major\ncontributions to the metallurgical history of the\nworld. Archaeological excavations have shown\nthat the Harappans were master craftsmen and\nhad knowledge of copper metallurgy. They even\nmanufactured bronze by mixing copper and tin.\nWhile the Harappans belonged to the Bronze Age,\ntheir successors belonged to the Iron Age. India\nproduced highly advanced types of iron-forged\niron, wrought iron and cast iron.\n2018-19",
      "page": 136,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_137_001",
    "metadata": {
      "chunk_text": "123 n\nThis box, known as a relic casket,\nwas covered with earth. Later, a layer\nof mud brick or baked brick was\nadded on top. And then, the dome\nlike structure was sometimes\ncovered with carved stone slabs.\nOften, a path, known as the\npradakshina patha, was laid around\nthe stupa. This was surrounded with\nrailings. Entrance to the path was\nthrough gateways. Devotees walked\naround the stupa, in a clockwise\ndirection, as a mark of devotion.\nBoth railings and gateways were\noften decorated with sculpture.\nFind Amaravati on Map 7\n(page 113). This was a place where\na magnificent stupa once existed.\nMany of the stone carvings for\ndecorating the stupa were made\nabout 2000 years ago.\nOther buildings were hollowed out of rock to\nmake artificial caves. Some of these were very\nelaborately decorated with sculptures and painted\nwalls.\nSome of the earliest Hindu temples were also built\nat this time. Deities such as Vishnu, Shiva, and Durga\nwere worshipped in these\nshrines. The most\nimportant part of the\ntemple was the room\nknown as the\ngarbhagriha, where the\nimage of the chief deity\nwas placed. It was here\nthat priests performed\nreligious rituals, and\ndevotees offered worship\nto the deity.\nTop : The Great Stupa at\nSanchi, Madhya Pradesh.\nStupas like this one were\nbuilt over several\ncenturies. While the\nbrick mound probably\ndates to the time of\nAshoka (Chapter 8), the\nrailings and gateways\nwere added during the\ntime of later rulers.\nLeft : Sculpture from\nAmaravati.\nLook at the picture and\ndescribe what you see.\nBUILDINGS, PAINTINGS\nAND BOOKS\n2018-19",
      "page": 137,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_138_001",
    "metadata": {
      "chunk_text": "n 124\nOUR PASTS–I\nOften, as at Bhitargaon, a tower, known as the\nshikhara, was built on top of the garbhagriha, to\nmark this out as a sacred place. Building\nshikharas required careful planning. Most temples\nalso had a space known as the mandapa. It was\na hall where people could assemble.\nFind Mahabalipuram and Aihole on Map 7\n(page 113). Some of the finest stone temples were\nbuilt in these towns. Some of these are shown\nhere.\nTop : An early temple at\nBhitargaon, Uttar\nPradesh.\nThis was built about 1500\nyears ago, and was made\nof baked brick and stone.\nTop Right : Monolithic\ntemples at\nMahabalipuram.\nEach of these was carved\nout of a huge, single\npiece of stone (that is\nwhy they are known as\nmonoliths). While brick\nstructures are built up by\nadding layers of bricks\nfrom the bottom\nupwards, in this case the\nstone cutters had to\nwork from top\ndownwards.\nList the problems that\nstone cutters may have\nfaced.\nRight : The Durga temple\nat Aihole, built about\n1400 years ago.\n2018-19",
      "page": 138,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_139_001",
    "metadata": {
      "chunk_text": "125 n\nHow were stupas and temples built?\nThere were several stages in building a stupa or a\ntemple. Usually, kings or queens decided to build\nthese as it was an expensive affair. First, good\nquality stone had to be found, quarried, and\ntransported to the place that was often carefully\nchosen for the new building. Here, these rough\nblocks of stone had to be shaped and carved into\npillars, and panels for walls, floors and ceilings.\nAnd then these had to be placed in precisely the\nright position.\nKings and queens probably spent money from\ntheir treasury to pay the crafts persons who\nworked to build these splendid structures.\nBesides, when devotees came to visit\nthe temple or the stupa, they often\nbrought gifts, which were used to\ndecorate the buildings. For\nexample, an association of ivory\nworkers paid for one of the\nbeautiful gateways at Sanchi.\nAmong the others who paid\nfor decorations were merchants,\nfarmers, garland makers, perfumers,\nsmiths, and hundreds of men and\nLeft : A Jaina monastery\nfrom Orissa.\nThis two storey building\nwas carved out of the\nrock surface. Notice the\nentrance to the rooms.\nJaina monks lived and\nmeditated in these\nrooms.\nIn what ways is the cave\nshown here different from\nthe illustration on p.15?\nBelow : A sculpture from\nthe National Museum,\nNew Delhi.\nCan you see how some of\nthe caves may have been\nhollowed out?\n2018-19",
      "page": 139,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_140_001",
    "metadata": {
      "chunk_text": "n 126\nOUR PASTS–I\nwomen who are known only by their\nnames which were inscribed on\npillars, railings and walls. So when\nyou get a chance to visit any of these\nbuildings, remember how several\nhundreds of people probably worked\nto construct and decorate them.\nMake a diagram like the one on\npage 88 (Chapter 9) to show the stages\nin the building of a temple or stupa.\nPainting\nFind Ajanta on Map 7 (page 113). This\nis a place where several caves were\nhollowed out of the hills over\ncenturies. Most of these were\nmonasteries for Buddhist monks, and\nsome of them were decorated with\npaintings. Here are some examples.\nAs the caves are dark inside, most of these\npaintings were done in the light of torches. The\ncolours, which are vivid even after 1500 years,\nwere made of plants and minerals. The artists\nwho created these splendid works of art remain\nunknown.\nPaintings from Ajanta.\nDescribe what you see in\neach of these paintings.\n2018-19",
      "page": 140,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_141_001",
    "metadata": {
      "chunk_text": "127 n\nThe world of books\nSome of the best–known epics were written during\nthis period. Epics are grand, long compositions,\nabout heroic men and women, and include stories\nabout gods.\nA famous Tamil epic, the Silappadikaram, was\ncomposed by a poet named Ilango, around 1800\nyears ago. It is the story of a merchant named\nKovalan, who lived in Puhar and fell in love with\na courtesan named Madhavi, neglecting his wife\nKannagi. Later, he and Kannagi left Puhar and\nwent to Madurai, where he was wrongly accused\nof theft by the court jeweller of the Pandya king.\nThe king sentenced Kovalan to death. Kannagi,\nwho still loved him, was full of grief and anger at\nthis injustice, and destroyed the entire city of\nMadurai.\nA description from the Silappadikaram\nHere is how the poet describes Kannagi’s grief:\n“O witness of my grief, you cannot console me. Is it right that your\nbody, fairer than pure gold, lies unwashed here in the dust? Is it just that\nin the red glow of the twilight, your handsome chest, framed with a flower\nwreath, lies thrown down on the bare earth, while I remain alone, helpless\nand abandoned to despair? Is there no god? Is there no god in this country?\nCan there be a god in a land where the sword of the king is used for the\nmurder of innocent strangers? Is there no god, no god?”\nAnother Tamil epic, the Manimekalai was\ncomposed by Sattanar around 1400 years ago.\nThis describes the story of the daughter of\nKovalan and Madhavi. These beautiful\ncompositions were lost to scholars for many\ncenturies, till their manuscripts were\nrediscovered, about a hundred years ago.\nOther writers, such as Kalidasa, (about whom\nyou read in Chapter 11) wrote in Sanskrit. BUILDINGS, PAINTINGS\nAND BOOKS\n2018-19",
      "page": 141,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_142_001",
    "metadata": {
      "chunk_text": "n 128\nOUR PASTS–I\nA verse from the Meghaduta\nHere is a verse from Kalidasa’s best-known poem,\nthe Meghaduta, in which a monsoon cloud is\nimagined to be a messenger between lovers who are\nseparated from one another.\nSee how the poet describes the breeze that will\ncarry the cloud northwards:\n“A cool breeze, delightful as it is touched\nWith the fragrance of the earth\nSwollen by your showers,\nInhaled deeply by elephants,\nAnd causing the wild figs to ripen,\nWill blow gently as you go.”\nDo you think Kalidasa can be described as a lover\nof nature?\nRecording and preserving old stories\nA number of Hindu religious stories that were in\ncirculation earlier were written down around the\nsame time. These include the Puranas. Purana\nliterally mean old. The Puranas contain stories\nabout gods and goddesses, such as Vishnu, Shiva,\nDurga or Parvati. They also contain details on\nhow they were to be worshipped. Besides, there\nare accounts about the creation of the world, and\nabout kings.\nThe Puranas were written in simple Sanskrit\nverse, and were meant to be heard by everybody,\nincluding women and shudras, who were not\nallowed to study the Vedas. They were probably\nrecited in temples by priests, and people came to\nlisten to them.\nTwo Sanskrit epics, the Mahabharata and\nRamayana had been popular for a very long time.\nSome of you may be familiar with these stories.\nThe Mahabharata is about a war fought between\nthe Kauravas and Pandavas, who were cousins.\n2018-19",
      "page": 142,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_143_001",
    "metadata": {
      "chunk_text": "129 n\nThis was a war to gain control of the throne of the\nKurus, and their capital, Hastinapura. The story\nitself was an old one, but was written down in the\nform in which we know it today, about 1500 years\nago. Both the Puranas and the Mahabharata are\nsupposed to have been compiled by Vyasa. The\nBhagavad Gita, about which you learnt in Chapter\n10, was also included in the Mahabharata.\nThe Ramayana is about Rama, a prince of\nKosala, who was sent into exile. His wife Sita was\nabducted by the king of Lanka, named Ravana,\nand Rama had to fight a battle to get her back. He\nwon and returned to Ayodhya, the capital of\nKosala, after his victory. Like the Mahabharata,\nthis was an old story that was now written down.\nValmiki is recognised as the author of the Sanskrit\nRamayana.\nThere are several versions (many of which are\nper for med) of the Mahabharata and the\nRamayana, popular amongst people in different\nparts of the subcontinent. Find out about a\nversion in your state.\nStories told by ordinary people\nOrdinary people also told stories, composed\npoems and songs, sang, danced, and performed\nplays. Some of these are preserved in collections\nof stories such as the Jatakas and the\nPanchatantra, which were written down around\nthis time. Stories from the Jatakas were often\nshown on the railings of stupas and in paintings\nin places such as Ajanta.\nHere is one such story:\nBUILDINGS, PAINTINGS\nAND BOOKS\n2018-19",
      "page": 143,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_144_001",
    "metadata": {
      "chunk_text": "n 130\nOUR PASTS–I\nThe story of the monkey king\nOnce upon a time there was a great monkey king,\nwho lived on the banks of the Ganga in the\nHimalayas, with 80,000 followers. They fed on the\nfruit of a special mango tree, which were very\nsweet. Such exquisite mangoes did not grow on\nthe plains. One day, a ripe mango fell into the\nriver and floated all the way to Varanasi. There\nthe king of the city who was bathing in the river\nfound it, and was amazed when he tasted it. He\nasked the foresters of his kingdom whether they\ncould find the tree for him, and they led him all\nthe way to the Himalayas. There, the king\nand his courtiers had their fill of\nmangoes. At night, the king\ndiscovered that the monkeys\nwere also feasting on the fruit,\nand decided to kill them.\nHowever, the king of the\nmonkeys worked out a\nplan to save his followers.\nHe broke off branches of\nthe mango tree, and tied\nthem to form a ‘bridge’\nacross the river, and held\non to one end till all his\nfollowers crossed over.\nExhausted with the effort, he\nfell down and lay dying.\nThe human king saw what had\nhappened, and tried unsuccessfully to\nrevive the monkey. When he died, the king\nmourned his death and paid him full respect.\nThis story is shown on a piece of sculpture\nfound from a stupa at Bharhut in central India.\nCan you identify which parts of the story are\nshown in the sculpture?\nWhy do you think these were chosen? n 130\nOUR PASTS–I\n2018-19",
      "page": 144,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_145_001",
    "metadata": {
      "chunk_text": "131 n\nWriting books on science\nThis was also the time when Aryabhata, a\nmathematician and astronomer, wrote a book in\nSanskrit known as the Aryabhatiyam. He stated\nthat day and night were caused by the rotation of\nthe earth on its axis, even though it seems as if\nthe sun is rising and setting everyday. He\ndeveloped a scientific explanation for eclipses as\nwell. He also found a way of calculating the\ncircumference of a circle, which is nearly as\naccurate as the for mula we use today.\nVarahamihira, Brahmagupta and Bhaskaracharya\nwere some other mathematicians and astronomers\nwho made several discoveries. Try and find out\nmore about them.\nBUILDINGS, PAINTINGS\nAND BOOKS\nAyurveda\nAyurveda is a well-known system of\nhealth science that was developed in\nancient India. The two famous\npractitioners of Ayurveda in ancient\nIndia were Charaka (1st-2nd centuries\nC.E.) and Sushruta (c. 4th century C.E.)\nCharak Samhita, written by Charak is\na remarkable book on medicine. In his\ntreatise, Susruta Samhita, Sushruta\nspeaks about elaborate surgical\nprocedures.\nKEYWORDS\nstupa\ntemple\npainting\nepic\nstory\nPurana\nscience mathematics\nZero\nWhile numerals had been used\nearlier, mathematicians in India\nnow invented a special symbol\nfor zero. This system of counting\nwas adapted by the Arabs and\nthen spread to Europe. It\ncontinues to be in use\nthroughout the world.\nThe Romans used a system\nof counting without using zero.\nTry and find out more about it.\nElsewhere\nPaper has become a part of our daily lives. The books\nwe read are printed on paper, and we use paper for\nwriting. Paper was invented in China about 1900\nyears ago, by a man named Cai Lun. He beat plant\nfibres, cloth, rope and the bark of trees, soaked these\nin water, and then pressed, drained and dried the\npulp to create paper. Even today, hand made paper\nis made through a similar process.\n2018-19",
      "page": 145,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_146_001",
    "metadata": {
      "chunk_text": "n 132\nOUR PASTS–I\nImagine\nYou are sitting in a mandapa of a temple. Describe the\nscene around you.\nLet’s recall\n1. Match the following\nStupa Place where the image\nof the deity is installed\nShikhara Mound\nMandapa Circular path around\nthe stupa\nGarbhagriha Place in temples where\npeople could assemble\nPradakshina patha Tower\n2. Fill in the blanks:\n(a) ———————— was a great astronomer.\n(b) Stories about gods and goddesses are found in\nthe ————————\n(c) ———————— is recognised as the author of the\nSanskrit Ramayana.\n(d) ———————— and ———————— are two Tamil epics.\nThe technique of making paper was a closely\nguarded secret for centuries. It reached Korea about\n1400 years ago, and spread to Japan soon after. It\nwas known in Baghdad about 1800 years ago. From\nBaghdad it spread to Europe, Africa, and other parts\nof Asia including the subcontinent.\nWhat were manuscripts in early India made out\nof ? (Hint: See Chapter 1)\nu uu uu beginning of stupa\nbuilding (2300 years\nago)\nu uu uu Amaravati (2000\nyears ago)\nu uu uu Kalidasa (1600 years\nago)\nu uu uu Iron pillar, Temple at\nBhitargaon, Paintings\nat Ajanta, Aryabhata\n(1500 years ago)\nu uu uu Durga temple (1400\nyears ago)\nSOME IMPORTANT\nDATES\n2018-19",
      "page": 146,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_147_001",
    "metadata": {
      "chunk_text": "133 n\nBUILDINGS, PAINTINGS\nAND BOOKS\nLet’s discuss\n3. Make a list of the chapters in which you find mention\nof metal working. What are the metals objects\nmentioned or shown in those chapters?\n4. Read the story on page 130. In what ways is the\nmonkey king similar to or different from the kings\nyou read about in Chapters 6 and 11?\n5. Find out more and tell a story from one of the epics.\nLet’s do\n6. List some steps that can be taken to make buildings\nand monuments accessible to differently abled people.\n7. Try and list as many uses of paper as you can.\n8. If you could visit any one of the places described in\nthis chapter, which would you choose and why?\n2018-19",
      "page": 147,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_148_001",
    "metadata": {
      "chunk_text": "n 134\nOUR PASTS–I\nA quick look at dates\nThroughout the book, we have used approximate dates to give you a\nrough idea of when events/processes took place, using the year 2000\nas our starting point. Generally, the letter c., which stands for the\nLatin word circa, meaning ‘approximate’ is used for such dates.\nYou will find dates written differently in other books that you\nmay use.\nu uu uu For instance, for the Palaeolithic period (Chapter 2), dates may\nbe mentioned in terms of millions of years ago, written as mya\nu uu uu The beginning of farming and herding at Mehrgarh (Chapter 3)\ndates to c. 6000 BC/ BCE\nu uu uu The Harappan cities flourished between c. 2700 and 1900 BCE\nu uu uu The Rigveda was composed between c. 1500 and 1000 BCE\nu uu uu Mahajanapadas and cities developed in the Ganga valley and\nnew ideas associated with the Upanishads, Jainism and\nBuddhism emerged c. 500 BCE\nu uu uu Alexander invaded the northwest c. 327-325 BCE\nu uu uu Chandragupta Maurya became king c. 321 BCE\nu uu uu Ashoka ruled between c. 272/268 to 231 BCE\nu uu uu The composition of the Sangam texts, c. 300 BCE-300 CE\nu uu uu The reign of Kanishka, c. 78-100 CE\nu uu uu The establishment of the Gupta empire, c. 320 CE\nu uu uu The compilation of the Jaina texts at the council at Valabhi, c.\n512/521 CE\nu uu uu The rule of Harshavardhana, 606-647 CE\nu uu uu Xuan Zang comes to India, 630-643 CE\nu uu uu The rule of Pulakeshin II, 609-642 CE.\nIn some cases, for example, the date from when Ashoka began to\nrule, you may find that more than one date is shown. This is because\nhistorians have not been able to agree on which is the correct date.\nDates with question marks after them indicate that these are uncertian.\n2018-19",
      "page": 148,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_149_001",
    "metadata": {
      "chunk_text": "135 n\nNext year\nYou will be studying more about Our Pasts, looking at\nthe history of the next thousand years, beginning from\nthe eighth century CE. You will:\nu uu uu Find that while manuscripts, inscriptions and\narchaeological evidence, especially from buildings,\nremain important, there are other kinds of sources.\nu uu uu Learn about new kings and kingdoms, including an\nempire, that of the Mughals.\nu uu uu Discover more about architecture — about temples,\nmosques, gardens, forts and other buildings.\nu uu uu See what was happening in cities — learn about\ncrafts persons and traders, and about urban\nculture.\nu uu uu Find out about hunter-gatherers, herders, and\nfarmers.\nu uu uu Learn how religious beliefs and practices changed.\nu uu uu And discover how new languages were used to\ncompose songs, poems and other literary works.\nIn all of this, you will find that while there were\nseveral new developments, there were also continuities\nwith the past. Look out for what changed, and what\nremained the same!\n2018-19",
      "page": 149,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  },
  {
    "_id": "page_150_001",
    "metadata": {
      "chunk_text": "n 136\nOUR PASTS–I\nMAP : 8\nPolitical Map of India\n2018-19",
      "page": 150,
      "type": "normal",
      "subject": "History",
      "className": "Class 6"
    }
  }
]