{
    "message": "Marking scheme generated successfully",
    "answer": "People of different communities developed a sense of collective belonging in India through various ways: a. Experience of United Struggles: The sense of collective belonging largely emerged from the shared experience of united struggles against colonialism. People began to discover their unity in the process of their common fight with colonialism, as the feeling of being oppressed under colonial rule provided a shared bond that tied many different groups together. b. Cultural Processes: Nationalism captured people’s imagination through a variety of cultural processes that transcended community differences. History and fiction, folklore and songs, popular prints and symbols all played a crucial part in the making of nationalism and fostering a sense of shared identity. c. Symbolisation through Bharat Mata: The identity of the nation was often symbolised in a figure or image, which helped people identify with the nation. The image of Bharat Mata, first created by Bankim Chandra Chattopadhyay and later famously painted by Abanindranath Tagore, became a visual representation of India, and devotion to this mother figure was seen as evidence of one’s nationalism. d. Revival of Indian Folklore: Ideas of nationalism also developed through a movement to revive Indian folklore. Nationalists in the late nineteenth century collected folk tales, songs, and legends, believing these preserved traditional culture from outside corruption and were essential for discovering national identity and restoring pride in the past.e.  Icns, Symbols (Flags) and Reinterpretation of History: Nationalist leaders used icons and symbols like the Swadeshi tricolour flag (red, green, and yellow) and Gandhiji's Swaraj flag (red, green, and white with a spinning wheel) to unify people. Additionally, reinterpretation of history, where Indian achievements in ancient times were glorified in response to British views of backwardness, instilled pride and inspired people to struggle against colonial rule.",
    "markingScheme": {
        "segments": [
            {
                "teacherSegment": "This sense of collective belonging came partly through the experience of united struggles and growing anger among people against the colonial government.",
                "studentAnswer": "The sense of collective belonging largely emerged from the shared experience of united struggles against colonialism. People began to discover their unity in the process of their common fight with colonialism, as the feeling of being oppressed under colonial rule provided a shared bond that tied many different groups together.",
                "maxMarks": 1,
                "awardedMarks": 1
            },
            {
                "teacherSegment": "But there were also a variety of cultural processes through which nationalism captured people‘s imagination.",
                "studentAnswer": "Nationalism captured people’s imagination through a variety of cultural processes that transcended community differences.",
                "maxMarks": 1,
                "awardedMarks": 1
            },
            {
                "teacherSegment": "The identity of the nation symbolised in a figure or image of Bharat Mata created through literature, songs, paintings, etc.",
                "studentAnswer": "The identity of the nation was often symbolised in a figure or image, which helped people identify with the nation. The image of Bharat Mata, first created by Bankim Chandra Chattopadhyay and later famously painted by Abanindranath Tagore, became a visual representation of India, and devotion to this mother figure was seen as evidence of one’s nationalism.",
                "maxMarks": 1,
                "awardedMarks": 1
            },
            {
                "teacherSegment": "Movement to revive Indian folklore to enhance nationalist sentiments.",
                "studentAnswer": "Ideas of nationalism also developed through a movement to revive Indian folklore. Nationalists in the late nineteenth century collected folk tales, songs, and legends, believing these preserved traditional culture from outside corruption and were essential for discovering national identity and restoring pride in the past.",
                "maxMarks": 0.5,
                "awardedMarks": 0.5
            },
            {
                "teacherSegment": "Role of icons and symbols in unifying people and inspiring in them a feeling of nationalism.",
                "studentAnswer": "Nationalist leaders used icons and symbols like the Swadeshi tricolour flag (red, green, and yellow) and Gandhiji's Swaraj flag (red, green, and white with a spinning wheel) to unify people.",
                "maxMarks": 1,
                "awardedMarks": 1
            },
            {
                "teacherSegment": "Creating a feeling of nationalism was through reinterpretation of history.",
                "studentAnswer": "Additionally, reinterpretation of history, where Indian achievements in ancient times were glorified in response to British views of backwardness, instilled pride and inspired people to struggle against colonial rule.",
                "maxMarks": 0.5,
                "awardedMarks": 0.5
            }
        ],
        "deductions": {
            "content": [],
            "spellingMistakes": [
                {
                    "incorrect": "Icns",
                    "correct": "Icons",
                    "reason": "Spelling mistake"
                }
            ],
            "grammarMistakes": [],
            "marksDeducted": 0.5
        },
        "totalMarksAwarded": 4.5,
        "maximumMarks": 5
    },
    "teacherParser": {
        "segments": [
            {
                "text": "This sense of collective belonging came partly through the experience of united struggles and growing anger among people against the colonial government.",
                "marks": 1,
                "keywords": [
                    "collective belonging",
                    "united struggles",
                    "anger",
                    "colonial government"
                ]
            },
            {
                "text": "But there were also a variety of cultural processes through which nationalism captured people‘s imagination.",
                "marks": 1,
                "keywords": [
                    "cultural processes",
                    "nationalism",
                    "people's imagination"
                ]
            },
            {
                "text": "The identity of the nation symbolised in a figure or image of Bharat Mata created through literature, songs, paintings, etc.",
                "marks": 1,
                "keywords": [
                    "nation identity",
                    "Bharat Mata",
                    "literature",
                    "songs",
                    "paintings"
                ]
            },
            {
                "text": "Movement to revive Indian folklore to enhance nationalist sentiments.",
                "marks": 0.5,
                "keywords": [
                    "revive folklore",
                    "nationalist sentiments"
                ]
            },
            {
                "text": "Role of icons and symbols in unifying people and inspiring in them a feeling of nationalism.",
                "marks": 1,
                "keywords": [
                    "icons",
                    "symbols",
                    "unifying people",
                    "nationalism"
                ]
            },
            {
                "text": "Creating a feeling of nationalism was through reinterpretation of history.",
                "marks": 0.5,
                "keywords": [
                    "nationalism",
                    "reinterpretation",
                    "history"
                ]
            }
        ],
        "totalMarks": 5
    },
    "memory": [
        {
            "id": "10_history_79_001",
            "score": 0.783351481,
            "values": [],
            "metadata": {
                "chunk_text": "India and the Contemporary World\n70\n4 The Sense of Collective Belonging\nNationalism spreads when people begin to believe that they are all\npart of the same nation, when they discover some unity that binds\nthem together. But how did the nation become a reality in the minds\nof people? How did people belonging to different communities,\nregions or language groups develop a sense of collective belonging?\nThis sense of collective belonging came partly through the experience\nof united struggles. But there were also a variety of cultural processes\nthrough which nationalism captured people’s imagination. History\nand fiction, folklore and songs, popular prints and symbols, all played\na part in the making of nationalism.",
                "className": "10",
                "page": 79,
                "subject": "history",
                "type": "normal"
            }
        },
        {
            "id": "10_history_62_002",
            "score": 0.68441695,
            "values": [],
            "metadata": {
                "chunk_text": "in India\nAs you have seen, modern nationalism in Europe came to be\nassociated with the formation of nation-states. It also meant a change\nin people’s understanding of who they were, and what defined their\nidentity and sense of belonging. New symbols and icons, new songs\nand ideas forged new links and redefined the boundaries of\ncommunities. In most countries the making of this new national\nidentity was a long process. How did this consciousness emerge\nin India?\nIn India, as in Vietnam and many other colonies, the growth of\nmodern nationalism is intimately connected to the anti-colonial\nmovement. People began discovering their unity in the process of\ntheir struggle with colonialism. The sense of being oppressed under\ncolonialism provided a shared bond that tied many different groups\ntogether. But each class and group felt the effects of colonialism\ndifferently, their experiences were varied, and their notions of\nfreedom were not always the same. The Congress under Mahatma\nGandhi tried to forge these groups together within one movement.\nBut the unity did not emerge without conflict.\nIn an earlier textbook you have read about the growth of nationalism\nin India up to the first decade of the twentieth century. In this chapter\nwe will pick up the story from the 1920s and study the Non-\nCooperation and Civil Disobedience Movements. We will explore\nhow the Congress sought to develop the national movement, how\ndifferent social groups participated in the movement, and how\nnationalism captured the imagination of people.\nNationalism",
                "className": "10",
                "page": 62,
                "subject": "history",
                "type": "normal"
            }
        },
        {
            "id": "10_history_80_002",
            "score": 0.68105042,
            "values": [],
            "metadata": {
                "chunk_text": "in India\nThe identity of the nation, as you know (see Chapter 1), is most\noften symbolised in a figure or image. This helps create an image\nwith which people can identify the nation. It was in the twentieth\ncentury, with the growth of nationalism, that the identity of India\ncame to be visually associated with the image of Bharat Mata. The\nimage was first created by Bankim Chandra Chattopadhyay. In the\n1870s he wrote ‘Vande Mataram’ as a hymn to the motherland.\nLater it was included in his novel Anandamath and widely sung during\nthe Swadeshi movement in Bengal. Moved by the Swadeshi\nmovement, Abanindranath Tagore painted his famous image of\nBharat Mata (see Fig. 12). In this painting Bharat Mata is portrayed\nas an ascetic figure; she is calm, composed, divine and spiritual.\nIn subsequent years, the image of Bharat Mata acquired many\ndifferent forms, as it circulated in popular prints, and was painted\nby different artists (see Fig. 14). Devotion to this mother figure came\nto be seen as evidence of one’s nationalism.\nIdeas of nationalism also developed through a movement to revive\nIndian folklore. In late-nineteenth-century India, nationalists began\nrecording folk tales sung by bards and they toured villages to gather\nfolk songs and legends. These tales, they believed, gave a true picture\nof traditional culture that had been corrupted and damaged by\noutside forces. It was essential to preserve this folk tradition in\norder to discover one’s national identity and restore a sense of pride\nin one’s past. In Bengal, Rabindranath Tagore himself began collecting\nballads, nursery rhymes and myths, and led the movement for folk",
                "className": "10",
                "page": 80,
                "subject": "history",
                "type": "normal"
            }
        },
        {
            "id": "10_history_78_002",
            "score": 0.676335,
            "values": [],
            "metadata": {
                "chunk_text": "in India\nJinnah, one of the leaders of the Muslim League, was willing to give\nup the demand for separate electorates, if Muslims were assured\nreserved seats in the Central Assembly and representation in\nproportion to population in the Muslim-dominated provinces (Bengal\nand Punjab). Negotiations over the question of representation\ncontinued but all hope of resolving the issue at the All Parties\nConference in 1928 disappeared when M.R. Jayakar of the Hindu\nMahasabha strongly opposed efforts at compromise.\nWhen the Civil Disobedience Movement started there was thus\nan atmosphere of suspicion and distrust between communities.\nAlienated from the Congress, large sections of Muslims could not\nrespond to the call for a united struggle. Many Muslim leaders and\nintellectuals expressed their concern about the status of Muslims\nas a minority within India. They feared that the culture and identity\nof minorities would be submerged under the domination of a\nHindu majority.\nIn 1930, Sir Muhammad Iqbal, as president of the Muslim League, reiterated the importance of separate electorates for\nthe Muslims as an important safeguard for their minority political interests. His statement is supposed to have provided the\nintellectual justification for the Pakistan demand that came up in subsequent years. This is what he said:\n‘I have no hesitation in declaring that if the principle that the Indian Muslim is entitled to full and free development on the\nlines of his own culture and tradition in his own Indian home-lands is recognised as the basis of a permanent communal\nsettlement, he will be ready to stake his all for the freedom of India. The principle that each group is entitled to free\ndevelopment on its own lines is not inspired by any feeling of narrow communalism … A community which is inspired by\nfeelings of ill-will towards other communities is low and ignoble. I entertain the highest respect for the customs, laws,\nreligions and social institutions of other communities. Nay, it is my duty according to the teachings of the Quran, even to\ndefend their places of worship, if need be. Yet I love the communal group which is the source of life and behaviour and\nwhich has formed me what I am by giving me its religion, its literature, its thought, its culture and thereby its whole past\nas a living operative factor in my present consciousness …\n‘Communalism in its higher aspect, then, is indispensable to the formation of a harmonious whole in a country like India.\nThe units of Indian society are not territorial as in European countries … The principle of European democracy cannot be\napplied to India without recognising the fact of communal groups. The Muslim demand for the creation of a Muslim India\nwithin India is, therefore, perfectly justified…\n‘The Hindu thinks that separate electorates are contrary to the spirit of true nationalism, because he understands the\nword “nation” to mean a kind of universal amalgamation in which no communal entity ought to retain its private individuality.\nSuch a state of things, however, does not exist. India is a land of racial and religious variety. Add to this the general\neconomic inferiority of the Muslims, their enormous debt, especially in the Punjab, and their insufficient majorities in some\nof the provinces, as at present constituted and you will begin to see clearly the meaning of our anxiety to retain separate\nelectorates.’\nSource D\nSource\nRead the Source D carefully. Do you agree with Iqbal’s idea of communalism? Can you define communalism in a\ndifferent way?\nDiscuss",
                "className": "10",
                "page": 78,
                "subject": "history",
                "type": "normal"
            }
        },
        {
            "id": "10_history_81_001",
            "score": 0.671619,
            "values": [],
            "metadata": {
                "chunk_text": "India and the Contemporary World\n72\n‘In earlier times, foreign travellers in India marvelled at the courage, truthfulness and modesty of the people of the\nArya\nvamsa; now they remark mainly on the absence of those qualities. In those days Hindus would set out on conquest and\nhoist their flags in Tartar, China and other countries; now a few soldiers from a tiny island far away are lording it over the\nland of India.’\nTarinicharan Chattopadhyay,\nBharatbarsher Itihas (The History of Bharatbarsh), vol. 1, 1858.\nSource E\nSource\nrevival. In Madras, Natesa Sastri published a massive four-volume\ncollection of Tamil folk tales, The Folklore of Southern India. He believed\nthat folklore was national literature; it was ‘the most trustworthy\nmanifestation of people’s real thoughts and characteristics’.\nAs the national movement developed, nationalist leaders became\nmore and more aware of such icons and symbols in unifying people\nand inspiring in them a feeling of nationalism. During the Swadeshi\nmovement in Bengal, a tricolour flag (red, green and yellow) was\ndesigned. It had eight lotuses representing eight provinces of British\nIndia, and a crescent moon, representing Hindus and Muslims. By\n1921, Gandhiji had designed the Swaraj flag. It was again a tricolour\n(red, green and white) and had a spinning wheel in the centre,\nrepresenting the Gandhian ideal of self-help. Carrying the flag,\nholding it aloft, during marches became a symbol of defiance.\nAnother means of creating a feeling of nationalism was through\nreinterpretation of history. By the end of the nineteenth century\nmany Indians began feeling that to instill a sense of pride in the\nnation, Indian history had to be thought about differently. The British\nsaw Indians as backward and primitive, incapable of governing\nthemselves. In response, Indians began looking into the past to\ndiscover India’s great achievements. They wrote about the glorious\ndevelopments in ancient times when art and architecture, science\nand mathematics, religion and culture, law and philosophy, crafts\nand trade had flourished. This glorious time, in their view, was\nfollowed by a history of decline, when India was colonised. These\nnationalist histories urged the readers to take pride in India’s great\nachievements in the past and struggle to change the miserable\nconditions of life under British rule.\nThese efforts to unify people were not without problems. When the\npast being glorified was Hindu, when the images celebrated were\ndrawn from Hindu iconography, then people of other communities\nfelt left out.",
                "className": "10",
                "page": 81,
                "subject": "history",
                "type": "normal"
            }
        }
    ]
}