[
  {
    "id": "geo6_p1",
    "metadata": {
      "chunk_text": "SOCIAL SCIENCE\nThe Earth : Our Habitat\nTEXTBOOK IN GEOGRAPHY FOR CLASS VI",
      "pdfPage": 1,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p2",
    "metadata": {
      "chunk_text": "First Edition\nFebruary 2006  Phalguna 1927\nReprint\nDecember 2006 Pausa 1928\nNovember 2007 Kartika 1929\nJanuary 2009  Pausa 1930\nDecember 2009 Agrahayana 1931\nNovember 2010 Kartika 1932\nFebruary 2012 Phalguna 1933\nNovember 2012 Kartika 1934\nNovember 2013 Kartika 1935\nDecember 2015 Agrahayana 1937\nDecember 2016 Agrahayana 1938\nDecember 2017 Agrahayana 1939\nPD 650T RPS\n© National Council of Educational\nResearch and Training, 2006\n` 50.00\nPrinted on 80 GSM paper with NCERT\nwatermark\nPublished at the Publication Division by the\nSecretary, National Council of Educational\nResearch and Training, Sri Aurobindo Marg,\nNew Delhi 110 016 and printed at Nav\nPrabhat Printech (P.) Ltd., D-249, Sector-63,\nNoida 201 301 (U.P.)\nISBN  81-7450-491-5\nALL RIGHTS RESERVED\nq No part of this publication may be reproduced, stored in a retrieval system or\ntransmitted, in any form or by any means, electronic, mechanical, photocopying,\nrecording or otherwise without the prior permission of the publisher.\nq This book is sold subject to the condition that it shall not, by way of trade,  be lent,  re-\nsold, hired out or otherwise disposed of without the publisher’s consent, in any form\nof binding or cover other than that in which it is published.\nq The correct price of this publication is the price printed on this page, Any revised\nprice indicated by a rubber stamp or by a sticker or by any other means is incorrect\nand should be unacceptable.\nPublication Team\nHead, Publication\n: M. Siraj Anwar\nDivision\nChief Editor\n: Shveta Uppal\nChief Business\n: Gautam Ganguly\nManager\nChief Production\n: Arun Chitkara\nOfficer (In-charge)\nProduction Assistant : Deepak Jaiswal\nCover\nSarita Verma Mathur\nIllustrations and Cartography\nSarita Verma Mathur, Meha Gupta,\nIshwar Singh, Praveen Mishra\nand Narendra Tyagi\nOFFICES OF THE PUBLICATION\nDIVISION, NCERT\nNCERT Campus\nSri Aurobindo Marg\nNew  Delhi 110 016\nPhone :  011-26562708\n108, 100 Feet Road\nHosdakere Halli Extension\nBanashankari III Stage\nBengaluru 560 085\nPhone : 080-26725740\nNavjivan Trust Building\nP.O.Navjivan\nAhmedabad 380 014\nPhone :  079-27541446\nCWC Campus\nOpp. Dhankal Bus Stop\nPanihati\nKolkata 700 114\nPhone :  033-25530454\nCWC Complex\nMaligaon\nGuwahati 781 021\nPhone :  0361-2674869",
      "pdfPage": 2,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p3",
    "metadata": {
      "chunk_text": "FOREWORD\nThe National Curriculum Framework (NCF), 2005, recommends that children’s life at school\nmust be linked to their life outside the school. This principle marks a departure from the\nlegacy of bookish learning which continues to shape our system and causes a gap between\nthe school, home and community. The syllabi and textbooks developed on the basis of NCF\nsignify an attempt to implement this basic idea. They also attempt to discourage rote learning\nand the maintenance of sharp boundaries between different subject areas. We hope these\nmeasures will take us significantly further in the direction of a child-centred system of\neducation outlined in the National Policy on Education (1986).\nThe success of this efforts depends on the steps that school principals and teachers will\ntake to encourage children to reflect on their own learning and to pursue imaginative activities\nand questions. We must recognise that, given space, time and freedom, children generate\nnew knowledge by engaging with the information passed on to them by adults. Treating\nthe prescribed textbook as the sole basis of examination is one of the key reasons why other\nresources and sites of learning are ignored. Inculcating creativity and initiative is possible if\nwe perceive and treat children as participants in learning, not as receivers of a fixed body of\nknowledge.\nThese aims imply considerable change in school routines and mode of functioning.\nFlexibility in the daily time-table is as necessary as rigour in implementing the annual\ncalendar so that the required number of teaching days are actually devoted to teaching.\nThe methods used for teaching and evaluation will also determine how effective this textbook\nproves for making children’s life at school a happy experience, rather than a source of\nstress or boredom. Syllabus designers have tried to address the problem of curricular burden\nby restructuring and reorienting knowledge at different stages with greater consideration\nfor child psychology and the time available for teaching. The textbook attempts to enhance\nthis endeavour by giving higher priority and space to opportunities for contemplation and\nwondering, discussion in small groups, and activities requiring hands-on experience.\nThe National Council of Educational Research and Training (NCERT) appreciates the\nhard work done by the textbook development committee responsible for this book. We wish\nto thank the Chairperson of the advisory group in Social Sciences, Professor Hari Vasudevan\nand the Chief Advisor for this book, Vibha Parthasarathi for guiding the work of this\ncommittee. Several teachers contributed to the development of this textbook; we are grateful\nto their principals for making this possible. We are indebted to the institutions and\norganisations which have generously permitted us to draw upon their resources, material\nand personnel. We are especially grateful to the members of the National Monitoring\nCommittee, appointed by the Department of Secondary and Higher Education, Ministry of\nHuman Resource Development under the Chairpersonship of Professor Mrinal Miri and\nProfessor G.P. Deshpande, for their valuable time and contribution. As an organisation\ncommitted to systemic reform and continuous improvement in the quality of its products,\nNCERT welcomes comments and suggestions which will enable us to undertake further\nrevision and refinement.\nDirector\nNew Delhi\nNational Council of Educational\n20 December 2005\nResearch and Training",
      "pdfPage": 3,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p5",
    "metadata": {
      "chunk_text": "TEXTBOOK DEVELOPMENT COMMITTEE\nCHAIRPERSON, ADVISORY COMMITTEE FOR TEXTBOOKS IN SOCIAL SCIENCES AT THE UPPER\nPRIMARY LEVEL\nHari Vasudevan, Professor, Department of History, University of Calcutta, Kolkata\nCHIEF ADVISOR\nVibha Parthasarathi, Principal (Retd.), Sardar Patel Vidyalaya, New Delhi\nMEMBERS\nAnjali Swami, TGT, N.C. Jindal Public School, New Delhi\nAnshu, Reader, Kirorimal College, University of Delhi, Delhi\nDurga Singh, PGT, Kendriya Vidyalaya No.2, Ahmedabad\nShahla Mujib, PGT, Govt. Boys Sr. Sec. School,Hari Nagar Ashram,  New Delhi\nMEMBER-COORDINATOR\nAparna Pandey, Lecturer, Department of Education in Social Sciences NCERT, New Delhi",
      "pdfPage": 5,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p6",
    "metadata": {
      "chunk_text": "ACKNOWLEDGEMENTS\nThe National Council of Educational Research and Training acknowledges the valuable\ncontributions of the following participants in finalising this book : Sudeshna Bhattacharya,\nReader, Miranda House, University of Delhi, Delhi; Poonam Behari, Reader, Miranda House,\nUniversity of Delhi, Delhi; Vyasraj T. Ambekar, Incharge Headmaster, SVM High School,\nTilakwadi, Belgaum; Seema Agnihotri, Lecturer, Management Education and Research\nInstitute, I.P. University, New Delhi; Daulat Patel, Teacher (Retd.), Sardar Patel Vidyalaya,\nNew Delhi; Samita Dasgupta, PGT (Geography), Anandalaya, Anand, Gujarat.\nThe Council is thankful to the Survey of India for certification of maps given in the\ntextbook. It also gratefully acknowledges the support of individuals and organisations as\nlisted below for providing various photographs, and other materials such as articles and\npaintings used in this textbook —\nM.H. Qureshi, Professor, JNU, New Delhi (Photograph No. 9 on page 45);  Praveen Mishra\n(Fig. 8.3); Science Popularisation Association of Communications and Educators (SPACE),\nNew Delhi (Fig. 1.6); Photo Division, Ministry of Information and Broadcasting, Govt. of\nIndia (Agricultural Field – Cover page);  Ministry of Environment and Forests Govt. of India\n(Figs. 8.1 and 8.5), (Stork – A migratory bird);  ITDC/Ministry of Tourism, Govt. of\nIndia, (Figs. 5.5, 6.5, 6.6 and 6.7), (Photographs Nos. 1, 2, 3, 4, 5, 6, 7, 8 and 10\non Page Nos. 44 and 45); (Tiger– Cover page and page 63); (Himalayas – cover page and\npage 30 and 40); (Fig. 8.7), (Waterfalls on page 39), (Skiing on page 42), (Deer on page 56);\nThe Times of India, New Delhi (Fig. 8.4); (Collage on Project Tiger on Page 63); Prakash\nHigher Secondary School, Bodakdev, Ahmedabad (Poem and paintings related to the\nTsunami on page 52 and 53); Social Science, Part-II, Class-VI, NCERT, 2005 (Fig. 1.3);\nSocial Science,  Part-II, Class-VIII, NCERT, 2005 (Fig. 6.8 and Fig. 8.2). S. Balachandran,\nDeputy Director, Bombay Natural History Society, Mumbai for Fig. 8.9 on page 64.\nSpecial thanks are due to Savita Sinha, Professor and Head, Department of Education\nin Social Sciences and Humanities, NCERT, New Delhi for her support.\nSpecial thanks are due to Shveta Uppal, Chief Editor, NCERT and Vandana R. Singh,\nConsultant Editor, for going through the manusrcipt and suggesting relevant changes.\nThe Council also gratefully acknowledges the contributions of Ishwar Singh\nDTP Operator; Sameer Khatana and Amar Kumar Prusty, Copy Editors; Bharat Sanwaria\nand Dilip Kumar Agasti, Proof Readers; Dinesh Kumar, Incharge, Computer Station for\ngiving a final shape to this book. The contribution of the Publication Department in bringing\nout this book is also duly acknowledged.\nThe following are applicable to all the maps of India used in this book\n© Government of India, Copyright 2006\n1.\nThe responsibility for the correctness of internal details rests with the publisher.\n2.\nThe territorial waters of India extend into the sea to a distance of twelve nautical miles measured from\nthe appropriate base line.\n3.\nThe administrative headquarters of Chandigarh, Haryana and Punjab are at Chandigarh.\n4.\nThe interstate boundaries amongst Arunachal Pradesh, Assam and Meghalaya shown on this map are\nas interpreted from the “North-Eastern Areas (Reorganisation) Act.1971,” but have yet to be verified.\n5.\nThe external boundaries and coastlines of India agree with the Record/Master Copy certified by\nSurvey of India.\n6.\nThe state boundaries between Uttaranchal & Uttar Pradesh, Bihar & Jharkhand and Chhattisgarh &\nMadhya Pradesh have not been verified by the Governments concerned.\n7.\nThe spellings of names in this map, have been taken from various sources.",
      "pdfPage": 6,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p7",
    "metadata": {
      "chunk_text": "Foreword\niii\n1. The Earth in the Solar System.........................\n2. Globe : Latitudes and Longitudes....................\n3. Motions of the Earth........................................\n4. Maps................................................................\n5. Major Domains of the Earth.............................\n6. Major Landforms of the Earth..........................\n7. Our Country – India.........................................\n8. India : Climate, Vegetation and Wildlife...........\nAppendix I............................................................\nAppendix II...........................................................\nCONTENTS",
      "pdfPage": 7,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p8",
    "metadata": {
      "chunk_text": "(viii)",
      "pdfPage": 8,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p9",
    "metadata": {
      "chunk_text": "THE EARTH IN THE SOLAR SYSTEM\nHow wonderful it is to watch the sky after sunset! One\nwould first notice one or two bright dots shining in\nthe sky. Soon you would see the number increasing.\nYou cannot count them any more. The whole sky is\nfilled with tiny shining objects – some are bright, others\ndim. It seems as if the sky is studded with diamonds.\nThey all appear to be twinkling. But if you look at\nthem carefully you will notice that some of them do\nnot twinkle as others do. They simply glow without\nany flicker just as the moon shines.\nAlong with these bright objects, you may also see\nthe moon on most of the days. It may, however, appear\nat different times, in different shapes and at different\npositions. You can see the full moon only once in about\na month’s time. It is Full moon night or Poornima. A\nfortnight later, you cannot see it at all. It is a New\nmoon night or Amavasya. On this day, you can watch\nthe night sky best, provided it is a clear night.\nDo you wonder why can’t we see the moon and all\nthose bright tiny objects during day time? It is because\nthe very bright light of the sun does not allow us to see\nall these bright objects of the night sky.\nThe sun, the moon and all those objects shining in\nthe night sky are called celestial bodies.\nSome celestial bodies  are very big and hot. They\nare made up of gases. They have their own heat and\nlight, which they emit in large amounts. These celestial\nbodies are called stars. The sun is a star.\nCountless twinkling stars in the night sky are\nsimilar to the sun. But we do not feel their heat or\nlight, and they look so tiny because they are very very far\nfrom us.\nLet’s Do\nYou’ll need : 1 torch,\n1 sheet of plain\npaper, pencil and a\nneedle.\nStep :\n1. Place the torch in the centre\nof the paper with its glass\nfront touching the paper.\n2. Now draw a circle around\nthe torch.\n3. Perforate the paper with the\nneedle within the circled\narea.\n4. Now place the perforated\ncircle part of the paper on\nthe glass front and wrap the\npaper around the torch\nwith a rubber band.\n5. Take care that the switch\nof the torch is not covered.\n6. In a dark room, stand at\nsome distance facing a\nplain wall. Switch off all\nother lights. Now flash the\ntorch light on the wall. You\nwill see numerous dots of\nlight on the wall, like stars\nshine in the night.\n7. Switch on all the lights in\nthe room. All dots of light\nwill be almost invisible.\n8. You may now compare the\nsituation with what happens\nto the bright objects of the\nnight sky after the sun rises\nin the morning.",
      "pdfPage": 9,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p10",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nFigure 1.1 : Saptarishi and the\nNorth Star\nYou must have noticed that all\nobjects look smaller when seen from a\ndistance. How small an aeroplane looks\nwhen it is flying at a great height!\nWhile watching the night sky, you\nmay notice various patterns formed by\ndifferent groups of stars. These are\ncalled constellations. Ursa Major or\nBig Bear is one such constellation. One\nof the most easily recognisable\nconstellation is the Saptarishi (Sapta-\nseven, rishi-sages). It is a group of seven\nstars (Figure 1.1) that forms a part of\nUrsa Major Constellation. Ask someone\nelder in your family or neighbourhood\nto show you more stars, planets and\nconstellations in the sky.\nIn ancient times, people used to\ndetermine directions during the night\nwith the help of stars. The North star\nindicates the north direction. It is also\ncalled the Pole Star. It always remains\nin the same position in the sky. We can\nlocate the position of the Pole Star with\nthe help of the Saptarishi. Look at\nFigure 1.1. You will notice that, if an imaginary line is\ndrawn joining the pointer stars and extended further,\nit will point to the Pole Star.\nSome celestial bodies do not have their own heat\nand light. They are lit by the light of the stars. Such\nbodies are called planets. The word ‘planet’ comes from\nthe Greek word “Planetai” which means ‘wanderers’.\nThe earth on which we live is a planet. It gets all its\nheat and light from the sun, which is our nearest star.\nIf we look at the earth from a great distance, say the\nmoon, it will appear to be shining just as the moon.\nThe moon that we see in the sky is a satellite. It is a\ncompanion of our earth and moves round it. Like our\nearth, there are eight other planets that get heat and\nlight from the sun. Some of them have their moons too.\nTHE SOLAR SYSTEM\nThe sun, eight planets, satellites and some other\ncelestial bodies known as asteroids and meteoroids\nInteresting Fact\nJupiter, Saturn and\nUranus have rings\naround them. These\nare belts of small debris.\nThese\nrings\nmay\nbe\nseen from the earth\nwith the help of powerful\ntelescopes.",
      "pdfPage": 10,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 2,
      "imagePath": "db/geography6/figures/page_10.png"
    }
  },
  {
    "id": "geo6_p11",
    "metadata": {
      "chunk_text": "THE EARTH IN THE SOLAR SYSTEM\n1. MERCURY - One orbit around sun - 88 days,\nOne spin on axis - 59 days.\n2. VENUS\n- One orbit around sun - 255 days.\nOne spin on axis - 243 days\n3. EARTH\n- One orbit around sun - 365 days.\nOne spin on axis - 1 day\nNumber of moons - 1\n4. MARS\n- One orbit around sun - 687 days\nOne spin on axis - 1 day,\nnumber of moons - 02\n5. JUPITER\n- One orbit around sun - 11 years, 11\nmonths about 12 years. One spin on\naxis - 9 hours, 56 minutes, number of\nmoons - about 53\n6. SATURN\n- One orbit around sun - 29 years, 5\nmonths. One spin on axis - 10 hours 40\nminutes, number of moons - about 53.\n7. URANUS\n- One orbit around sun - 84 years. One\nspin around axis - 17 hours 14 minutes,\nnumber of moons - about 27.\n8. NEPTUNE - One orbit around sun - 164 years.\nOne spin on axis-16 hours 7\nminutes, number of moons - 13.\nInner planets - very close to the sun. They are made up\nof rocks.\nOuter Planets - Very-very far from the sun and are huge planets made up of gases and liquids.\nFigure 1.2 : The Solar System\nSaurce: https://planetarynames.wr.usgs.gov/Page/Planets",
      "pdfPage": 11,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 3,
      "imagePath": "db/geography6/figures/page_11.png"
    }
  },
  {
    "id": "geo6_p12",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nform the solar system. We often call it a solar family,\nwith the sun as its Head.\nThe Sun\nThe sun is in the centre of the solar system. It is huge\nand made up of extremely hot gases. It provides the\npulling force that binds the solar system. The sun is\nthe ultimate source of heat and light for the solar\nsystem. But that tremendous heat is not felt so much\nby us because despite being our nearest star, it is far\naway from us. The sun is about 150 million km away\nfrom the earth.\nPlanets\nThere are eight planets in our solar system. In order of\ntheir distance from the sun, they are: Mercury,\nVenus, Earth, Mars, Jupiter, Saturn, Uranus and\nNeptune.\nAn easy way to memorise the name of the planets in\norder of their distance from the sun is:\nMY VERY EFFICIENT MOTHER JUST SERVED US NUTS.\nAll the eight planets of the solar system move\naround the sun in fixed paths. These paths are\nelongated. They are called orbits. Mercury is nearest\nto the sun. It takes only about 88 days to complete\none round along its orbit. Venus is considered as\n‘Earth’s-twin’ because its size and shape are very much\nsimilar to that of the earth.\nTill recently (August 2006), Pluto was also\nconsidered a planet. However, in a meeting of the\nInternational Astronomical Union, a decision was\ntaken that Pluto like other celestial objects (Ceres, 2003\nUB313) discovered in recent past may be called\n‘dwarf planets.”\nThe Earth\nThe earth is the third nearest planet to the sun. In\nsize, it is the fifth largest planet. It is slightly flattened\nat the poles. That is why, its shape is  described as a\nGeoid. Geoid means an earth-like shape.\nWord Origin\nMany words used\nin a language may\nhave been taken\nfrom some other language.\nGeography, for example, is\nan English word. It has its\norigin in Greek, which\nrelates to the description\nof the earth. It is made of\ntwo Greek words, ‘ge’\nmeaning’\n‘earth’\nand\n‘graphia’ meaning ‘writing’.\nFind out more about the\nearth.\nDo you know?\n‘Sol’ in Roman\nmythology\nis\nthe ‘Sungod’.\n‘Solar’ means\n‘related to the sun’. The\nfamily of the sun is,\ntherefore, called the solar\nsystem. Write down as\nmany words using the word\nsolar on your own as you\ncan.\nDo you know?\nHumans\nhave\nalways\nbeen\nfascinated gazing at the night\nsky. Those who study the\ncelestial bodies and their\nmovements are called\nastronomers. Aryabhatta\nwas a famous astronomer of\nancient India. He said that\nthe moon and the planets\nshine due to reflected\nsunlight. Today, astronomers\nall over the world are busy\nexploring the universe.",
      "pdfPage": 12,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 4
    }
  },
  {
    "id": "geo6_p13",
    "metadata": {
      "chunk_text": "THE EARTH IN THE SOLAR SYSTEM\nConditions favourable to support life are probably\nfound only on the earth. The earth is neither too hot\nnor too cold. It has  water and air, which are very\nessential for our survival. The air has life-supporting\ngases like oxygen. Because of these reasons, the earth\nis a unique planet in the solar system.\nFrom the outer space, the earth appears blue\nbecause its two-thirds surface is covered by water. It\nis, therefore, called a blue planet.\nThe Moon\nOur earth has only one\nsatellite, that is, the\nmoon. Its diametre is\nonly one-quarter that of\nthe earth. It appears so\nbig because it is nearer to\nour planet than other\ncelestial bodies. It is\nabout 3,84,400 km away\nfrom us. Now you can\ncompare the distance of\nthe earth from the sun\nand that from the moon.\nThe moon moves around the earth in about 27 days.\nIt takes exactly the same time to complete one spin. As\na result, only one side of the moon is visible to us on\nthe earth.\nThe moon does not have conditions favourable for\nlife. It has neither water nor air. It has mountains,\nWhat do animals and\nplants require in order\nto grow and survive?\nFigure 1.3 : The moon as seen from\nthe space\nDo you know?\nLight travels at\nthe\nspeed\nof\nabout 300,000\nkm per second.\nYet, even with this speed,\nthe light of the sun takes\nabout eight minutes to\nreach the earth.\nInteresting Fact\nNeil Armstrong was\nthe first man to\nstep on the surface\nof the moon on 21 July\n1969. Find out whether\nany Indian has landed on\nthe moon?\nA Satellite is a celestial\nbody that moves around\nthe planets in the same\nway as the planets move\naround the sun.\nA Human-made Satellite\nis an artificial body. It is\ndesigned by scientists to\ngather information about\nthe\nuniverse\nor\nfor\ncommunication. It is\ncarried by a rocket and\nplaced in the orbit around\nthe earth.\nSome\nof\nthe\nIndian\nsatellites in space are INSAT,\nIRS, EDUSAT, etc.\nFigure 1.4 : Human-made Satellite\nRocket launch\nRocket falls back to the Earth\nSatellite enters orbit ?",
      "pdfPage": 13,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 5,
      "imagePath": "db/geography6/figures/page_13.png"
    }
  },
  {
    "id": "geo6_p14",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nplains and depressions on its surface. These cast\nshadows on the moon’s surface. Look at the full moon\nand observe these shadows.\nAsteroids\nApart from the stars, planets and satellites, there are\nnumerous tiny bodies which also move around the\nsun. These bodies are called asteroids. They are found\nbetween the orbits of Mars and Jupiter (Figure 1.2).\nScientists are of the view that asteroids are parts of a\nplanet which exploded many years back.\nMeteoroids\nThe small pieces of rocks which move around the sun\nare called meteoroids. Sometimes these meteoroids\ncome near the earth and tend to drop upon it. During\nthis process due to friction with the air they get heated\nup and burn. It causes a flash of light. Sometimes, a\nmeteor without being completely burnt, falls on the\nearth and creates a hollow.\nDo you see a whitish broad band, like a white\nglowing path across the sky on a clear starry night? It\nis a cluster of millions of stars. This band is the Milky\nWay galaxy (Figure 1.6). Our solar system is a part of\nthis galaxy.  In ancient India, it was imagined to be a\nriver of light flowing in the sky. Thus, it was named\nAkash Ganga. A galaxy is a huge system of billions of\nstars, and clouds of dust and gases. There are millions\nof such galaxies that make the Universe. It is difficult\nto imagine how big the universe is. Scientists are still\ntrying to find out more and more about it. We are not\ncertain about its size but we know\nthat all of us – you and I belong to\nthis universe.\nFigure 1.5 : Asteroid\nFigure 1.6 : Milky Way",
      "pdfPage": 14,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 6,
      "imagePath": "db/geography6/figures/page_14.png"
    }
  },
  {
    "id": "geo6_p15",
    "metadata": {
      "chunk_text": "THE EARTH IN THE SOLAR SYSTEM\n1.\nAnswer the following questions briefly.\n(a)\nHow does a planet differ from a star?\n(b)\nWhat is meant by the ‘Solar System’?\n(c)\nName all the planets according to their distance from the sun.\n(d)\nWhy is the Earth called a unique planet?\n(e)\nWhy do we see only one side of the moon always?\n(f)\nWhat is the Universe ?\n2.\nTick the correct answer.\n(a)\nThe planet known as the “Earth’s Twin” is\n(i) Jupiter\n(ii) Saturn\n(iii) Venus\n(b)\nWhich is the third nearest planet to the sun ?\n(i) Venus\n(ii) Earth\n(iii) Mercury\n(c)\nAll the planets move around the sun in a\n(i)  Circular path\n(ii) Rectangular path\n(iii) Elongated path\n(d)\nThe Pole Star indicates the direction to the\n(i)  South\n(ii) North\n(iii) East\nCan you relate yourself with\nthe universe now? You are on\nthe earth and the earth is a\npart of the solar system. Our\nsolar system is a part of the\nMilky Way galaxy which is part\nof the universe. Think about the\nuniverse, and the fact that it\ncontains millions of such\ngalaxies. How do you fit in the\npicture?",
      "pdfPage": 15,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 7
    }
  },
  {
    "id": "geo6_p16",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\n(e)\nAsteroids are found between the orbits of\n(i) Saturn and Jupiter\n(ii) Mars and Jupiter\n(iii) The Earth and Mars\n3.\nFill in the blanks.\n(a)\nA group of ________ forming various patterns is called a ________.\n(b)\nA huge system of stars is called________.\n(c)\n________is the closest celestial body to our earth.\n(d)\n________is the third nearest planet to the sun.\n(e)\nPlanets do not have their own________ and ___________________.\n1.\nPrepare a chart of the solar system.\n2.\nDuring a vacation visit a planetarium and describe your experience\nin the class.\n3.\nOrganise a quiz contest on the earth and the solar system.\n1.\nThe sun is commonly known as Soorya or Sooraj in Hindi, Find out its\nname in different languages of our country. Take help of your friends,\nteachers and neighbours.\n2.\nYou might have heard that people make human chains and run for world\npeace etc. You can also make a human solar system and run for fun.\nStep 1:\nAll children of your class can play this game. Assemble in a big\nhall or on a playground.\nStep 2:\nNow draw 8 circles on the ground as shown in the figure drawn on\nthe opposite page.\nUse a 5-metre long rope. Mark at every half a metre with a chalk or\nink. Place a small nail to mark the centre. Now hold one end of\nthe rope at the central position. Ask your friend to hold a chalk\nat the ½ metre mark and move around the nail holding rope and\nchalk together on the ground.\nYou have drawn one circle just as you do on paper using a compass\nand a pencil. Draw other circles in the same manner.\nStep 3:\nPrepare 10 placards. Name them as Sun., Moon, Mercury, Venus,\nEarth, Mars, Jupiter, Saturn, Uranus, Neptune.",
      "pdfPage": 16,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 8
    }
  },
  {
    "id": "geo6_p17",
    "metadata": {
      "chunk_text": "THE EARTH IN THE SOLAR SYSTEM\nStep 4:\nSelect 10 children in the following order and give each one of them\na placard.\nOrder of placard distribution\nThe Sun - tallest, The moon - smallest;  Mercury, Mars, Venus and Earth\n(almost equal heights); Neptune, Uranus, Saturn and Jupiter taller than\nthe earlier four planets but smaller than the Sun.\nNow ask the children holding placards to take their places with the Sun in\nthe centre in their orbits. Ask the child holding the moon placard to keep\nthe hand of the child holding the earth placard always.\nNow your Solar System is almost ready to go into action.\nNow make everybody move slowly in the anti-clockwise direction. Your class\nhas turned into a small human replica of the solar system.\nWhile moving on your orbit you can also turn around. For everybody the\nspin should be anti-clock wise except for Venus and Uranus who will make\nthe spin in the clock-wise direction.",
      "pdfPage": 17,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 9
    }
  },
  {
    "id": "geo6_p18",
    "metadata": {
      "chunk_text": "Figure 2.1 : Globe\nLet’s Do\nTake a big round\npotato or a ball.\nPierce a knitting\nneedle through it. The\nneedle resembles the axis\nshown in a globe. You can\nnow move the potato or the\nball around this axis from\nleft to right.\nGLOBE : LATITUDES AND LONGITUDES\nIn the previous chapter, you have read that our planet\nearth is not a sphere. It is slightly flattened at the\nNorth and the South Poles and bulge in the middle.\nCan you imagine how it looks? You may look at a\nglobe carefully in your classroom to get an idea.\nGlobe is a true model (miniature form) of the earth\n(Figure 2.1).\nGlobes may be of varying size and type – big ones,\nwhich cannot be carried easily, small pocket globes,\nand globe-like balloons, which can be inflated and are\nhandy and carried with ease. The globe is not fixed. It\ncan be rotated the same way as a top spin or a potter’s\nwheel is rotated. On the globe, countries, continents\nand oceans are shown in their correct size.\nIt is difficult to describe the location of a point on a\nsphere like the earth. Now the question arises as to\nhow to locate a place on it? We need certain points of\nreference and lines to find out the location of places.\nYou will notice that a needle is fixed through the\nglobe in a tilted manner, which is called its axis. Two\npoints on the globe through which the needle passes\nare two poles – North Pole and South Pole. The globe\ncan be moved around this needle from west to east\njust as the earth moves. But, remember there is a major\ndifference. The real earth has no such needle. It moves\naround its axis, which is an imaginary line.\nAnother imaginary line running on the globe divides\nit into two equal parts. This line is known as the\nequator. The northern half of the earth is known as\nthe Northern Hemisphere and the southern half is\nknown as the Southern Hemisphere. They are both",
      "pdfPage": 18,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "imagePath": "db/geography6/figures/page_18.png"
    }
  },
  {
    "id": "geo6_p19",
    "metadata": {
      "chunk_text": "GLOBE : LATITUDES AND LONGITUDES\nFigure 2.2 : Latitude\nFigure 2.3 : Important Latitudes and Heat Zones\nDo you know?\nBy measuring\nthe angle of the\nPole Star from\nyour place, you can know\nthe latitude of your place.\nequal halves. Therefore, the equator is an\nimaginary circular line and is a very\nimportant reference point to locate places\non the earth. All parallel circles from the\nequator up to the poles are called parallels\nof latitudes. Latitudes are measured in\ndegrees.\nThe equator represents the zero degree\nlatitude. Since the distance from the\nequator to either of the poles is one-fourth\nof a circle round the earth, it will measure\n¼th of 360 degrees, i.e. 90°. Thus, 90\ndegrees north latitude marks the North\nPole and 90 degrees south latitude marks\nthe South Pole.\nAs such, all parallels north of the\nequator are called ‘north latitudes.’\nSimilarly all parallels south of the equator are called\n‘south latitudes.’\nThe value of each latitude is, therefore, followed by\neither the word north or south. Generally, this is\nindicated by the letter ‘N’ or ‘S’. For example, both\nChandrapur in Maharashtra (India) and Belo\nHorizonte in Brazil (South America) are located on\nparallels of about 20° latitude. But the former is 20°\nnorth of the equator and the latter is 20° south of it.\nWe, therefore, say that Chandrapur is\nsituated at 20° N latitude and Belo\nHorizonte is situated at 20° S latitude.\nWe see in Figure 2.2 that as we move\naway from the equator, the size of the\nparallels of latitude decreases.\nIMPORTANT PARALLELS OF LATITUDES\nBesides the equator (0°), the North Pole\n(90°N) and the South Pole (90° S), there\nare four important parallels of latitudes–\n(i) Tropic of Cancer (23½° N) in the\nNorthern Hemisphere. (ii) Tropic of\nCapricorn (23½° S) in the Southern\nHemisphere. (iii) Arctic Circle at 66½°\nnorth of the equator. (iv) Antarctic\nCircle at 66½° south of the equator.",
      "pdfPage": 19,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 11,
      "imagePath": "db/geography6/figures/page_19.png"
    }
  },
  {
    "id": "geo6_p20",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nFigure 2.4 : (b)\nTorch-light falling on a slanted\nsurface is less bright but covers a\nbigger area.\nFigure 2.5 : Longitudes\nFigure 2.4 : (a)\nTorch-light falling on a straight\nsurface is bright and covers a\nsmaller area.\nHEAT ZONES OF THE EARTH\nThe mid-day sun is exactly overhead at\nleast once a year on all latitudes in\nbetween the Tropic of Cancer and the\nTropic of Capricorn. This area, therefore,\nreceives the maximum heat and is called\nthe Torrid Zone.\nThe mid-day sun never shines\noverhead on any latitude beyond the\nTropic of Cancer and the Tropic of\nCapricorn. The angle of the sun’s rays\ngoes on decreasing towards the poles. As\nsuch, the areas bounded by the Tropic\nof Cancer and  the Arctic Circle in the\nNorthern Hemisphere, and the Tropic of\nCapricorn and the Antarctic Circle in the\nSouthern Hemisphere, have moderate\ntemperatures. These are, therefore, called\nTemperate Zones.\nAreas lying between the Arctic Circle\nand the North Pole in the Northern\nHemisphere and the Antarctic Circle and\nthe South Pole in the Southern\nHemisphere, are very cold. It is because\nhere the sun does not  rise  much above\nthe horizon. Therefore, its rays are\nalways slanting and provide less heat.\nThese are, therefore, called Frigid\nZones (very cold).\nWHAT ARE LONGITUDES?\nTo fix the position of a place, it is\nnecessary to know something more\nthan the latitude of that place. You\ncan see, for example, that Tonga\nIslands (in the Pacific Ocean) and\nMauritius Islands (in the Indian\nOcean) are situated on the same\nlatitude (i.e., 20° S). Now, in order to\nlocate them precisely, we must find\nout how far east or west these places\nare from a given line of reference\nrunning from the North Pole to the\nSouth Pole. These lines of references\nare called the meridians of longitude,",
      "pdfPage": 20,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 12,
      "imagePath": "db/geography6/figures/page_20.png"
    }
  },
  {
    "id": "geo6_p21",
    "metadata": {
      "chunk_text": "GLOBE : LATITUDES AND LONGITUDES\nFigure 2.6 : Grid\nFigure 2.7\nLet’s Do\nDraw a circle.\nLet the Prime\nmeridian divide\nit into two equal halves.\nColour and label the\neastern hemisphere and\nthe western hemisphere.\nSimilarly draw another\ncircle and let the equator\ndivide it into two halves.\nNow colour the Northern\nhemisphere and Southern\nhemisphere.\nand the distances between them are measured in\n‘degrees of longitude.’ Each degree is further divided\ninto minutes, and minutes into seconds. They are semi-\ncircles and the distance between them decreases\nsteadily polewards until it becomes zero at the poles,\nwhere all the meridians meet.\nUnlike parallels of latitude, all meridians are of equal\nlength. Thus, it was difficult to number the meridians.\nHence, all countries decided that the count should\nbegin from the meridian which passed through\nGreenwich, where the British Royal Observatory is\nlocated. This meridian is called the Prime Meridian.\nIts value is 0° longitude and from it we count 180°\neastward as well as 180° westward.  The Prime Meridian\nand 180° meridian divide the earth into\ntwo equal halves, the Eastern Hemisphere\nand the Western Hemisphere. Therefore,\nthe longitude of a place is followed by the\nletter E for the east and W for the west. It\nis, however, interesting to note that 180°\nEast and 180° West meridians are on the\nsame line.\nNow look at the grid of the parallels of\nlatitude and meridians of longitude on the\nglobe (Figure 2.6). You can locate any point\non the globe very easily if you know its\nlatitude and longitude. For example,\nDhubri in Assam is situated at 26° N\nlatitude and 90° E longitude. Find out the\npoint where these two lines cut each other.\nThat point will be the location of Dhubri.\nTo understand this clearly draw equidistant vertical\nand horizontal lines on a paper (Figure 2.7). Label the\nvertical rows with numbers and horizontal rows with\nletters, draw some small circles randomly on points\nwhere these horizontal and vertical lines intersect each\nother. Name these small circles as a, b, c, d and e.\nLet vertical lines represent East Longitudes and\nhorizontal lines as North Latitudes.\nNow you will see that circle ‘a’ is located on B° N\nlatitude and 1° E longitude.\nFind out the location of other circles.",
      "pdfPage": 21,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 13,
      "imagePath": "db/geography6/figures/page_21.png"
    }
  },
  {
    "id": "geo6_p22",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nFigure 2.8 : Time zones of the World",
      "pdfPage": 22,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 14,
      "imagePath": "db/geography6/figures/page_22.png"
    }
  },
  {
    "id": "geo6_p23",
    "metadata": {
      "chunk_text": "GLOBE : LATITUDES AND LONGITUDES\nLONGITUDE AND TIME\nThe best means of measuring time is by the movement\nof the earth, the moon and the planets. The sun\nregularly rises and sets every day, and naturally, it is\nthe best time-keeper throughout the world. Local time\ncan be reckoned by the shadow cast by the sun, which\nis the shortest at noon and longest at sunrise and\nsunset.\nWhen the Prime Meridian of Greenwich has the sun\nat the highest point in the sky, all the places along\nthis meridian will have mid-day or noon.\nAs the earth rotates from west to east, those places\neast of Greenwich will be ahead of Greenwich time and\nthose to the west will be behind it (Figure 2.8). The\nrate of difference can be calculated as follows. The earth\nrotates 360° in about 24 hours, which means 15° an\nhour or 1° in four minutes. Thus, when it is 12 noon\nat Greenwich, the time at 15° east of Greenwich will be\n15 × 4 = 60 minutes, i.e., 1 hour ahead of Greenwich\ntime, which means 1 p.m. But at 15° west of Greenwich,\nthe time will be behind Greenwich time by one hour,\ni.e., it will be 11.00 a.m. Similarly, at 180°, it will be\nmidnight when it is 12 noon at Greenwich.\nAt any place a watch can be adjusted to read 12\no’clock when the sun is at the highest point in the\nsky, i.e., when it is mid-day. The time shown by such\na watch will give the local time for that place. You can\nsee that all the places on a given meridian of longitude\nhave the same local time.\nWHY DO WE HAVE STANDARD TIME?\nThe local time of places which are on different\nmeridians are bound to differ. For example, it will be\ndifficult to prepare a time-table for trains which cross\nseveral longitudes. In India, for instance, there will be\na difference of about 1 hour and 45 minutes in the\nlocal times of Dwarka in Gujarat and Dibrugarh in\nAssam. It is, therefore, necessary to adopt the local\ntime of some central meridian of a country as the\nstandard time for the country. In India, the longitude\nof 82½° E (82° 30'E) is treated as the standard\nmeridian. The local time at this meridian is taken as\nthe standard time for the whole country. It is known\nas the Indian Standard Time (IST).\nFigure 2.9 : Indian Standard Meridian",
      "pdfPage": 23,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 15,
      "imagePath": "db/geography6/figures/page_23.png"
    }
  },
  {
    "id": "geo6_p24",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\n1.\nAnswer the following questions briefly.\n(a)\nWhat is the true shape of the earth?\n(b)\nWhat is a globe?\n(c)\nWhat is the latitudinal value of the Tropic of Cancer?\n(d)\nWhat are the three heat zones of the Earth?\n(e)\nWhat are parallels of latitude and meridians of longitude?\n(f)\nWhy does the torrid zone receive maximum amount of heat?\n(g)\nWhy is it 5.30 p.m. in India and 12.00 noon in London?\n2.   Tick the correct answers.\n(a)\nThe value of the prime meridian is\n(i) 90°\n(ii) 0°\n(iii) 60°\n(b)\nThe frigid zone lies near\n(i) the Poles\n(ii) the Equator\n(iii) the Tropic of Cancer\n(c)\nThe total number of longitudes are\n(i) 360\n(ii) 180\n(iii) 90\n(d)\nThe Antarctic circle is located in\n(i)\nthe Northern hemisphere\n(ii)\nthe Southern hemisphere\n(iii)\nthe Eastern hemisphere\n(e)\nGrid is a network of\n(i)\nparallels of latitudes and merdians of longitudes\n(ii)\nthe Tropic of Cancer and the Tropic of Capricorn\n(iii)\nthe North Pole and the South Pole\nKabeer lives in a small town near Bhopal. He tells his friend Alok that they will\nnot be able to sleep tonight. A day and night cricket match between India and\nEngland had started at 2 p.m. in London. This means that the match would begin\nat 7.30 p.m. in India and finish well into the night. Do you know what is the time\ndifference between India and England?\nIndia located east of Greenwich at 82°30'E is 5 hours and 30 minutes ahead of\nGMT. So it will be 7:30 p.m. in India when it is 2:00 p.m. noon in London.\nSome countries have a great longitudinal extent and so they have adopted\nmore than one standard time. For example, in Russia, there are as many as eleven\nstandard times. The earth has been divided into twenty-four time zones of one\nhour each. Each zone thus covers 15° of longitude.",
      "pdfPage": 24,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 16
    }
  },
  {
    "id": "geo6_p25",
    "metadata": {
      "chunk_text": "GLOBE : LATITUDES AND LONGITUDES\n3.\nFill in the blanks.\n(a)\nThe Tropic of Capricorn is located at _________________.\n(b)\nThe Standard Meridian of India is ____________________.\n(c)\nThe 0° Meridian is also known as ____________________.\n(d)\nThe distance between the longitudes decreases towards___________.\n(e)\nThe Arctic Circle is located in the ____________ hemisphere.\n1.\nDraw a diagram of the globe showing the earth’s axis, the Equator, Tropics\nof Cancer and Capricorn, Arctic Circle and Antarctic Circle.\n1.\nDraw and cut out six circles of the same size (approx. 3 cm. radius) from\ncardboard. Mark diametres (NS, EW) and 23½o angles on each face of the\ncircles as shown on the figure. Place the circle one on top of the other and\nstitch along the line NS. Now there are twelve semi-circles. Let one semi-circle\nrepresent 0o or Greenwich Meridian (Prime Meridian). The 6th semi-circle from\nit will be the 180o Meridian. Between the 0o and 180o there are 5 semi-circles\non both sides which are West and East longitudes 30o apart. On two ends of\nthe stapled line stick pins to represent the North and South Poles.\nA rubber band around the model touching the EW points will represent the\nEquator. Two rubber bands touching the 23½o points, South and North of\nthe EW points will represent the tropics.",
      "pdfPage": 25,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 17
    }
  },
  {
    "id": "geo6_p26",
    "metadata": {
      "chunk_text": "MOTIONS OF THE EARTH\nLet’s Do\nTake a ball to\nrepresent\nthe\nearth\nand\na\nlighted candle to represent\nthe sun. Mark a point on\nthe ball to represent a\ntown X. Place the ball in\nsuch a way that the town\nX is in darkness. Now\nrotate the ball from left to\nright. As you move the ball\nslightly, the town will\nhave its sunrise. As the\nball continues to move,\nthe point X gradually gets\naway from the sun. This\nis sunset.\nFigure 3.2 : Day and Night on the Earth due to rotation\nFigure 3.1 : Inclination of the Earth’s\naxis and the orbital plane\nAs you know that the earth has two types of motions,\nnamely rotation and revolution. Rotation is the\nmovement of the earth on its axis. The movement of\nthe earth around the sun in a fixed path or orbit is\ncalled Revolution.\nThe axis of the earth which is an imaginary line,\nmakes an angle of 66½° with its orbital plane. The\nplane formed by the orbit is known as the orbital plane.\nThe earth receives light from the sun. Due to the\nspherical shape of the earth, only half of it gets light\nfrom the sun at a time (Figure 3.2). The portion facing\nthe sun experiences day while the other half away from\nthe sun experiences night. The circle that divides the\nday from night on the globe is called the circle of\nillumination. This circle does not coincide with the\naxis as you see in the Figure 3.2. The earth takes about\n24 hours to complete one rotation around its axis.\nThe period of rotation is known as the earthday. This is\nthe daily motion of the earth.",
      "pdfPage": 26,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "imagePath": "db/geography6/figures/page_26.png"
    }
  },
  {
    "id": "geo6_p27",
    "metadata": {
      "chunk_text": "MOTIONS OF THE EARTH\nFigure 3.3 : Revolution of the Earth and Seasons\nWhat would happen if the earth did not rotate?  The\nportion of the earth facing the sun would always\nexperience day,  thus bringing continuous warmth to\nthe region. The other half would remain in darkness\nand be freezing cold all the time. Life would not have\nbeen possible in such extreme conditions.\nThe second motion of the earth around the sun in\nits orbit is called revolution. It takes 365¼ days (one\nyear) to revolve around the sun. We consider a year as\nconsisting of 365 days only and ignore six hours for\nthe sake of convenience.\nSix hours saved every year are added to make one\nday (24 hours) over a span of four years. This surplus\nday is added to the month of February. Thus every\nfourth year, February is of 29 days instead of 28 days.\nSuch a year with 366 days is called a leap year. Find\nout when will the next leap year be?\nFrom the Figure 3.3, it is clear that the earth is\ngoing around the sun in an elliptical orbit.\nNotice that throughout its orbit, the earth is inclined\nin the same direction.\nA year is usually divided into  summer, winter, spring\nand autumn seasons. Seasons change due to the change\nin the position of the earth around the sun.\nDo you know?\nThe ancient Indian\nastronomer Aryabhata\nhad stated that ‘the\nearth is round and\nrotates on its own axis’",
      "pdfPage": 27,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 19,
      "imagePath": "db/geography6/figures/page_27.png"
    }
  },
  {
    "id": "geo6_p28",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nLet’s Do\nDo you know how to draw an ellipse? Take a pencil, two pins and a loop of\nthread. Now fix these pins on a paper as shown in the figure. Put the loop\non the paper enclosing these two pins inside the loop. Now hold the pencil\nand draw the line keeping the thread tight and moving the pencil along it. The\nfigure represents an ellipse.\nLook at the Figure 3.3. You will see that on 21st\nJune, the Northern Hemisphere is tilted towards the\nsun. The rays of the sun fall directly on the Tropic of\nCancer. As a result, these areas receive more heat. The\nareas near the poles receive less heat as the rays of the\nsun are slanting. The North Pole is inclined towards\nthe sun and the places beyond the Arctic Circle\nexperience continuous daylight for about six months.\nSince a large portion of the Northern Hemisphere is\ngetting light from the sun, it is summer in the regions\nnorth of the equator. The longest day and the shortest\nnight at these places occur on 21st June. At this time\nin the Southern Hemisphere all these conditions are\nreversed. It is winter season there. The nights are longer\nthan the days. This position of the earth is called the\nSummer Solstice.\nOn 22nd December, the Tropic of Capricorn receives\ndirect rays of the sun as the South Pole tilts towards\nit. As the sun’s rays fall vertically at the Tropic of\nCapricorn (23½° S), a larger portion of the Southern\nHemisphere gets light. Therefore, it is summer in the\nSouthern Hemisphere with longer days and shorter\nnights. The reverse happens in the Northern\nHemisphere. This position of the earth is called the\nWinter Solstice. Do you know that Christmas is\ncelebrated in Australia in the summer season?\nOn 21st March and September 23rd, direct rays of\nthe sun fall on the equator. At this position, neither of\nthe poles is tilted towards the sun; so, the whole earth\nexperiences equal days and equal nights. This is called\nan equinox.\nOn 23rd September, it is autumn season in the\nNorthern Hemisphere and spring season in the Southern\nHemisphere. The opposite is the case on 21st March,\nLet’s Do\nTo understand\nthe\nearth’s\ninclination\nin\nthe same direction, draw\na big ellipse on the ground\nand take a flag with a\nstick. Stand anywhere on\nthe line of the ellipse.\nPoint your flag to a fixed\npoint far away like on a\ntree-top. Now move along\nthe ellipse keeping your\nflag\nalways\npointing\ntowards that fixed point.\nIn this way, the axis of the\nearth remains inclined\npermanently in the same\nposition. The revolution of\nthe\nearth\nand\nthe\ninclination of the earth’s\naxis in a fixed direction\ncause seasons.",
      "pdfPage": 28,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p29",
    "metadata": {
      "chunk_text": "MOTIONS OF THE EARTH\n1.\nAnswer the following questions briefly.\n(a)\nWhat is the angle of inclination of the earth’s axis with its orbital plane?\n(b)\nDefine rotation and revolution.\n(c)\nWhat is a leap year?\n(d)\nDifferentiate between the Summer and Winter Solstice.\n(e)\nWhat is an equinox?\n(f)\nWhy does the Southern Hemisphere experience Winter and Summer Solstice\nin different times than that of the Northern Hemisphere?\n(g)\nWhy do the poles experience about six months day and six months night?\n2.\nTick the correct answers.\n(a)\nThe movement of the earth around the sun is known as\n(i)  Rotation\n(ii) Revolution\n(iii) Inclination\n(b)\nDirect rays of the sun fall on the equator on\n(i) 21 March\n(ii) 21 June\n(iii) 22 December\n(c)\nChristmas is celebrated in summer in\n(i) Japan\n(ii) India\n(iii) Australia\n(d)\nCycle of the seasons is caused due to\n(i) Rotation\n(ii) Revolution\n(iii) Gravitation\n3.\nFill in the blanks.\n(a)\nA leap year has _______________ number of days.\n(b)\nThe daily motion of the earth is _______________.\n(c)\nThe earth travels around the sun in ______________ orbit.\n(d)\nThe sun’s rays fall vertically on the Tropic of ___________ on 21st June.\n(e)\nDays are shorter during ___________ season.\nwhen it is spring in the Northern Hemisphere and\nautumn in the Southern Hemisphere.\nThus, you find that there are days and nights and\nchanges in the seasons because of the rotation and\nrevolution of the earth respectively.",
      "pdfPage": 29,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 21
    }
  },
  {
    "id": "geo6_p30",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\n1.\nMake a drawing to show the inclination of the earth.\n2.\nRecord the timings of sunrise and sunset at your place taking help from\nyour local newspaper on the 21st of each month and answer the following :\n(a) In which month are the days the shortest?\n(b) In which months are the days and nights nearly equal?\n1.\nDraw different shapes of ellipses by placing two pins nearer and farther\nusing the same loop of thread. Notice when the ellipse becomes circular.\n2.\nOn any sunny day, take a straight stick that is one metre long. Find out a\nclean and level place on the ground. Place this stick into the ground where\nit casts a distinctive (sharp) shadow.\nStep (1):\nMark the tip of the shadow with a stone or a twig or by any other\nmeans. The first shadow mark is always towards the west. See\nafter 15 minutes and mark the tip of the shadow again. By then\nit would have moved a few centimetres away. Now join the two\npoints and you have an approximate east-west line.\nStep (2) :\nStand with the first mark to your left and the second mark to\nyour right you are now facing north. This fact is true everywhere\non the earth because the earth rotates in west to east direction.\nAn alternative method is more accurate but requires more time. Set up your\nshadow stick and mark the first shadow in the morning. Use a piece of\nstring to draw a clean arc through this mark around the stick. At mid-day,\nthe shadow will shrink or disappear. In the afternoon, it will lengthen again\nand at the point where it touches the arc, make a second mark. Draw a line\nthrough the two marks to get an accurate east-west line.",
      "pdfPage": 30,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p31",
    "metadata": {
      "chunk_text": "MAPS\nLet’s Do\nTake an old\nrubber ball and\ndraw whatever\nyou like all over it. You\nmay also mark north\npole and south pole on\nit. Now cut this ball\nwith a knife and try to\nflatten it. Notice how the\ndrawings are distorted.\nYou have learnt in the previous chapter about the\nadvantages of a globe. However, globe has limitations\nas well. A globe can be useful when we want to study\nthe earth as a whole. But, when we want to study only\na part of the earth, as about our country, states,\ndistricts, towns and villages, it is of little help. In such\na situation we use maps. A map is a representation or\na drawing of the earth’s surface or a part of it drawn\non a flat surface according to a scale. But it is\nimpossible to flatten a round shape completely.\nWe find that maps are useful to us for various\npurposes. One map shows a small area and a few facts.\nAnother map may contain as many facts as a big book.\nWhen many maps are put together we get an Atlas.\nAtlases are of various sizes, measurements drawn on\ndifferent scales. Maps provide more information than\na globe. They are of different types. Some of them are\ndescribed below.\nPHYSICAL MAPS\nMaps showing natural features of the earth such as\nmountains, plateaus, plains, rivers, oceans etc. are\ncalled physical or relief maps.\nPOLITICAL MAPS\nMaps showing cities, towns and villages, and different\ncountries and states of the world with their boundaries\nare called political maps.\nTHEMATIC MAPS\nSome maps focus on specific information; such as road\nN\nS",
      "pdfPage": 31,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p32",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nLet’s Do\nLook\nat\nthe\nFigure\n4.1.\nThere is a scale.\nIt may be used for\nmeasuring\ndistance\nbetween\nplaces.\nFor\nexample the distance\nbetween the well and the\ntree is 5 cm. It means\nthat the actual distance\nis 50 metres. Now the\ndistance between the PO\n(A) to Karim’s house (E)\nis 12 cm. It means 120\nmetres on the ground but\nyou can not fly like a bird\ndirectly from E to A. You\nwill have to walk on the\nroad. Let us measure the\ntotal walking distance\nfrom E to C, then C to M,\nM to B and B to A. Add\nall these distances. This\nwill be the total walking\ndistance from Karim’s\nhouse to the post office.\nmaps, rainfall maps, maps showing distribution of\nforests, industries etc. are known as thematic maps.\nSuitable titles are given on the basis of information\nprovided in these maps.\nThere are three Components of Maps – distance,\ndirection and symbol.\nDISTANCE\nMaps are drawings, which reduce the entire world or a\npart of it to fit on a sheet of paper. Or we can say maps\nare drawn to reduced scales. But this reduction is done\nvery carefully so that the distance between the places\nis real. It can only be possible when a small distance\non paper represents a large distance on the ground.\nTherefore, a scale is chosen for this purpose. Scale is\nthe ratio between the actual distance on the ground\nand the distance shown on the map. For example, the\ndistance between your school and your home is 10\nkm. If you show this 10 km. distance by 2 cm on a\nmap, it means, 1 cm on the map will show 5 km. on\nthe ground. The scale of your drawing will be 1cm = 5\nkm. Thus, scale is very important in any map. If you\nknow the scale, you will be able to calculate the\ndistance between any two places on a map.\nWhen large areas like continents or countries are\nto be shown on a paper, then we use a small scale. For\nexample 5 cm. on the map shows 500  km. of the\nground. It is called a small scale map.\nWhen a small area like your village or town is to be\nshown on paper, then we use a large scale that is 5\ncm. on the map shows 500 metres only on the ground.\nIt is called a large scale map.\nLarge scale maps give more information than small\nscale maps.\nDIRECTION\nMost maps contain an arrow marked with the letter\n‘N’ at the upper right hand corner. This arrow shows\nthe north direction. It is called the north line. When\nyou know the north, you can find out other directions,\nfor example east, west and south. There are four major",
      "pdfPage": 32,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 24
    }
  },
  {
    "id": "geo6_p33",
    "metadata": {
      "chunk_text": "MAPS\nFigure 4.1 : Map of a village\ndirections, North, South, East and West {Figure 4.2\n(a)}. They are called cardinal points. Other four\nintermediate directions are north-east (NE), south-\neast(SE), south-west (SW) and north-west (NW). We\ncan locate any place more accurately with the help of\nthese intermediate directions.\nFind out the following directions from the\nFigure 4.1: (a) The direction of the Community Centre,\nthe playground from Vikas’s house (b) the direction\nof school from shops.\nWe can find out the direction of a place with the\nhelp of a compass. It is an instrument used to find\nout main directions. Its magnetic needle always points\ntowards north-south direction {Figure 4.2 (b)}.\nFigure 4.2 (a) : Cardinal Directions\nFigure 4.2 (b) : A compass\nN\nS",
      "pdfPage": 33,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 25,
      "imagePath": "db/geography6/figures/page_33.png"
    }
  },
  {
    "id": "geo6_p34",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nVarious colours are used for the same purpose. For\nexample, generally blue is used for showing water\nbodies, brown for mountain, yellow for plateau and\ngreen is used for plains.\nSYMBOLS\nIt is the third important component of a map. It is not\npossible to draw on a map the actual shape and size of\ndifferent features such as buildings, roads, bridges,\ntrees, railway lines or a well. So, they are shown by\nusing certain letters, shades, colours, pictures and lines\nThese symbols give a lot of  information in a limited\nspace. With the use of these symbols, maps can be\ndrawn easily and are simple to read. Even if you don’t\nknow the language of an area and therefore cannot\nask someone for directions, you can collect information\nfrom maps with the help of these symbols. Maps have\na universal language that can be understood by all.\nThere is an international agreement regarding the use\nof these symbols. These are called conventional\nsymbols. Some of the conventional symbols are shown\nin the Figure 4.3.\nFigure 4.3 : Conventional Symbols",
      "pdfPage": 34,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 26,
      "imagePath": "db/geography6/figures/page_34.png"
    }
  },
  {
    "id": "geo6_p35",
    "metadata": {
      "chunk_text": "MAPS\nFigure 4.4 : Sunderpur village and its surrounding areas\nLook at the Figure 4.4 and\nfind out :\n(i) In which direction is\nthe river flowing?\n(ii) What kind of road\npasses by the side of\nvillage Dumri?\n(iii) On what type of\nrailway\nline\nis\nSunderpur situated ?\n(iv) On which side of the\nrailway bridge is the\npolice\nstation\nsituated?\n(v) On which side of the\nrailway line do the\nfollowing lie :\n(a) Chhatri\n(b) Church  (c) Pond\n(d) Mosque  (e) River\n(f) Post and\nTelegraph Office\n(g) Graveyard\nSKETCH\nA sketch is a drawing mainly based on memory and\nspot observation and not to scale. Sometimes a rough\ndrawing is required of an area to tell where a particular\nplace is located with respect to other places. Suppose,\nyou want to go to your friend’s house, but you don’t\nknow the way. Your friend may make a rough drawing\nto show the way to his house. Such a rough drawing\nis drawn without scale, and is called a sketch map.\nPLAN\nA plan is a drawing of a small area on a large scale. A\nlarge-scale map gives lot of  information, but there are\ncertain things which we may sometimes want to know\nfor example the length and breadth of a room, which\ncan’t be shown in a map. At that time, we can refer\ndrawings drawn to scale called a plan.\nLet’s Do Visit web portal School Bhuvan-NCERT URL-\nhttp://bhuvan.nrsc.gov.in/governance/mhrd-ncert and\ndraw online neighbourhood map on satellite imageries.",
      "pdfPage": 35,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 27,
      "imagePath": "db/geography6/figures/page_35.png"
    }
  },
  {
    "id": "geo6_p36",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\n1.\nAnswer the following questions briefly.\n(a)\nWhat are the three components of a map?\n(b)\nWhat are the four cardinal directions?\n(c)\nWhat do you mean by the term ‘the scale of the map’?\n(d)\nHow are maps more helpful than a globe?\n(e)\nDistinguish between a map and a plan.\n(f)\nWhich map provides detailed information?\n(g)\nHow do symbols help in reading maps?\n2.\nTick the correct answers.\n(a)\nMaps showing distribution of forests are\n(i) Physical map\n(ii) Thematic Map\n(iii) Political map\n(b)\nThe blue colour is used for showing\n(i) Water bodies\n(ii) Mountains\n(iii) Plains\n(c)\nA compass is used –\n(i) To show symbols\n(ii) To find the main direction\n(iii) To measure distance\n(d)\nA scale is necessary\n(i) For a map\n(ii) For a sketch\n(iii) For symbols\n1.\nDraw a plan of your classroom and show the teacher’s table, blackboard,\ndesks, door and windows.\n2.\nDraw a sketch of your school and locate the following :\n(a) the principal’s room\n(b) your classroom\n(c) the playground\n(d) the library\n(e) some big trees\n(f) drinking water",
      "pdfPage": 36,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 28
    }
  },
  {
    "id": "geo6_p37",
    "metadata": {
      "chunk_text": "MAPS\n1.\nMake the plan (in the space given below) of a fun-park where you can enjoy\nseveral activities : for example swings, slides, see-saw, merry-go-round,\nboating, swimming, looking into funny mirrors, etc. or anything else that you\ncan think of.",
      "pdfPage": 37,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 29
    }
  },
  {
    "id": "geo6_p38",
    "metadata": {
      "chunk_text": "MAJOR DOMAINS OF THE EARTH\nAs you have read in the first chapter, the earth is the\nonly planet which has life. Human beings can live here\nbecause the life sustaining elements of land, water and\nair are present on the earth.\nThe surface of the earth is a complex zone in which\nthree main components of the environment meet,\noverlap and interact. The solid portion of the earth on\nwhich we live is called the Lithosphere. The gaseous\nlayers that surround the earth, is the Atmosphere,\nwhere oxygen, nitrogen, carbondioxide and other  gases\nare found. Water covers a very big area of the earth’s\nsurface and this area is called the Hydrosphere. The\nHydrosphere comprises water in all its forms, that is,\nice, water and water vapour.\nThe Biosphere is the narrow zone where we find\nland, water and air together, which contains all forms\nof life.\nLITHOSPHERE\nThe solid portion of the earth is called the Lithosphere.\nIt comprises the rocks of the earth’s crust and the thin\nlayers of soil that contain nutrient elements which\nsustain organisms.\nThere are two main divisions of the earth’s surface.\nThe large landmasses are known as the continents\nand the huge water bodies are called the ocean basins.\nAll the oceans of the world are connected with one\nanother. Look at the map of the world (Figure 5.1). Are\nall the land masses connected with one another?\nThe level of seawater remains the same everywhere.\nElevation of land is measured from the level of the sea,\nwhich is taken as zero.\nWord Origin\nIn the Greek\nlanguage, Lithos\nmeans Stone; Atmos\nmeans\nVapour;\nHudor\nmeans\nWater;\nand Bios means Life.\nCan you make words using\nthe above?",
      "pdfPage": 38,
      "hasFigure": false,
      "subject": "geography",
      "className": 6
    }
  },
  {
    "id": "geo6_p39",
    "metadata": {
      "chunk_text": "MAJOR DOMAINS OF THE EARTH\nFigure 5.1 : The World : Continents and Oceans\nSOUTHERN OCEAN",
      "pdfPage": 39,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 31,
      "imagePath": "db/geography6/figures/page_39.png"
    }
  },
  {
    "id": "geo6_p40",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nThe highest mountain peak Mt. Everest is 8,848\nmetres above the sea level. The greatest depth of 11,022\nmetres is recorded at Mariana Trench in the Pacific\nOcean. Could you imagine that depth of sea is much\nmore than the highest point?\nContinents\nThere are seven major continents. These are separated\nby large water bodies. These continents are – Asia,\nEurope, Africa, North America, South America,\nAustralia and Antarctica. Look at the map of the world\n(Figure 5.1) and notice that the greater part of the land\nmass lies in the Northern Hemisphere.\nAsia is the largest continent. It covers about one-\nthird of the total land area of the earth. The continent\nlies in the Eastern Hemisphere. The Tropic of Cancer\npasses through this continent. Asia is separated from\nEurope by the Ural mountains on the west (Figure\n5.1). The combined landmass of Europe and Asia is\ncalled the Eurasia (Europe + Asia).\nEurope is much smaller than Asia. The continent\nlies to the west of Asia. The Arctic Circle passes through\nit. It is bound by water bodies on three sides. Look at\nthe map of the world and locate it.\nAfrica is the second largest continent after Asia.\nThe Equator or 00 latitude runs almost through the\nmiddle of the continent. A large part of Africa lies in\nthe Northern Hemisphere. Look at the Figure 5.1; you\nwill find that it is the only continent through which\nthe Tropic of Cancer, the Equator and the Tropic of\nCapricorn pass.\nThe Sahara Desert, the world’s largest hot desert,\nis located in Africa. The continent is bound on all sides\nby oceans and seas. Look at the world map (Figure 5.1).\nYou will notice that the world’s longest river the Nile,\nflows through Africa. Notice where the Equator, the\nTropic of Cancer and the Tropic of Capricorn pass in\nthe map of Africa.\nNorth America is the third largest continent of the\nworld. It is linked to South America by a very narrow\nstrip of land called the Isthmus of Panama. The\ncontinent lies completely in the Northern and Western\nHemisphere. Three oceans surround this continent.\nCan you name these oceans?\nDo you know?\nEdmund Hillary\n(New Zealand)\nand\nTenzing\nNorgay\nSherpa (India) were the\nfirst men to climb the\nhighest mountain peak Mt.\nEverest on the planet\nearth on 29th May, 1953.\nJunko Tabei (Japan)\nwas the first woman to\nreach the summit on 16th\nMay, 1975. The first\nIndian woman to climb the\nhighest peak on 23rd May,\n1984 was Bachendri Pal.",
      "pdfPage": 40,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 32
    }
  },
  {
    "id": "geo6_p41",
    "metadata": {
      "chunk_text": "MAJOR DOMAINS OF THE EARTH\nSouth America lies\nmostly in the Southern\nHemisphere. Which two\noceans surround it on\nthe east and the west?\nThe Andes, world’s\nlongest\nmountain\nrange, runs through its\nlength from north to\nsouth (Figure 5.1).\nSouth America has the\nworld’s largest river, the\nAmazon.\nAustralia is the\nsmallest continent that\nlies entirely in the\nSouthern Hemisphere.\nIt is surrounded on all\nsides by the oceans and\nseas. It is called an\nisland continent.\nAntarctica, completely in the Southern Hemisphere,\nis a huge continent. The South Pole lies almost at the\ncentre of this continent. As it is located in the South\nPolar Region, it is permanently covered with thick ice\nsheets. There are no permanent human settlements.\nMany countries have research stations in Antarctica.\nIndia also has research stations there. These are named\nas Maitri and Dakshin Gangotri.\nHYDROSPHERE\nThe earth is called the blue planet. More than 71 per\ncent of the earth is covered with water and 29 per\ncent is with land. Hydrosphere consists of water in\nall its forms. As running water in oceans and rivers\nand in lakes, ice in glaciers, underground water and\nthe water vapour in atmosphere, all comprise  the\nhydrosphere.\nMore than 97% of the Earth’s water is found in the\noceans and is too salty for human use. A large\nproportion of the rest of the water is in the form of\nicesheets and glaciers or under the ground and a very\nsmall percentage is available as fresh water for human\nFigure 5.2 : Isthmus and Strait\nName the Strait\nbetween India\nand Sri Lanka.",
      "pdfPage": 41,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 33,
      "imagePath": "db/geography6/figures/page_41.png"
    }
  },
  {
    "id": "geo6_p42",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nuse. Hence, despite being a ‘blue planet’ we face a\nshortage of water!!\nOceans\nOceans are the major part of hydrosphere. They are\nall interconnected.\nThe ocean waters are always moving. The three chief\nmovements of ocean waters are the waves, the tides\nand the ocean currents. The five major oceans are the\nPacific Ocean, the Atlantic Ocean, the Indian Ocean,\nthe Southern Ocean and the Arctic Ocean, in order of\ntheir size (Figure 5.1).\nThe Pacific Ocean is the largest ocean. It is spread\nover one-third of the earth. Mariana Trench, the deepest\npart of the earth, lies in the Pacific Ocean. The Pacific\nOcean is almost circular in shape. Asia, Australia,\nFigure 5.3 : Comparative size of the continents\nCount the squares given in Figure 5.3 and answer the following :\n(a) Name the largest continent;  (b) Which is larger –  Europe or Australia?",
      "pdfPage": 42,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 34,
      "imagePath": "db/geography6/figures/page_42.png"
    }
  },
  {
    "id": "geo6_p43",
    "metadata": {
      "chunk_text": "MAJOR DOMAINS OF THE EARTH\nNorth and South Americas surround it. Look at the map\nand find out the location of the continents around the\nPacific Ocean.\nThe Atlantic Ocean is the second largest Ocean in\nthe world. It is ‘S’ shaped. It is flanked by the North\nand South Americas on the western side, and Europe\nand Africa on the eastern side. The coastline of Atlantic\nOcean is highly indented. This irregular and indented\ncoastline provides ideal location for natural harbours\nand ports. From the point of view of commerce, it is\nthe busiest Ocean.\nThe Indian Ocean is the only ocean named after a\ncountry, that is, India. The shape of ocean is almost\ntriangular. In the north, it is bound by Asia, in the\nwest by Africa and in the east by Australia.\nThe Southern Ocean encircles the continent of\nAntarctica and extends northward to 60 degrees south\nlatitude.\nThe Arctic Ocean is located within the Arctic Circle\nand surrounds the North Pole. It is connected with the\nPacific Ocean by a narrow stretch of shallow water\nknown as Berring strait.  It is bound by northern coasts\nof North America and Eurasia.\nATMOSPHERE\nThe earth is surrounded by a layer of gas called the\natmosphere. This thin blanket of air is an integral\nand important aspect of the planet. It provides us with\nthe air we breathe and protects us from the harmful\neffects of sun’s rays.\nThe atmosphere extends up to a height of about\n1,600 kilometres. The atmosphere is divided into five\nlayers based on composition, temperature and other\nproperties. These layers starting from earth’s surface\nare called the troposphere, the stratosphere, the\nmesosphere, the thermosphere and the exosphere.\nThe atmosphere is composed mainly of nitrogen and\noxygen, which make up about 99 per cent of clean,\ndry air. Nitrogen 78 per cent, oxygen 21 per cent and\nother gases like carbondioxide, argon and others\ncomprise 1 per cent by volume. Oxygen is the breath\nof life while nitrogen helps in the growth of living\norganisms. Carbon dioxide, though present in minute\namount, is important as it absorbs heat radiated by\nthe earth, thereby keeping the planet warm. It is also\nessential for the growth of plants.\nThe density of the atmosphere varies with height. It\nFigure 5.4 : Layers of the Atmosphere\nExosphere\nThermosphere\nMesosphere\nStratosphere\nTroposphere",
      "pdfPage": 43,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 35,
      "imagePath": "db/geography6/figures/page_43.png"
    }
  },
  {
    "id": "geo6_p44",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nis maximum at the sea level and\ndecreases rapidly as we go up. You\nknow, the climbers experience\nproblems in breathing due to this\ndecrease in the density of air. They\nhave to carry with them oxygen\ncylinders to be able to breathe at\nhigh altitudes. The temperature also\ndecreases as we go upwards. The\natmosphere exerts pressure on the\nearth. This varies from place to place.\nSome areas experience high pressure\nand some areas low pressure. Air\nmoves from high pressure to low pressure. Moving air\nis known as wind.\nBIOSPHERE – THE DOMAIN OF LIFE\nThe biosphere is the narrow zone of contact between\nthe land, water and air. It is in this zone that life, that\nis unique to this planet, exists. There are several\nFigure 5.6 : The Biosphere\nFigure 5.5 : A mountaineer",
      "pdfPage": 44,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 36,
      "imagePath": "db/geography6/figures/page_44.png"
    }
  },
  {
    "id": "geo6_p45",
    "metadata": {
      "chunk_text": "MAJOR DOMAINS OF THE EARTH\n1.\nAnswer the following questions briefly.\n(a)\nWhat are the four major domains of the earth?\n(b)\nName the major continents of the earth.\n(c)\nName the two continents that lie entirely in the Southern Hemisphere.\n(d)\nName the different layers of atmosphere.\n(e)\nWhy is the earth called the ‘blue planet’?\n(f)\nWhy is the Northern Hemisphere called the Land Hemisphere?\n(g)\nWhy is the Biosphere important for living organisms?\nspecies of organisms that vary in size from microbes\nand bacteria to huge mammals. All the living\norganisms including humans are linked  to each other\nand to the biosphere for survival.\nThe organisms in the biosphere may broadly be\ndivided into the plant kingdom and the animal\nkingdom. The three domains of the earth interact with\neach other and affect each other in some way or the\nother. For example, cutting of forests for fulfilling our\nneeds of wood, or clearing land for agriculture may\nlead to fast removal of soil from slopes. Similarly earth’s\nsurface may be changed due to natural calamities like\nearthquakes. For example, there could be submergence\nof land, as happened in the case of Tsunami recently.\nParts of Andaman & Nicobar islands were submerged\nunder water. Discharge of waste material into lakes\nand rivers makes the water unsuitable for human use.\nIt also damages other forms of life.\nEmission from industries, thermal power plants\nand vehicles, pollute the air. Carbon dioxide (CO2) is\nan important constituent of air. But increase in the\namount of CO2 leads to increase in global temperatures.\nThis is termed as global warming. There is thus, a\nneed to limit the use of resources of the earth to\nmaintain the balance of nature between the domains\nof the lithosphere, the atmosphere and the\nhydrosphere.",
      "pdfPage": 45,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 37
    }
  },
  {
    "id": "geo6_p46",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\n2.\nTick the correct answers.\n(a)\nThe mountain range that separates Europe from Asia is\n(i) the Andes\n(ii) the Himalayas\n(iii) the Urals\n(b)\nThe continent of North America is linked to South America by\n(i) an Isthmus\n(ii) a Strait\n(iii) a Canal\n(c)\nThe major constituent of atmosphere by per cent is\n(i) Nitrogen\n(ii) Oxygen\n(iii) Carbon dioxide\n(d)\nThe domain of the earth consisting of solid rocks is\n(i) the Atmosphere\n(ii) the Hydrosphere\n(iii) the Lithosphere\n(e)\nWhich is the largest continent?\n(i)  Africa\n(ii) Asia\n(iii) Australia\n3.\nFill in the blanks.\n(a)\nThe deepest point on the earth is _____________  in the Pacific Ocean.\n(b)\nThe _____________ Ocean is named after a country.\n(c)\nThe _____________ is a narrow contact zone of land, water and air that\nsupports life.\n(d)\nThe continents of Europe and Asia together are known as _____________.\n(e)\nThe highest mountain peak on the earth is  _____________.\n1.\nCut the outline of the continents from an outline map of the world and\narrange them according to their decreasing sizes.\n2.\nCut the outline of the continents from an outline map of the world and try\nto fit them together as a jig-saw puzzle.\n3.\nCollect pictures of expeditions to the Himalayas. Write about the kind of\nequipment carried by the climbers for protection against sunshine,\ntemperature and the lack of air.\nMap Skills\n1.\nOn the outline map of the world, mark the following :\nEurope, Asia, Antarctica, South America, Australia, Indian Ocean, Pacific\nOcean, Atlantic Ocean, Ural Mountains and Isthmus of Panama.",
      "pdfPage": 46,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 38
    }
  },
  {
    "id": "geo6_p47",
    "metadata": {
      "chunk_text": "MAJOR LANDFORMS OF THE EARTH\nYou must have seen some of the landform features as\nshown in the Figure 6.1 below. You will notice that the\nsurface of the earth is not the same everywhere. The\nearth has an infinite variety of landforms. Some parts\nof the lithosphere may be rugged and some flat.\nThese landforms are a result of two processes. You\nwill be amazed to know that the ground you are\nstanding on is slowly moving. Within the earth, a\ncontinuous movement is taking place. The first, or the\ninternal process leads to the upliftment and sinking\nof the earth’s surface at several places.\nDo you know?\nA hill is a land\nsurface\nthat\nrises higher than\nthe\nsurrounding\narea.\nGenerally, a steep hill with\nan elevation of more than 600\nmetres is termed as a\nmountain. Name some\nmountains with a height of\nmore than 8,000 metres.\nFigure 6.1 : Landforms",
      "pdfPage": 47,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 6,
      "imagePath": "db/geography6/figures/page_47.png"
    }
  },
  {
    "id": "geo6_p48",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nThe second, or the external process is the continuous\nwearing down and rebuilding of the land surface. The\nwearing away of the earth’s surface is called erosion.\nThe surface is being lowered by the process of erosion\nand rebuilt by the process of deposition. These two\nprocesses are carried out by running water, ice and\nwind. Broadly, we can group different landforms\ndepending on elevation and slope as mountains,\nplateaus and plains.\nMOUNTAINS\nA mountain is any natural elevation of the earth\nsurface. The mountains may have a small summit and\na broad base. It is considerably higher than the\nsurrounding area. Some mountains are even higher\nthan the clouds. As you go higher, the climate becomes\ncolder.\nIn some mountains, there are permanently frozen\nrivers of ice. They are called glaciers. There are some\nmountains you cannot see as they are under the sea.\nBecause of harsh climate, less people live in the\nmountain areas. Since the slopes are steep, less land\nis available for farming.\nFigure 6.2 : Fold Mountains (Himalayas)\nLet’s Do\nMaking\nof\na\nMountain :\n1. All you require is a\npile of paper.\n2. Put the papers on\nyour table.\n3. Push the papers\nfrom both sides by\nyour hands.\n4. The sheet will be\nfolded and rise into\na peak.\n5. You have made a\nmountain!\nIn the same process\nour Himalayas and\nthe\nAlps\nwere\nformed!\nA Fold Mountain\nCrust",
      "pdfPage": 48,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 40,
      "imagePath": "db/geography6/figures/page_48.png"
    }
  },
  {
    "id": "geo6_p49",
    "metadata": {
      "chunk_text": "MAJOR LANDFORMS OF THE EARTH\nMountains may be arranged in a line known as\nrange. Many mountain systems consist of a series of\nparallel ranges extending over hundreds of kilometres.\nThe Himalayas, the Alps and the Andes are mountain\nranges of Asia, Europe and South America, respectively\n(Figure 5.1). Mountains vary in their heights and\nshape.\nThere are three types of mountains- Fold\nMountains, Block Mountains and the Volcanic\nMountains. The Himalayan Mountains and the Alps\nare young fold mountains with rugged relief and high\nconical peaks. The Aravali range in India is one of the\noldest fold mountain systems in the world. The range\nhas considerably worn down due to the processes of\nerosion. The Appalachians in North America and the\nUral mountains in Russia (Figure 5.1) have rounded\nfeatures and low elevation. They are very old fold\nmountains.\nBlock Mountains are\ncreated when large areas are\nbroken and displaced\nvertically. The uplifted blocks\nare termed as horsts and the\nlowered blocks are called\ngraben. The Rhine valley\nand the Vosges mountain in\nEurope are examples of such\nmountain systems. Locate\nthem on the world map in\nthe atlas and find out some\nmore examples of this type\nof landforms.\nVolcanic mountains are\nformed due to volcanic\nactivity. Mt.Kilimanjaro in Africa and Mt.Fujiyama\nin Japan are examples of such mountains.\nMountains are very useful. The mountains are a\nstorehouse of water. Many rivers have their source in\nthe glaciers in the mountains. Reservoirs are made\nand the water is harnessed for the use of people. Water\nfrom the mountains is also used for irrigation and\ngeneration of hydro-electricity. The river valleys and\nterraces are ideal for cultivation of crops. Mountains\nhave a rich variety of flora and fauna. The forests\nprovide fuel, fodder, shelter and other products like\nDo you know?\nMauna\nKea\n(Hawaii)  in the\nPacific Ocean is\nan undersea mountain. It\nis higher than Mount\nEverest being 10,205\nmetres high.\nFigure 6.3 : A Block Mountain",
      "pdfPage": 49,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 41,
      "imagePath": "db/geography6/figures/page_49.png"
    }
  },
  {
    "id": "geo6_p50",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\ngum, raisins, etc. Mountains provide an idyllic site\nfor tourists. They visit the mountains for their scenic\nbeauty. Several sports like paragliding, hang gliding,\nriver rafting and skiing are popular in the mountains.\nCan you name some places in the Himalayas\nassociated with these sports?\nPLATEAUS\nA plateau is an elevated flat land. It is\na flat-topped table land standing\nabove the surrounding area. A\nplateau may have one or more sides\nwith steep slopes. The height of\nplateaus often varies from few\nhundred metres to several thousand\nmetres. Plateaus, like mountains may\nbe young or old. The Deccan plateau\nin India is one of the oldest plateaus.\nThe East African Plateau in Kenya,\nTanzania and Uganda and the\nWestern plateau of Australia are other\nexamples. The Tibet plateau (Figure 5.1, p.31) is the\nhighest plateau in the world with a height of 4,000 to\n6,000 metres above the mean sea level.\nPlateaus are very useful because they are rich in\nmineral deposits. As a result, many of the mining areas\nin the world are located in the plateau areas. The\nFigure 6.4 : A Volcanic Mountain\nCan you name this sport?\nFigure 6.5 : Plateau",
      "pdfPage": 50,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 42,
      "imagePath": "db/geography6/figures/page_50.png"
    }
  },
  {
    "id": "geo6_p51",
    "metadata": {
      "chunk_text": "MAJOR LANDFORMS OF THE EARTH\nAfrican plateau is famous for gold and diamond mining. In India huge reserves of\niron, coal and manganese are found in the Chhotanagpur plateau.\nIn the plateau areas, there may be several waterfalls as the river falls from a\ngreat height. In India, the Hundru falls in the Chhotanagpur plateau on the river\nSubarnarekha and the Jog falls in Karnataka are examples of such waterfalls.\nThe lava plateaus are rich in black soil that are fertile and good for cultivation.\nMany plateaus have scenic spots and are of great attraction to tourists.\nPLAINS\nPlains are large stretches of flat land. They are, generally, not more than 200\nmetres above mean sea level. Some plains are extremely level. Others may be\nslightly rolling and undulating. Most of the plains are formed by rivers and their\ntributaries. The rivers flow down the slopes of mountains and erode them. They\ncarry forward the eroded material. Then they deposit their load consisting of stones,\nsand and silt along their courses and in their valleys. It is from these deposits that\nplains are formed.\nGenerally, plains are very fertile. Construction of transport network is easy.\nThus, these plains are very thickly-populated regions of the world. Some of the\nlargest plains made by the rivers are found in Asia and North America. For example,\nin Asia, these plains are formed by the Ganga and the Brahmaputra in India and\nthe Yangtze in China.\nPlains are the most useful areas for human habitation. There is great concentration\nof people as more flat land is available for building houses, as well as for cultivation.\nBecause of fertile soils, the land is highly productive for cultivation. In India too,\nthe Indo-Gangetic plains are the most densely populated regions of the country.\nFigure 6.6 : Plains",
      "pdfPage": 51,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 43,
      "imagePath": "db/geography6/figures/page_51.png"
    }
  },
  {
    "id": "geo6_p52",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nLANDFORMS AND THE PEOPLE\nHumans have been living on\ndifferent kinds of landforms in\ndifferent ways. Life is difficult in\nmountainous areas. Plains provide\nmuch better conditions. It is easy\nto grow crops, build a house or a\nroad in a plain than a mountain.\nCan you point out some differences\nin the ways people live on different\nkinds of landforms? Sometimes,\nnatural calamities such as earthquakes, volcanic eruption,\nstorms and floods cause widespread destruction. Huge loss\nof life and property takes place. By creative awareness about\nsuch incidences we may lower the risks.\nYou may find out from your own surroundings in  how\nmany ways we use the land and water. Quite often we use\nthe land in a wasteful manner, for example constructing\nhouses on a fertile land. Similarly we throw garbage on\nland or in water making them dirty. We should avoid using\nsuch important gifts of nature in a careless manner.  The\navailable land is not only for our use. It is our duty to leave\nthe earth a better place for future generations as well.\n1. Look carefully at\nphotograph nos. 1-10.\nWrite one sentence\nabout each of the\nphotograph.\n2. Name the landform\nfeatures shown in the\nphotograph nos. 1,2 and 7.\n3. What appears to be the main use\nof this land? (Photograph no. 9)\n4. What activities do you see in the\nphotograph nos. 3,6,8 and 9.\nFigure 6.7 : Rope Bridge\n(Arunachal Pradesh)\nDo you know?\nSwachh Bharat Mission:\nHealthy mind lives in\nhealthy body and for a\nhealthy\nbody\nclean\nenvironment particularly\nclean water, air and\nhygienic surroundings are\npre-requisites. Swachh\nBharat\nMission,\na\ngovernment of India\nProgramme\naims\nto\nachieve all these for people.\nFigure 6.8 : A polluted river",
      "pdfPage": 52,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 44,
      "imagePath": "db/geography6/figures/page_52.png"
    }
  },
  {
    "id": "geo6_p53",
    "metadata": {
      "chunk_text": "MAJOR LANDFORMS OF THE EARTH\n5. What type of houses do you see\nin photograph nos. 4 and 5.\n6. Name the water sports/games\nshown in photograph nos. 3 & 8.\n7. Name two means of transport\nshown in photograph nos. 1 and 10.",
      "pdfPage": 53,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 45
    }
  },
  {
    "id": "geo6_p54",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\n1.\nAnswer the following questions briefly.\n(a)\nWhat are the major landforms?\n(b)\nWhat is the difference between a mountain and a plateau?\n(c)\nWhat are the different types of mountains?\n(d)\nHow are mountains useful to man?\n(e)\nHow are plains formed?\n(f)\nWhy are the river plains thickly populated?\n(g)\nWhy are mountains thinly populated?\n2.\nTick the correct answers.\n(a)\nThe mountains differ from the hills in terms of\n(i) elevation\n(ii) slope\n(iii) aspect\n(b)\nGlaciers are found in\n(i) the mountains\n(ii) the plains\n(iii) the plateaus\n(c)\nThe Deccan Plateau is located in\n(i) Kenya\n(ii) Australia\n(iii) India\n(d)\nThe river Yangtze flows in\n(i) South America\n(ii) Australia\n(iii) China\n(e)\nAn important mountain range of Europe is\n(i) the Andes\n(ii) the Alps\n(iii) the Rockies\n3.\nFill in the blanks.\n1.\nA ___________ is an unbroken flat or a low-level land.\n2.\nThe Himalayas and the Alps are examples of _______________types of\nmountains.\n3.\n_____________ areas are rich in mineral deposits.\n4.\nThe _________________ is a line of mountains.\n5.\nThe ____________areas are most productive for farming.\n1.\nWhat kind of landforms are found in your state? Based on the reading of this\nchapter, say how they are of use to the people.\nMap Skills\n1.\nOn an outline map of the world, mark the following :\n(a)\nMountain ranges: Himalayas, Rockies and Andes.\n(b)\nPlateau : Tibet.",
      "pdfPage": 54,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 46
    }
  },
  {
    "id": "geo6_p55",
    "metadata": {
      "chunk_text": "OUR COUNTRY – INDIA\nIndia is a country of vast geographical expanse. In the\nnorth, it is bound by the lofty Himalayas. The Arabian\nSea in the west, the Bay of Bengal in the east and the\nIndian Ocean in the south, wash the shores of the\nIndian peninsula.\nIndia has an area of about 3.28 million sq. km. The\nnorth-south extent from Kashmir to Kanyakumari is\nabout 3,200 km. And the east-west extent from\nArunachal Pradesh to Kuchchh is about 2,900 km.\nThe lofty mountains, the Great Indian Desert, the\nNorthern Plains, the uneven plateau surface and the\ncoasts and islands present a diversity of landforms.\nThere is a great variety in the climate, vegetation,\nwildlife as well as in the language and culture. In this\ndiversity, we find unity that is reflected in traditions\nthat bind us as one nation. India has a population of\nmore than one hundred twenty crores since the\nyear 2011. It is the second most populous country of\nthe world after China.\nLOCATIONAL SETTING\nIndia is located in the northern hemisphere. The Tropic\nof Cancer (23°30'N) passes almost halfway through the\ncountry (Figure 7.2). From south to north, main land\nof India extends between 8°4'N and 37°6'N latitudes.\nFrom west to east, India extends between 68°7'E and\n97°25'E longitudes. If we divide the world into eastern\nand western hemispheres, which hemisphere would\nIndia belong to? Due to great longitudinal extent of\nabout 29°, there could be a wide differences in local\ntime of places located at two extreme points of India. As\nsuch, the difference between these two points would be of\nThe peninsula is a piece\nof\nland\nthat\nis\nsurrounded by water on\nthree sides (figure 6.1).\nDo you know?\nLarge countries\nwhich stretch\nextensively from\neast to west do not have\na single Standard Time\nfor the whole country.\nThe USA and Canada\nhave seven and six time\nzones respectively. Do you\nremember how many\ntime zones are there in\nRussia?",
      "pdfPage": 55,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 7
    }
  },
  {
    "id": "geo6_p56",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nFigure 7.1 : India and its neighbouring countries\nabout two hours. As you have learnt earlier, the local time changes by four minutes\nfor every one degree of longitude. The sun rises about two hours earlier in the east\n(Arunachal Pradesh) than in the west (Gujarat). You have already read earlier, why\nthe local time of longitude of 82°30'E has been taken as the Indian Standard Time.\nThis meridian or longitude is also termed as the Standard Meridian of India.\nINDIA’S NEIGHBOURS\nThere are seven countries that share land boundaries with India. Find out names",
      "pdfPage": 56,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 48,
      "imagePath": "db/geography6/figures/page_56.png"
    }
  },
  {
    "id": "geo6_p57",
    "metadata": {
      "chunk_text": "OUR COUNTRY – INDIA\n* Telangana became 29th state of India in June 2014\nFigure 7.2 : Political map of India",
      "pdfPage": 57,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 49,
      "imagePath": "db/geography6/figures/page_57.png"
    }
  },
  {
    "id": "geo6_p58",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nFigure 7.3 : India : Physical Divisions\nof these countries from the Figure 7.1. How many of these countries do not have\naccess to any ocean or sea? Across the sea to the south, lie our island neighbours—\nSri Lanka and Maldives. Sri Lanka is separated from India by the Palk Strait.\nPOLITICAL AND ADMINISTRATIVE DIVISIONS\nIndia is a vast country. For administrative purposes, the country is divided into 29",
      "pdfPage": 58,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 50,
      "imagePath": "db/geography6/figures/page_58.png"
    }
  },
  {
    "id": "geo6_p59",
    "metadata": {
      "chunk_text": "OUR COUNTRY – INDIA\nStates and 7 Union Territories (Appendix-I). Telangana\nbecame the 29th state of India on 2 June 2014. It was\npreviously a part of Andhra Pradesh. Delhi is the\nnational capital. The states have been formed mainly\non the basis of languages. Rajasthan is the largest\nstate and Goa is the smallest state in terms of area.\nThe states are further divided into districts.\nPHYSICAL DIVISIONS\nIndia is marked by a diversity of physical features such\nas mountains, plateaus, plains, coasts and islands.\nStanding as sentinels in the north are the lofty snow-\ncapped Himalayas. Him+alaya mean ‘the abode of\nsnow’. The Himalayan mountains are divided into three\nmain parallel ranges. The northernmost is the Great\nHimalaya or Himadri. The world’s highest peaks are\nlocated in this range. Middle Himalaya or Himachal\nlies to the south of Himadri. Many popular hill stations\nare situated here. Find out the names of five hill\nstations. The Shiwalik is the southernmost range.\nThe Northern Indian plains lie to the south of the\nHimalayas. They are generally level and flat. These are\nformed by the alluvial deposits laid down by the rivers–\nthe Indus, the Ganga, the Brahmaputra and their\ntributaries. These river plains  provide fertile land for\ncultivation. That is the reason for high concentration of\npopulation in these plains.\nIn the western part of India lies the Great Indian desert.\nIt is a dry, hot and sandy stretch of land. It has very little\nvegetation.\nTo the south of northern plains lies the Peninsular\nplateau. It is triangular in shape. The relief is highly\nuneven. This is a region with numerous hill ranges and\nvalleys. Aravali hills, one of the oldest ranges of the world,\nborder it on the north-west side. The Vindhyas and the\nSatpuras are the important ranges. The rivers Narmada\nand Tapi flow through these ranges. These are west-flowing\nrivers that drain into the Arabian Sea. The Western Ghats\nor Sahyadris border the plateau in the west and the\nEastern Ghats provide the eastern boundary. While the\nWestern Ghats are almost continuous, the Eastern Ghats\nare broken and uneven (Figure 7.3). The plateau is rich\nin minerals like coal and iron-ore.\nTo the West of the Western Ghats and the East of\nEastern Ghats lie the Coastal plains. The western\nAlluvial deposits : These\nare\nvery\nfine\nsoils,\nbrought by rivers and\ndeposited in the river\nbasins.\nTributary : A river or\nstream which contributes\nits water to a main river\nby discharging it into\nmain river from either\nside (Figure 6.1).\nLet’s Do\nMany\ngirls\nare\nnamed\nafter rivers\neg. Yamuna, Mandakini,\nand Kaveri. Do you know\nanyone in your locality\nwho is named after a\nriver? Ask your parents\nand others and make a\nlist of such names.\nCould you also find\nother names related to\nwater e.g. Shabnam?\nDo you know?\nThe Ganga and\nthe\nBrahma-\nputra form the\nworld’s largest delta, the\nSundarbans delta. The\ndelta is triangular in\nshape. It is an area of\nland formed at the mouth\nof the river (Where rivers\nenter the sea, that point\nis called the mouth of the\nriver, Figure 6.1).",
      "pdfPage": 59,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 51
    }
  },
  {
    "id": "geo6_p60",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nDo you know?\nCorals\nare\nskeletons\nof\ntiny\nmarine\nanimals called Polyps.\nWhen the living polyps\ndie, their skeletons are\nleft. Other poplyps grow\non top of the hard\nskeleton which grows\nhigher and higher, thus\nforming the coral islands.\nFigure 7.4 shows Coral\nislands.\nFigure 7.4 : Coral Islands\ncoastal plains are very narrow. The eastern Coastal plains are much broader. There\nare a number of east flowing rivers. The rivers Mahanadi, Godavari, Krishna and\nKaveri drain into the Bay of Bengal. These rivers have formed fertile deltas at their\nmouth. The Sunderban delta is formed where the Ganga and Brahmaputra flow\ninto the Bay of Bengal.\nDanger Waters\nDanger Waters",
      "pdfPage": 60,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 52,
      "imagePath": "db/geography6/figures/page_60.png"
    }
  },
  {
    "id": "geo6_p61",
    "metadata": {
      "chunk_text": "OUR COUNTRY – INDIA",
      "pdfPage": 61,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 53
    }
  },
  {
    "id": "geo6_p62",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\n1.\nAnswer the following questions briefly.\n(a)\nName the major physical divisions of India.\n(b)\nIndia shares its land boundaries with seven countries. Name them.\n(c)\nWhich two major rivers fall into the Arabian Sea?\n(d)\nName the delta formed by the Ganga and the Brahmaputra.\n(e)\nHow many States and Union Territories are there in India? Which states\nhave a common capital?\n(f)\nWhy do a large number of people live in the Northern plains?\n(g)\nWhy is Lakshadweep known as a coral island?\n2.\nTick the correct answers.\n(a)\nThe southernmost Himalayas are known as\n(i) Shiwaliks\n(ii) Himadri\n(iii) Himachal\n(b)\nSahyadris is also known as\n(i) Aravali\n(ii) Western Ghats\n(iii) Himadri\n(c)\nThe Palk Strait lies between the countries\n(i) Sri Lanka and Maldives\n(ii) India and Sri Lanka\n(iii) India and Maldives\n(d)\nThe Indian islands in the Arabian Sea are known as\n(i) Andaman and Nicobar Islands\n(ii) Lakshadweep Islands\n(iii) Maldives\nTwo groups of islands also form part of India.\nLakshadweep Islands are located in the Arabian Sea.\nThese are coral islands located off the coast of Kerala.\nThe Andaman and the Nicobar Islands lie to the\nsoutheast of the Indian mainland in the Bay of Bengal.\nDo you know which group of islands were affected by\nthe Tsunami in 2004? Find out through newspaper\nreports and by speaking to people how in different\nways people faced this challenge when Tsunami struck\nthe Indian coast. Tsunami is a huge sea wave generated\ndue to an earthquake on the sea floor.",
      "pdfPage": 62,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 54
    }
  },
  {
    "id": "geo6_p63",
    "metadata": {
      "chunk_text": "OUR COUNTRY – INDIA\n(e)\nThe oldest mountain range in India is the\n(i) Aravali hills\n(ii) Western ghats\n(iii) Himalayas\n3.\nFill in the blanks.\n(a)\nIndia has an area of about ________________.\n(b)\nThe Greater Himalayas are also known as_________________.\n(c)\nThe largest state in India in terms of area is__________________.\n(d)\nThe river Narmada falls into the __________________ sea.\n(e)\nThe latitude that runs almost halfway through India is ___________.\nMap skills\n1.\nOn an outline map of India, mark the following.\n(a)\nTropic of Cancer\n(b)\nStandard Meridian of India\n(c)\nState in which you live\n(d)\nAndaman Islands and Lakshadweep Islands\n(e)\nWestern Ghats and Eastern Ghats",
      "pdfPage": 63,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 55
    }
  },
  {
    "id": "geo6_p64",
    "metadata": {
      "chunk_text": "INDIA : CLIMATE,\nVEGETATION AND WILDLIFE\nYou read in newspapers daily and watch on T.V. or\nhear others talking about weather. You must know\nthat weather is about day to day changes in the\natmosphere. It includes changes in temperature,\nrainfall and sunshine etc. For example, as such it may\nbe hot or cold; sunny or cloudy; windy or calm. You\nmust have noticed that when it is hot continuously for\nseveral days you don’t need any warm clothing. You\nalso like to eat or drink cold things. In contrast there\nare days together, you feel cold without woollen clothes\nwhen it is very windy  and chilly, you would like to\nhave something hot to eat.\nBroadly, the major seasons recognised in India are:\n•\nCold Weather Season (Winter) December to\nFebruary\n•\nHot Weather Season (Summer) March to May\n•\nSouthwest Monsoon Season (Rainy)\nJune to September\n•\nSeason of Retreating Monsoon (Autumn) October\nand November\nCOLD WEATHER SEASON OR WINTER\nDuring the winter season, the sun rays do not fall\ndirectly in the region. As a result the temperatures are\nquite low in northern India.\nHOT WEATHER SEASON OR SUMMER\nIn the hot weather season sun rays more or less directly\nfall in this region. Temperature becomes very high.\nHot and dry winds called loo, blow during the day.",
      "pdfPage": 64,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 8
    }
  },
  {
    "id": "geo6_p65",
    "metadata": {
      "chunk_text": "INDIA : CLIMATE, VEGETATION AND WILDLIFE\nLet’s have fun :\n1.\nPeople in all parts of our country drink delicious\ncool drinks called Sharbat made from fruits\navailable in their regions. They are excellent\nthirst-quenchers and protect our bodies from the\nill-effect of the harsh ‘loo’. Have you tried\n‘Sharbat’, made from raw mango, bel, lemon,\ntamarind, kokum, phalsa, watermelon and\nbuttermilk made from curds; for example\nchhaachh, mattha, mori, chash, etc? Many make\nbanana and mango milkshakes too.\n2.\nAfter a hot summer, the first rains bring much\njoy. All our languages have melodious songs on\n‘rains’. They sound happy and bring cheer. Learn\ntwo songs on rains and sing them together.\nWrite or collect five poems on rains.\nAsk your friends, neighbours and family\nmembers for names for rains and other seasons\nin different languages. For instance,\nVarsha –  Hindi\nPous\n–  Marathi\nBarish –  Urdu\nBorsha –  Bengali\nSOUTH WEST MONSOON SEASON OR  RAINY SEASON\nThis season is marked by the onset and advance of\nmonsoon. The winds  blow from Arabian Sea and Bay\nof Bengal towards  the land. They carry moisture with\nthem. When these winds strike the mountain barriers,\nrainfall occurs.\nSEASON OF RETREATING MONSOONS OR AUTUMN\nWinds move back from the mainland to  the Bay of\nBengal. This is the season of the retreating monsoons.\nThe southern parts of India, particularly Tamil Nadu\nand Andhra Pradesh receive rainfall in this season.\nHowever, the climate is about the average weather\ncondition, which have been measured over many years.\nThe climate of India has broadly been described as\nMonsoon type. Monsoon is taken from the Arabic word\n‘mausim’, which means seasons. Due to India’s location\nin the tropical region, most of the rain is brought by\nmonsoon winds. Agriculture in India is dependent on\nrains. Good monsoons mean adequate rain and a\nbountiful crop.\nWhat would happen if\nmonsoons were weak, or even\nworse, failed to occur one year?\nTick () the correct answer.\n•\nCrops will be-\naffected/not affected\n•\nThe level of the water in a\nwell will-\ncome-up/go-down\n•\nSummer will be-\nlonger/shorter",
      "pdfPage": 65,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 57
    }
  },
  {
    "id": "geo6_p66",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nThe climate of a place is affected by its location,\naltitude, distance from the sea, and relief. Therefore,\nwe experience regional differences in the climate of\nIndia. Jaisalmer and Bikaner in the desert of Rajasthan\nare very hot, while Drass and Kargil in Jammu and\nKashmir are freezing cold. Coastal places like Mumbai\nand Kolkata experience moderate climate. They are\nneither too hot nor too cold. Being on the\ncoast, these places are very humid.\nMawsynram in Meghalaya receives the\nworld’s highest rainfall, while in a\nparticular year it might not rain at all in\nJaisalmer in Rajasthan.\nNATURAL VEGETATION\nWe see a variety of plant life in our\nsurroundings. How nice it is to play in a\nfield with green grasses. There are also\nsmall plants called bushes and shrubs like\ncactus and flowering plants etc. Besides\nthere are many tall trees some with many\nbranches and leaves like neem, mango or\nsome which stand with few leaves such as\npalm. The grasses, shrubs and trees, which\ngrow on their own without interference or\nhelp from human beings are called natural\nvegetation. Do you wonder how these differ\nfrom each other. Different types of natural\nvegetation are dependent on different\nclimatic conditions, among which the\namount of rainfall is very important.\nDue to varied climatic conditions, India\nhas a wide range of natural vegetation.\nVegetation of India can be divided into five\ntypes – Tropical evergreen forest, Tropical\ndeciduous forest, Thorny bushes,\nMountain vegetation and Mangrove\nforests.\nTROPICAL RAIN FOREST\nTropical Rain Forests occur in the areas\nwhich receive heavy rainfall. They are so\ndense that sunlight doesn’t reach the ground.\nMany species of trees are found in these forests,\nwhich shed their leaves at different times of the\nLet’s Do\nOn a map of\nIndia, locate\nthe\nplaces\nmentioned\nin\nthe\nparagraph.\nFigure 8.1 : Tropical Rain Forests",
      "pdfPage": 66,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 58,
      "imagePath": "db/geography6/figures/page_66.png"
    }
  },
  {
    "id": "geo6_p67",
    "metadata": {
      "chunk_text": "INDIA : CLIMATE, VEGETATION AND WILDLIFE\nyear. Therefore, they always appear green and are\ncalled evergreen forest as you may notice in Figure\n8.1. Important trees found in these forests are\nmahogany, ebony and rosewood. Andaman and\nNicobar Islands, parts of North-Eastern states and\na narrow strip of the Western slope of the Western\nGhats are home of these forests.\nTROPICAL DECIDUOUS FORESTS\nIn a large part of our country we have this type of\nforest. These forests are also called monsoon forests.\nThey are less dense. They shed their leaves at a\nparticular time of the year. Important trees of these\nforests are sal, teak, peepal, neem and shisham. They\nare found in Madhya Pradesh, Uttar Pradesh, Bihar,\nJharkhand, Chhattisgarh, Odisha, and in parts of\nMaharashtra.\nTHORNY BUSHES\nThis type of vegetation is found in dry areas of the\ncountry. The leaves are in the form of spines to reduce\nthe loss of water. Cactus, khair, babool, keekar are\nimportant and are found in the states of Rajasthan,\nPunjab, Haryana, Eastern slopes of Western Ghats and\nGujarat.\nFigure 8.2 : Tropical Deciduous Forests",
      "pdfPage": 67,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 59,
      "imagePath": "db/geography6/figures/page_67.png"
    }
  },
  {
    "id": "geo6_p68",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nMOUNTAIN VEGETATION\nA wide range of species is found in the mountains\naccording to the variation in height. With increase in\nheight, the temperature falls. At a height between 1500\nFigure 8.3 : Thorny Bushes\nmetres and 2500 metres most of the trees\nare conical in shape. These trees are called\nconiferous trees. Chir, Pine and Deodar are\nimportant trees of these forests.\nMANGROVE FORESTS\nThese forests can survive in saline water.\nThey are found mainly in Sunderbans in\nFigure 8.4 : Mountain Vegetation\nFigure 8.5 : Mangrove Vegetation",
      "pdfPage": 68,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 60,
      "imagePath": "db/geography6/figures/page_68.png"
    }
  },
  {
    "id": "geo6_p69",
    "metadata": {
      "chunk_text": "INDIA : CLIMATE, VEGETATION AND WILDLIFE\nWest Bengal and in the Andaman and Nicobar Islands.\nSundari is a well-known species of trees in mangrove\nforests after which Sunderbans have been named.\nWHY ARE FORESTS NECESSARY?\nForests are very useful for us. They perform various\nfunctions. Plants release oxygen that we breathe and\nabsorb carbon dioxide. The roots of the plants bind\nthe soil; thus, they control soil erosion.\nForests provide us with timber for furniture, fuel\nwood, fodder, medicinal plants and herbs, lac, honey,\ngum, etc.\nForests are the natural habitat of wild life.\nNatural vegetation has been destroyed to a large\nextent because of the reckless cutting of trees. We\nshould plant more trees and protect the existing ones\nand make people aware of the importance of trees. We\ncan have special programmes like Van Mahotsav to\ninvolve more people in making our earth green.\nFigure 8.6 : What we get from forests\nLeela’s parents planted a\nsapling of “neem” to\ncelebrate her birth. On\neach birthday, a different\nsapling was planted. It was\nwatered regularly and\nprotected from severe heat,\ncold and animals. Children\ntook care not to harm it.\nWhen Leela was 20, twenty-\none beautiful trees, stood in\nand around her house.\nBirds built their nests on\nthem, flowers bloomed,\nbutterflies fluttered around\nthem, children enjoyed\ntheir fruits, swung on their\nbranches and played in\ntheir shade.",
      "pdfPage": 69,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 61,
      "imagePath": "db/geography6/figures/page_69.png"
    }
  },
  {
    "id": "geo6_p70",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nWILD LIFE\nForests are home to a variety of wild life. There are\nthousands of species of animals and a large variety of\nreptiles, amphibians, mammals, birds, insects and\nworms which dwell in the forest.\nFigure 8.7 : Wildlife\nThe tiger is our national animal. It is found in\nvarious parts of the country. Gir forest in Gujarat is\nthe home of Asiatic lions. Elephants and one-horned\nrhinoceroses roam in the forests of Assam. Elephants\nare also found in Kerala and Karnataka. Camels and\nwild asses are found in the Great Indian desert and\nthe Rann of Kuchchh respectively. Wild goats, snow\nleopards, bears, etc.  are found in the Himalayan\nregion. Besides these, many other animals are found\nin our country such as monkey, wolf, jackal, nilgai,\ncheetal, etc.\nIndia is equally rich in bird life. The peacock is our\nnational bird. Other common birds are parrots,\npigeons, mynah, geese, bulbul and ducks. There are\nseveral bird sanctuaries which have been created to\ngive birds their natural habitat. These provide the birds\nprotection from hunters. Can you name five birds that\nare commonly found in your area?",
      "pdfPage": 70,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 62,
      "imagePath": "db/geography6/figures/page_70.png"
    }
  },
  {
    "id": "geo6_p71",
    "metadata": {
      "chunk_text": "INDIA : CLIMATE, VEGETATION AND WILDLIFE\nThere are several hundreds of species of snakes found in India. Cobras and\nkraits are important among them.\nDue to cutting of forests and hunting, several species of wildlife of India are\ndeclining rapidly. Many species have already become extinct.\nIn order to protect them many national parks, sanctuaries and biosphere reserves\nhave been set up. The Government has also started Project Tiger and Project\nElephant to protect these animals. Can you name some wildlife sanctuaries of\nIndia and locate them on a map?\nYou can also contribute in conserving wildlife. You can refuse to buy things\nmade from parts of the bodies of animals such as their bones, horns, fur, skins,\nand feathers. Every year we observe wildlife week in the first week of October, to\ncreate awareness of conserving the habitats of the animal kingdom.\n•\nWhy do poachers kill tigers?\n•\nWhat will happen if tigers vanish from our forests?\n•\nHave you ever visited any tiger reserves or a zoo where\ntigers are kept?\n?\nFigure 8.8",
      "pdfPage": 71,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 63
    }
  },
  {
    "id": "geo6_p72",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\n1.\nAnswer the following questions briefly.\n(a)\nWhich winds bring rainfall in India? Why is it so important?\n(b)\nName the different seasons in India.\n(c)\nWhat is natural vegetation?\n(d)\nName the different types of vegetation found in India.\n(e)\nWhat is the difference between evergreen forest and deciduous forest?\n(f)\nWhy is tropical rainforest also called evergreen forest?\n2.\nTick the correct answers.\n(a)\nThe world’s highest rainfall occurs in\n(i) Mumbai\n(ii) Asansol\n(iii) Mawsynram\n(b)\nMangrove forests can thrive in\n(i) saline water\n(ii) fresh water\n(iii) polluted water\n(c)\nMahogany and rosewood trees are found in\n(i)\nmangrove forests\n(ii) tropical deciduous forests\n(iii)\ntropical evergreen forests\n(d)\nWild goats and snow leopards are found in\n(i)\nHimalayan region\n(ii)\nPeninsular region\n(iii)\nGir forests\nFigure 8.9 : Stork – a migratory bird\nMigratory Birds\nSome birds such as Pintail\nDuck, Curlews, Flamingo,\nOsprey and Little Stint migrate\nto our country in winter season\nevery year. Smallest migratory\nbird Little Stint Weighing as\nlow as 15 gram, from Arctic\nregion travel over 8000 km to\nreach India.",
      "pdfPage": 72,
      "hasFigure": true,
      "subject": "geography",
      "className": 6,
      "bookPage": 64,
      "imagePath": "db/geography6/figures/page_72.png"
    }
  },
  {
    "id": "geo6_p73",
    "metadata": {
      "chunk_text": "INDIA : CLIMATE, VEGETATION AND WILDLIFE\n(e)\nDuring the south west monsoon period, the moisture laden winds\nblow from\n(i) land to sea\n(ii) sea to land\n(iii) plateau to plains\n3.\nFill in the blanks.\n(a)\nHot and dry winds known as ________________ blow during the day in the\nsummers.\n(b)\nThe states of Andhra Pradesh and Tamil Nadu receive a great amount of\nrainfall during the season of________________.\n(c)\n_____________ forest in Gujarat is the home of ________________.\n(d)\n_____________ is a well-known species of mangrove forests.\n(e)\n____________ are also called monsoon forests.\n1.\nMake a list of trees in your neighbourhood and collect pictures of plants,\nanimals and birds and paste them in your copy.\n2.\nPlant a sapling near your home and nurture it and write down the changes\nyou observe for a few months.\n3.\nDoes any migratory bird come in your locality? Try to identify that. Be watchful\nin the winter season.\n4.\nVisit a zoo in your city or visit a nearby forest or sanctuary with your elders.\nLook carefully at the various types of wildlife there.",
      "pdfPage": 73,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 65
    }
  },
  {
    "id": "geo6_p74",
    "metadata": {
      "chunk_text": "THE EARTH : OUR HABITAT\nState and Union Territories of India\nState\nCapital\nUnion Territory\nCapital\nAndhra Pradesh\nHyderabad\nAndaman and\nPort Blair\nNicobar Islands\nArunachal Pradesh\nItanagar\nChandigarh\nChandigarh\nAssam\nDispur\nDadra & Nagar Haveli\nSilvassa\nBihar\nPatna\nDaman & Diu\nDaman\nChhattisgarh\nRaipur\nLakshadweep\nKavaratti\nGoa\nPanaji\nPuducherry\nPuducherry\nGujarat\nGandhi Nagar\nHaryana\nChandigarh\nNational Capital\nDelhi\nTerritory of Delhi\nHimachal Pradesh\nShimla\nJammu & Kashmir\nSrinagar\nJharkhand\nRanchi\nKarnataka\nBengaluru\nKerala\nThiruvananthapuram\nMadhya Pradesh\nBhopal\nMaharashtra\nMumbai\nManipur\nImphal\nMeghalaya\nShillong\nMizoram\nAizawl\nNagaland\nKohima\nOdisha\nBhubaneshwar\nPunjab\nChandigarh\nRajasthan\nJaipur\nSikkim\nGangtok\nTamil Nadu\nChennai\nTelangana\nHyderabad\nUttarakhand\nDehradun\nUttar Pradesh\nLucknow\nTripura\nAgartala\nWest Bengal\nKolkata\nAPPENDIX I",
      "pdfPage": 74,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 66
    }
  },
  {
    "id": "geo6_p75",
    "metadata": {
      "chunk_text": "INDIA : CLIMATE, VEGETATION AND WILDLIFE\nSome Internet Sources for more information\nwww.sci.edu/public.html\nwww.si.edu and www.nasm.edu\nhttp://volcanoes.usgs.gov/\ndiscoveryschool.com/dysee\nwww.futureforests.com/calculators/flightcalculatorshop.asp\nwww.nationalgeographic.com/earthpulse\nhttp://www.cpcb.nic.in\nAPPENDIX II\nAPPENDIX",
      "pdfPage": 75,
      "hasFigure": false,
      "subject": "geography",
      "className": 6,
      "bookPage": 67
    }
  }
]