[
  {
    "id": "geo7_p1",
    "metadata": {
      "chunk_text": "2020-21",
      "pdfPage": 1,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p2",
    "metadata": {
      "chunk_text": "First Edition\nMarch  2007\nPhalguna 1928\nReprinted\nDecember  2007\nPausha 1928\nDecember  2008\nPausha 1930\nDecember  2009   Pausha 1931\nDecember  2010   Pausha 1932\nJanuary 2012   Magha 1933\nNovember 2012   Kartika 1934\nOctober 2013  Asvina 1935\nNovember 2014  Agrahayana 1936\nDecember 2015  Agrahayana 1937\nJanuary 2017 Magha 1938\nDecember 2017  Pausha 1939\nJanuary 2019  Pausha 1940\nSeptember 2019 Bhadrapada 1941\nPD 570T RPS\n© National Council of Educational\nResearch and Training, 2007\n` 65.00\nPrinted on 80 GSM paper with NCERT\nwatermark\nPublished at the Publication Division by\nthe Secretary, National Council of\nEducational Research and Training,\nSri Aurobindo Marg, New Delhi 110016\nand printed at S.K. Offset (P.) Ltd., 10, Sports\nComplex Enclave, Delhi Road, Meerut - 250\n002 (U.P.)\nISBN  81-7450-714-0\nALL RIGHTS RESERVED\nNo part of this publication may be reproduced, stored in a retrieval system or\ntransmitted, in any form or by any means, electronic, mechanical, photocopying,\nrecording or otherwise without the prior permission of the publisher.\nThis book is sold subject to the condition that it shall not, by way of trade,  be lent,\nre-sold, hired out or otherwise disposed of without the publisher’s consent, in any\nform of binding or cover other than that in which it is published.\nThe correct price of this publication is the price printed on this page, Any revised\nprice indicated by a rubber stamp or by a sticker or by any other means is incorrect\nand should be unacceptable.\nPublication Team\nHead, Publication\n:\nM. Siraj Anwar\nDivision\nChief Editor\n:\nShveta Uppal\nChief Production\n:\nArun Chitkara\nOfficer\nChief Business\n:\nBibash Kumar Das\nManager\nAssistant Editor\n:\nR.N. Bhardwaj\nProduction Officer\n:\nA.M. Vinod Kumar\nCover and Layout\nBlue Fish\nIllustrations\nMeha Gupta\nBlue Fish\nCartography\nCartographic Designs Agency\nOFFICES OF THE PUBLICATION\nDIVISION, NCERT\nNCERT Campus\nSri Aurobindo Marg\nNew  Delhi 110 016\nPhone :  011-26562708\n108, 100 Feet Road\nHosdakere Halli Extension\nBanashankari III Stage\nBengaluru 560 085\nPhone : 080-26725740\nNavjivan Trust Building\nP.O.Navjivan\nAhmedabad 380 014\nPhone :  079-27541446\nCWC Campus\nOpp. Dhankal Bus Stop\nPanihati\nKolkata 700 114\nPhone :  033-25530454\nCWC Complex\nMaligaon\nGuwahati 781 021\nPhone :  0361-2674869\n2020-21",
      "pdfPage": 2,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p3",
    "metadata": {
      "chunk_text": "The National Curriculum Framework (NCF), 2005, recommends that\nchildren’s life at school must be linked to their life outside the school.\nThis principle marks a departure from the legacy of bookish learning\nwhich continues to shape our system and causes a gap between\nthe school, home and community. The syllabi and textbooks\ndeveloped on the basis of NCF signify an attempt to implement this\nbasic idea. They also attempt to discourage rote learning and the\nmaintenance of sharp boundaries between different subject areas.\nWe hope these measures will take us significantly further in the\ndirection of a child-centred system of education outlined in the\nNational Policy on Education (1986).\nThe success of this effort depends on the steps that school\nprincipals and teachers will take to encourage children to reflect on\ntheir own learning and to pursue imaginative activities and\nquestions. We must recognise that, given space, time and freedom,\nchildren generate new knowledge by engaging with the information\npassed on to them by adults. Treating the prescribed textbook as\nthe sole basis of examination is one of the key reasons why other\nresources and sites of learning are ignored. Inculcating creativity\nand initiative is possible if we perceive and treat children as\nparticipants in learning, not as receivers of a fixed body of knowledge.\nThese aims imply considerable change in school routines and\nmode of functioning. Flexibility in the daily time-table is as necessary\nas rigour in implementing the annual  calendar so that the required\nnumber of teaching days are actually devoted to teaching. The\nmethods used for teaching and evaluation will also determine how\neffective this textbook proves for making children’s life at school a\nhappy experience, rather than a source of stress or boredom.\nSyllabus designers have tried to address the problem of curricular\nburden by restructuring and reorienting knowledge at different\nstages with greater consideration for child psychology and the time\navailable for teaching. The textbook attempts to enhance this\nendeavour by giving higher priority and space to opportunities for\ncontemplation and wondering, discussion in small groups, and\nactivities requiring hands-on experience.\nThe National Council of Educational Research and Training\n(NCERT) appreciates the hard work done by the textbook development\ncommittee responsible for this book. We wish to thank the\nChairperson of the advisory committee for textbooks in Social\nSciences, at the higher secondary level, Professor Hari Vasudevan\nand the Chief Advisor for this book, Vibha Parthasarathi for guiding\nForeword\n2020-21",
      "pdfPage": 3,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p4",
    "metadata": {
      "chunk_text": "iv\nthe work of this committee. Several teachers contributed to the\ndevelopment of this textbook; we are grateful to their principals for\nmaking this possible. We are indebted to the institutions and\norganisations which have generously permitted us to draw upon\ntheir resources, material and personnel. We are especially grateful\nto the members of the National Monitoring Committee, appointed\nby the Department of Secondary and Higher Education, Ministry of\nHuman Resource Development under the Chairpersonship of\nProfessor Mrinal Miri and Professor G.P. Deshpande, for their\nvaluable time and contribution. As an organisation committed to\nsystemic reform and continuous improvement in the quality of its\nproducts, NCERT welcomes comments and suggestions which will\nenable us to undertake further revision and refinement.\nDirector\nNew Delhi\nNational Council of Educational\n20 November 2006\nResearch and Training\niv\n2020-21",
      "pdfPage": 4,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p5",
    "metadata": {
      "chunk_text": "v\nCHAIRPERSON, ADVISORY COMMITTEE FOR TEXTBOOKS IN SOCIAL SCIENCE\nAT THE UPPER PRIMARY LEVEL\nHari Vasudevan, Professor, Department of History, University\nof Calcutta, Kolkata\nCHIEF ADVISOR\nVibha Parthasarathi, Principal (Retd.), Sardar Patel Vidyalaya,\nNew Delhi\nMEMBERS\nAnindita Sarkar, Lecturer, Miranda House, Delhi University, Delhi\nAnshu, Reader, Kirorimal College, Univeristy of Delhi, Delhi\nEkta Sindhu, PGT, Indus Public School, Rohtak\nMehar Singh, PGT, St. Mary’s School, Dwarka\nRekha Lohan, PGT, Motilal Nehru School of  Sports, Rai\nSamita Dasgupta, PGT, Anandalaya, Anand, Gujarat\nSyamala Srivatsa, TGT, Sardar Patel Vidyalaya, New Delhi\nMEMBER–COORDINATOR\nTannu Malik, Lecturer, Department of Education in Social Sciences\nand Humanities, NCERT, New Delhi\n2020-21",
      "pdfPage": 5,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p6",
    "metadata": {
      "chunk_text": "vi\nAcknowledgements\nThe National Council of Educational Research and Training\nacknowledges the contributions of Daulat Patel, Teacher (Retd.),\nSardar Patel Vidyalaya, New Delhi; Swagata Basu, Lecturer, SSV\n(PG) College, Hapur and Shipra Nair, Darjiling in the development\nof this textbook.\nAcknowledgements are also due to Savita Sinha, Professor and\nHead , Department of Education in Social Sciences and Humanities,\nNCERT for her valuable support at every stage of preparation of\nthis textbook.\nThe Council is also grateful to the individuals and organisations\nas listed below for providing various photographs, illustrations and\nactivity used in this textbook:\nAnshu, Reader, Kirorimal College, Delhi for photographs on page\n14,18, 55,61,62, 67, 76 and Fig. 3.8, 6.2, 6.5, 6.6, 6.9, 6.10, 6.15,\n7.7, 8.4, 8.5, 8.6, 8.11, 8.12 and 9.3; Seema Mathur, Reader, Sri\nAurobindo College (Evening), New Delhi for Fig. 6.7, 6.12 and 7.1;\nKrishan Sheoran from Austria for a photograph on page 55, Fig.\n6.13(a), 7.2, 7.3 and 7.5; Gitanjali Tahlan and Parikshit Tahlan\nfrom Rohtak for photographs on page 15, 61, Fig. 5.3, and 6.13(b);\nR. Pelisson, Sahara Met for Fig. 10.1; Shveta Uppal, NCERT for\nphotographs on page 1, 5, 18 and Fig. 6.3, 7.4 and 7.8; Kalyan\nBanerjee, NCERT for a photograph on page 18, Fig. 6.1 and 7.9;\nITDC/Ministry of Tourism, Govt. of India for pictures on page 9, 76\nand Fig. 3.9, 6.8, 7.6, 8.7, 8.9, 8.10, 8.13, 8.14, 9.5 and 9.6; DMD/\nMinistry of Home Affairs, Govt. of India for photographs on page 25,\n35 and Fig. 3.3; Bluefish for photographs on page 9, 55, 61, Fig.\n6.1, 7.6 and Directorate of Extension, Ministry of Agriculture, Govt.\nof India for a photograph on page 48; Times of India, New Delhi for\nnews on page. 21, 33 and 50; Social Science Textbook for Class VII,\npart II (NCERT, 2005) for Fig. 6.11, 8.3 and Centre for Environmental\nEducation, Ahmedabad for an activity on page 32.\nThe Council also gratefully acknowledges the contribution of\nAnil Sharma, DTP Operator; Ajay Singh, Copy Editor and Dinesh\nKumar, Incharge, Computer Station who have helped in giving a\nfinal shape to this textbook. The contribution of the Publication\nDepartment, NCERT is also duly acknowledged.\n2020-21",
      "pdfPage": 6,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p7",
    "metadata": {
      "chunk_text": "vii\nThe following are applicable to all the maps of India used in this textbook\n1.\n© Government of India, Copyright 2006\n2.\nThe responsibility for the correctness of internal details rests with the\npublisher.\n3.\nThe territorial waters of India extend into the sea to a distance of twelve\nnautical miles measured from the appropriate base line.\n4.\nThe administrative headquarters of Chandigarh, Haryana and Punjab are\nat Chandigarh.\n5.\nThe interstate boundaries amongst Arunachal Pradesh, Assam and\nMeghalaya shown on this map are as interpreted from the “North-Eastern\nAreas (Reorganisation) Act.1971,” but have yet to be verified.\n6.\nThe external boundaries and coastlines of India agree with the Record/Master\nCopy certified by Survey of India.\n7.\nThe state boundaries between Uttaranchal & Uttar Pradesh, Bihar &\nJharkhand and Chhattisgarh & Madhya Pradesh have not been verified by\nthe Governments concerned.\n8.\nThe spellings of names in this map, have been taken from various sources.\nvii\n2020-21",
      "pdfPage": 7,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p8",
    "metadata": {
      "chunk_text": "2020-21",
      "pdfPage": 8,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p9",
    "metadata": {
      "chunk_text": "Contents\nFOREWORD\niii\nChapter 1\nEnvironment\n1 – 6\nChapter 2\nInside Our Earth\n7 – 11\nChapter 3\nOur Changing Earth\n12 – 19\nChapter 4\nAir\n20 – 29\nChapter 5\nWater\n30 – 38\nChapter 6\nNatural Vegetation and Wildlife\n39 – 46\nChapter 7\nHuman Environment–Settlement,\nTransport and Communication\n47 – 54\nChapter 8\nHuman Environment Interactions\nThe Tropical and the Subtropical Region\n55 – 64\nChapter 9\nLife in the Deserts\n65 – 71\nAPPENDIX\n2020-21",
      "pdfPage": 9,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p10",
    "metadata": {
      "chunk_text": "x\n2020-21",
      "pdfPage": 10,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p11",
    "metadata": {
      "chunk_text": "After the long vacation, when Ravi started going to school\nagain, he noticed that the only playground next to his school\nwas dug up. People said that a huge building with many\nflats will be constructed there. Ravi was almost in tears,\nwhen he realised that the big playground with its soft\ngrass, marigolds and butterflies is gone for ever. He shared\nhis feelings with his classmates. In the assembly, the\nPrincipal too sadly observed, “See how our environment\nis changing.”\nIn the class Ravi asked his teacher, “What is\nenvironment?” “Whatever you see in your surroundings,”\nsaid the teacher.\nRavi thought aloud, “That means, the school building,\ntables, chairs in the classroom, even that open field, the\nroad, the garbage, my friends – all are parts of our\nenvironment”!\n“Yes” said the teacher, “but wait….. Some objects are\ncreated by nature – for example, mountains, rivers, trees,\nanimals. Others are made by people – for example roads,\ncars, clothes, books”.\nNow work in pairs. Make a list with your classmate\nsitting next to you, of the creations of nature and by\nhuman beings.\nEnvironment is our\nbasic life support\nsystem. It provides\nthe air we breath, the\nwater we drink, the\nfood we eat and the\nland where we live.\nHow do human\nbeings modify this\nnatural environment?\nThe car fumes pollute\nthe air, water is\ncollected in a pot,\nfood is served in\nvessels and land is\nused to build\nfactories.\nHuman beings\nmake cars, mills,\nfactories and\nmanufacture\ncontainers. This is\nhow human beings\nmodify natural\nenvironment.\n1 Environment\nRavi, Paramjeet, Jessy, Mustafa, Asha were all excited\nabout making the list. “Why is our environment changing?”\nasked Iqbal. “It’s all because of our needs. They are\n2020-21",
      "pdfPage": 11,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p12",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nNatural\nHuman\nmade\nHuman\nmade\nHuman\nComponents\nof\nEnvironment\nWater\n(Hydrosphere)\nAir\n(Atmosphere)\nLand\n(Lithosphere)\nLiving Things\n(Biosphere)\nParks\nBuildings\nBridges\nRoads\nIndustries\nMonuments\nIndividual\nFamily\nCommunity\nReligion\nEducational\nEconomic\nPolitical\nSituation\nFig. 1.1: Components of Environment\nincreasing day by day; we are therefore modifying and\nat times even destroying our natural surroundings”, the\nteacher replied.\nFrom the above conversation you\nunderstand that the place, people, things and\nnature that surround any living organism is\ncalled environment. It is a combination of\nnatural and human made phenomena. While\nthe natural environment refers to both biotic\nand abiotic conditions existing on the earth,\nBiotic\nThe world of\nliving\norganisms.\ne.g. plants\nand animals.\nAbiotic\nThe world of\nnon-living\nelements.\ne.g. land.\n2020-21",
      "pdfPage": 12,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 2,
      "imagePath": "db/geography7/figures/page_12.png"
    }
  },
  {
    "id": "geo7_p13",
    "metadata": {
      "chunk_text": "ENVIRONMENT\nLet’s do\nFig. 1.2: Domains of the Environment\nHydrosphere\nLithosphere\nBiosphere\nAtmosphere\nLet’s do\nhuman environment reveals the activities, creations and\ninteractions among human beings.\nNATURAL ENVIRONMENT\nLand, water, air, plants and animals comprise the natural\nenvironment. You are familiar with the meaning of\nlithosphere, hydrosphere, atmosphere and biosphere\nfrom your previous class. Let us learn some more facts\nabout these domains.\nLithosphere is the solid crust or the hard top layer of\nthe earth. It is made up of rocks and minerals and covered\nby a thin layer of soil. It is an irregular surface with\nvarious landforms such as mountains, plateaus, plains,\nvalleys, etc. Landforms are found over the continents\nand also on the ocean floors.\nLithosphere is the domain that provides us forests,\ngrasslands for grazing, land for agriculture and human\nsettlements. It is also a source of mineral wealth.\nLook at your\nsurroundings. Make a\nlist of uses that the\nland in your\nneighbourhood is\nbeing put to.\nLet’s do\nWhere does the water\nyou use in your home\nand school come\nfrom? Make a list of\ndifferent uses of\nwater in our daily life.\nHave you seen anyone\nwasting water? How?\nObserve the sky while\ncoming to school.\nMake a note whether\nthe day is cloudy,\nrainy, sunny, foggy etc.\nThe domain of water is referred to as hydrosphere. It\ncomprises various sources of water and different types of\nwater bodies like rivers, lakes, seas, oceans, etc. It is\nessential for all living organisms.\nThe atmosphere is the thin layer of air that\nsurrounds the earth. The gravitational force of the\nearth holds the atmosphere around it. It protects us\nWord Origin\nEnvironment: French\nword Environer/\nEnvironner meaning\n“neighbourhood”.\n2020-21",
      "pdfPage": 13,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_13.png"
    }
  },
  {
    "id": "geo7_p14",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nGlossary\nFig. 1.3: A Pond Ecosystem\nfrom the harmful rays and scorching heat of the sun.\nIt consists of a number of gases, dust and water vapour.\nThe changes in the atmosphere produce changes in\nthe weather and climate.\nPlant and animal kingdom together make biosphere\nor the living world. It is a narrow zone of the earth\nwhere land, water and air interact with each other to\nsupport life.\nWhat is ecosystem?\nAt an NCC camp that Ravi’s class was attending, Jessy\nexclaimed, “What a heavy downpour.  It reminds me of\nmy home in Kerala. You should come and see how it\npours and pours and pours over the lush green fields\nand coconut plantations.”\nHeera from Jaisalmer exclaimed, “We get no rains.\nWe see only ‘kikar’ and sand, as far as the eyes can\nsee.” “But you also find camels”, said Ravi.\nLet’s do\nSketch or bring\nphotographs of your\nplace like the\nstudents in the story.\nEcosystem: It is a\nsystem formed by the\ninteraction of all\nliving organisms with\neach other and with\nthe physical and\nchemical factors of\nthe environment in\nwhich they live, all\nlinked by transfer of\nenergy and material.\n2020-21",
      "pdfPage": 14,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 4,
      "imagePath": "db/geography7/figures/page_14.png"
    }
  },
  {
    "id": "geo7_p15",
    "metadata": {
      "chunk_text": "ENVIRONMENT\nGlossary\nLet’s do\nBarter System:\nIt is a trade in which\ngoods are exchanged\nwithout the use of\nmoney.\nTalk to some elderly\nperson in your\nneighbourhood and\ncollect information\nabout–\n• The trees in his/\nher neighbourhood\nwhen he/ she was\nyour age.\n• The indoor games\nhe/she played.\n• His/her favourite\nfruit at your age.\n• How did they make\nthemselves\ncomfortable during\nhot summers and\ncold   winters?\nDisplay your answers\non a wall/bulletin\nboard.\nHeera says, “Not just camels. If you visit our desert,\nyou will see snakes, lizards and many insects too.”\nRavi wondered, “Why do the animals, the vegetation\nand the way people live vary from place to place? Are\nthey all related to each other?”\n“Oh yes, very much so”, the teacher replied.\nAll plants, animals and human beings depend on\ntheir immediate surroundings. Often they are also\ninterdependent on each other. This relation between the\nliving organisms, as well as the relation between the\norganisms and their surroundings form an ecosystem.\nThere could be an ecosystem of large rain forest,\ngrassland, desert, mountains, lake, river, ocean and even\na small pond.\nDo you think the park in which Ravi and his friends\nplayed formed an ecosystem?\nHUMAN ENVIRONMENT\nHuman beings interact with the environment and modify\nit according to their need. Early humans adapted\nthemselves to the natural surroundings. They led a\nsimple life and fulfilled their requirements from the\nnature around them. With time needs grew and became\nmore varied. Humans learn new ways to use and change\nenvironment. They learn to grow crops, domesticate\nanimals and lead a settled life. The wheel was invented,\nsurplus food was produced, barter system emerged, trade\nstarted and commerce developed. Industrial revolution\nenabled large scale production. Transportation became\nfaster. Information revolution made communication\neasier and speedy across the world.\nHave you ever thought why you love eating a juicy\nwatermelon in summer and hot roasted peanuts in\nwinter? A perfect balance is necessary between the\nnatural and human environment. Humans must learn\nto live and use their environment in a harmonious way.\nNurie, a girl from Mizoram from Ravi’s class often talks\nabout the lush green surroundings of her place. Seeing\nRavi upset at having lost his playground, Nurie invited\nhim to visit her home state during the coming vacation.\nRavi’s teacher asked the students to draw the landscape,\nhouses and activities of the people and places they visit\nduring the holidays.\nDo you know?\nOn 5 June every year\nthe World Environment\nDay is celebrated.\n2020-21",
      "pdfPage": 15,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p16",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\n1.\nAnswer the following questions.\n(i) What is an ecosystem?\n(ii) What do you mean by natural environment?\n(iii) Which are the major components of the environment?\n(iv) Give four examples of human made environment.\n(v) What is lithosphere?\n(vi) Which are the two major components of biotic environment?\n(vii) What is biosphere?\n2.\nTick the correct answer.\n(i) Which is not a natural ecosystem?\n(a) Desert\n(b) Aquarium\n(c) Forest\n(ii) Which is not a component of human environment?\n(a) Land\n(b) Religion\n(c) Community\n(iii) Which is a human made environment?\n(a) Mountain\n(b) Sea\n(c) Road\n(iv) Which is a threat to environment?\n(a) Growing plant\n(b) Growing population\n(c) Growing crops\n3.\nMatch the following.\n(i) Biosphere\n(a) blanket of air which surrounds the earth\n(ii) Atmosphere\n(b) domain of water\n(iii) Hydrosphere\n(c) gravitational force of the earth\n(iv) Environment\n(d) our surroundings\n(e) narrow zone where land water and air interact\n(f)\nrelation between the organisms and their surroundings\n4.\nGive reasons.\n(i) Man modifies his environment\n(ii) Plants and animals depend on each other\n5.\nActivity.\nImagine an ideal environment where you would love to live. Draw the picture of\nyour ideal environment.\nExercises\n2020-21",
      "pdfPage": 16,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 6
    }
  },
  {
    "id": "geo7_p17",
    "metadata": {
      "chunk_text": "The earth, our homeland is a dynamic planet. It is\nconstantly undergoing changes inside and outside. Have\nyou ever wondered what lies in the interior of the earth?\nWhat is the earth made up of?\nINTERIOR OF THE EARTH\nJust like an onion, the\nearth is made up of\nseveral\nconcentric\nlayers with one inside\nanother (Fig. 2.1). The\nuppermost layer over\nthe earth’s surface is\ncalled the crust. It is the\nthinnest of all the\nlayers. It is about 35 km.\non the continental\nmasses and only 5 km.\non the ocean floors.\nThe\nmain\nmineral\nconstituents\nof\nthe\ncontinental mass are\nsilica and alumina. It is\nthus called sial (si-silica\nand al-alumina). The\noceanic crust mainly\nconsists of silica and\nmagnesium; it is therefore\ncalled sima (si-silica and\nma-magnesium) (Fig. 2.2).\nJust beneath the crust\nis the mantle which\nextends up to a depth of\n2900 km. below the crust.\n2 Inside Our Earth\nDo you know?\n• The deepest mine in\nthe world, is in\nSouth Africa. It is\nabout 4 km. deep. In\nsearch for oil\nengineers have dug a\nhole about 6 km.\ndeep.\n• To reach to the\ncentre of the earth\n(which is not\npossible!) you will\nhave to dig a hole\n6000 km. deep on\nthe ocean floor.\nCrust\nLithosphere\nCore-mantle\nboundary\nMantle\nOuter\ncore\nInner core\nFig. 2.1: Interior of the Earth\nContinental\nCrust\nFig. 2.2: Continental Crust and Oceanic Crust\nContinent\nOcean\nOceanic\nCrust\n2020-21",
      "pdfPage": 17,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_17.png"
    }
  },
  {
    "id": "geo7_p18",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nGlossary\nThe innermost layer is the core with a radius of about\n3500 km. It is mainly made up of nickel and iron and is\ncalled nife (ni – nickel and fe – ferrous i.e. iron). The\ncentral core has very high temperature and pressure.\nROCKS AND MINERALS\nThe earth’s crust is made up of various types of rocks.\nAny natural mass of mineral matter that makes up the\nearth’s crust is called a rock. Rocks can be of different\ncolour, size and texture.\nThere are three major types of rocks: igneous rocks,\nsedimentary rocks and metamorphic rocks.\nWhen the molten magma cools, it becomes solid.\nRocks thus formed are called igneous rocks. They are\nalso called primary rocks. There are two types of igneous\nrocks: intrusive rocks and extrusive rocks.\nCan you imagine lava coming out from the volcanoes?\nLava is actually fiery red molten magma coming out from\nthe interior of the earth on its surface. When this molten\nlava comes on the earth’s surface, it rapidly cools down\nand becomes solid. Rocks formed in such a way on the\ncrust are called extrusive igneous rocks. They have a\nvery fine grained structure. For example, basalt. The\nDeccan plateau is made up of basalt rocks. Sometimes\nthe molten magma cools down deep inside the earth’s\ncrust. Solid rocks so formed are called intrusive igneous\nrocks. Since they cool down slowly they form large\ngrains. Granite is an example of such a rock. Grinding\nstones used to prepare paste/powder of spices and grains\nare made of granite.\nRocks roll down, crack, and hit each other and are\nbroken down into small fragments. These smaller particles\nare called sediments. These sediments are transported\nand deposited by wind, water, etc. These loose\nsediments are compressed and hardened to form\nlayers of rocks. These types of rocks are called\nsedimentary rocks. For example, sandstone is\nmade from grains of sand. These rocks may also\ncontain fossils of plants, animals and other micro-\norganisms that once lived on them.\nIgneous and sedimentary rocks can change\ninto metamorphic rocks under great heat and\npressure (Fig. 2.3). For example, clay changes into\nslate and limestone into marble.\nFig. 2.3: Sedimentary rock turned\ninto a Metamorphic rock\nFossils: The remains\nof the dead plants and\nanimals trapped in\nthe layers of rocks are\ncalled fossils.\nWord Origin\nIgneous: Latin word\nIgnis meaning fire.\nSedimentary: Latin\nword sedimentum\nmeaning settle down.\nMetamorphic: Greek\nword metamorphose\nmeaning change of form.\nDo you know?\n• The crust forms only\n1 per cent of the\nvolume of the earth,\n84 per cent consists\nof the mantle and\n15 per cent makes\nthe core.\n• The radius of the\nearth is 6371 km.\n2020-21",
      "pdfPage": 18,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 8,
      "imagePath": "db/geography7/figures/page_18.png"
    }
  },
  {
    "id": "geo7_p19",
    "metadata": {
      "chunk_text": "INSIDE OUR EARTH\nLet’s do\nThe Taj Mahal is made of white marble\nThe Red Fort is made of red sandstone\nCollect pictures of some monuments and find out which are the rocks\nused to build them. Two pictures have been collected for you.\nRocks are very useful to us. The hard rocks are used\nfor making roads, houses and buildings. You use stones\nin many games. For example, seven stones (pitthoo), hop-\nscotch (stapu/kit kit), five stones (gitti). Find out some\nmore such games by asking your grand parents, parents,\nneighbours, etc.\nYou will be surprised to know that one type of rock\nchanges to another type under certain conditions in a\ncyclic manner. This process of transformation of the rock\nfrom one to another is known as the rock cycle. You\nhave already learnt when the\nmolten magma cools; it solidifies\nto become igneous rock. These\nigneous rocks are broken down\ninto small particles that are\ntransported and deposited to\nform sedimentary rocks. When\nthe igneous and sedimentary\nrocks are subjected to heat\nand pressure they change\ninto metamorphic rocks. The\nmetamorphic rocks which are still\nunder great heat and pressure\nmelt down to form molten magma.\nThis molten magma again can\ncool down and solidify into\nigneous rocks (Fig. 2.4).\nFig. 2.4: Rock Cycle\n2020-21",
      "pdfPage": 19,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_19.png"
    }
  },
  {
    "id": "geo7_p20",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nLet’s do\nWhat are the\nminerals found in\nyour state?\nCollect some samples\nto show in your class.\n1.\nAnswer the following questions.\n(i) What are the three layers of the earth?\n(ii) What is a rock?\n(iii) Name three types of rocks.\n(iv) How are extrusive and intrusive rocks formed?\n(v) What do you mean by a rock cycle?\n(vi) What are the uses of rocks?\n(vii) What are metamorphic rocks?\n2.\nTick the correct answer.\n(i) The rock which is made up of molten magma is\n(a) Igneous\n(b) Sedimentary\n(c) Metamorphic\n(ii)  The innermost layer of the earth is\n(a) Crust\n(b) Core\n(c) Mantle\n(iii) Gold, petroleum and coal are examples of\n(a) Rocks\n(b) Minerals\n(c) Fossils\n(iv) Rocks which contain fossils are\n(a) Sedimentary rocks\n(b) Metamorphic rocks\n(c) Igneous rocks\n(v) The thinnest layer of the earth is\n(a) Crust\n(b) Mantle\n(c)  Core\n3.\nMatch the following.\n(i) Core\n(a) Earth’s surface\n(ii) Minerals\n(b) Used for roads and buildings\n(iii) Rocks\n(c) Made of silicon and alumina\n(iv) Clay\n(d) Has definite chemical composition\n(v) Sial\n(e) Innermost layer\n(f)\nChanges into slate\n(g) Process of transformation of the rock\nRocks are made up of different minerals. Minerals\nare naturally occurring substances which have certain\nphysical properties and definite chemical composition.\nMinerals are very important to humankind. Some are\nused as fuels. For example, coal, natural gas and\npetroleum. They are also used in industries – iron,\naluminium, gold, uranium, etc, in medicine, in\nfertilisers, etc.\nExercises\n2020-21",
      "pdfPage": 20,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 10
    }
  },
  {
    "id": "geo7_p21",
    "metadata": {
      "chunk_text": "INSIDE OUR EARTH\n4.\nGive reasons.\n(i) We cannot go to the centre of the earth.\n(ii) Sedimentary rocks are formed from sediments.\n(iii) Limestone is changed into marble.\n5.\nFor fun.\n(i) What are the minerals most commonly used in the following objects?\n(ii) Identify some more objects made up of different minerals.\nKarhai\nOrnaments\nPan/Tava\nBell\nHammer\nLamp\n2020-21",
      "pdfPage": 21,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p22",
    "metadata": {
      "chunk_text": "Activity\nTake a small coloured\npaper pellet and put it\nin a beaker\nhalf filled\nwith water.\nPlace the\nbeaker on a\ntripod stand\nand heat it. As the\nwater warms up, you\nwill observe that the\npaper pellet is moving\nupward along with the\nwarm layers of water\nand then\nsinks back\nalong with\nthe cooler\nlayers of water. The\nmolten magma inside\nthe earth moves in a\nsimilar manner.\nThe lithosphere is broken into a number of plates known\nas the Lithospheric plates. You will be surprised to know\nthat these plates move around very slowly – just a few\nmillimetres each year. This is because of the movement\nof the molten magma inside the earth. The molten magma\ninside the earth moves in a circular manner as shown in\nthe activity.\nThe movement of these plates causes changes on the\nsurface of the earth. The earth movements are divided\non the basis of the forces which cause them. The forces\nwhich act in the interior of the earth are called as\nEndogenic forces and the forces that work on the surface\nof the earth are called as Exogenic forces (Fig. 3.1).\n3 Our Changing Earth\nGlossary\nLithospheric plates:\nThe earth’s crust\nconsists of several\nlarge and some small,\nrigid, irregularly-\nshaped plates (slabs)\nwhich carry\ncontinents and the\nocean floor.\nFig. 3.1: Evolution of Landforms\nEarth movements\nEndogenic forces\nExogenic forces\nSudden forces\nDiastrophic forces\nErosional and Depositional\nBuilding mountains\nEarthquake\nVolcano\nLandslides\nRiver\nWind\nSea-waves\nGlaciers\nEndogenic forces sometimes produce sudden movements\nand at the other times produce slow movements. Sudden\nmovements like earthquakes and volcanoes cause mass\ndestruction over the surface of the earth.\n2020-21",
      "pdfPage": 22,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_22.png"
    }
  },
  {
    "id": "geo7_p23",
    "metadata": {
      "chunk_text": "Crater\nLava\ntube\nVent\nLava\nGases and ash\nCrust\nMantle\nMagma\nChamber\nWord Origin\nFig. 3.2: A Volcano\nEpicentre\nSeismic waves radiate\nout in all directions\nPlate boundary\nFocus – this is where the\nearthquake occurs. It is the\norigin of the seismic energy\nA volcano is a vent (opening) in the\nearth’s crust through which molten\nmaterial erupts suddenly (Fig. 3.2).\nFig. 3.3: Origin of an Earthquake\nActivity\nTake a container, fill\nit with water and\nclose it with a lid. Put\nthe water to boil. Now\nput some peas, spoon\nand beads on top on\nthe lid. What do you\nnotice? As the water\nboils the lid begins to\nshake. The things\nwhich you have put\non the lid also\nvibrate. The beads roll\ndown and the spoon\nvibrates to make a\nsound. In the same\nmanner, the earth\nvibrates when an\nearthquake occurs.\nDo you know?\nThere are three types\nof earthquake waves:\n1. P waves or\nlongitudinal waves\n2. S waves or\ntransverse waves\n3. L waves or surface\nwaves\nTry to find out the\nproperties of these\nwaves from an\nencyclopedia.\nSimilarly, when the Lithospheric plates move, the\nsurface of the earth vibrates. The vibrations can travel\nall round the earth. These vibrations are called\nearthquakes (Fig. 3.3). The place in the crust where the\nmovement starts is called the focus. The place on the\nsurface above the focus is called the epicentre.\nVibrations travel outwards from the epicentre as waves.\nGreatest damage is usually closest to the epicentre and\nthe strength of the earthquake decreases away from\nthe centre.\nEndo\n(inside)\nExo\n(outside)\nEndogenic\nExogenic\n+ genic\n(origin)\nOUR CHANGING EARTH\n.\n2020-21",
      "pdfPage": 23,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_23.png"
    }
  },
  {
    "id": "geo7_p24",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nActivity\nDo you know?\nAn earthquake is\nmeasured with a\nmachine called a\nseismograph. The\nmagnitude of the\nearthquake is\nmeasured on the\nRichter scale. An\nearthquake of 2.0 or\nless can be felt only a\nlittle. An earthquake\nover 5.0 can cause\ndamage from things\nfalling. A 6.0 or\nhigher magnitude is\nconsidered very\nstrong and 7.0 is\nclassified as a major\nearthquake.\nA Seismograph\nEARTHQUAKE PREPAREDNESS\nWhere to take shelter during an earthquake —\nSafe Spot – Under a kitchen counter, table or desk,\nagainst an inside corner or wall.\nStay Away from – Fire places, areas around chimneys,\nwindows that shatter including mirrors and picture\nframes.\nBe Prepared – Spread awareness amongst your friends\nand family members and face any disaster confidently.\nFig. 3.3a: Destruction\ncaused by an Earthquake\nin Gujarat\n1. Read the ‘Earthquake – A case study’ given in the\nform of headlines that appeared in the newspapers\nafter the quake. Arrange the events in the right\nsequence of their happening.\n2. Imagine if a quake suddenly shook in the middle of\nthe school day, where would you go for safety?\nAlthough earthquakes cannot be predicted, the\nimpact can certainly be minimised if we are prepared\nbefore-hand.\nSome common earthquake prediction methods\nadopted locally by people include studying animal\nbehaviour; fish in the ponds get agitated, snakes come\nto the surface.\nEARTHQUAKE  HITS  BHUJ\nA massive earthquake measuring 6.9 on Richter\nscale hit Bhuj Town on 26th January 2001.\nFire in the city\nHundreds of fires\nstarted as charcoal,\ncookers overturned.\nEmergency declared\nin quake zone\nThe President declares\na state of emergency.\nAtleast 971 students\nand 31 teachers are\nfeared to have lost\ntheir lives following\nthe collapse of\nschool buildings.\nSchool worst\naffected\nCM’S APPEAL TO THE CENTRE\nGujarat appeals for\nfinancial help. The\nChief Minister of\nGujarat has launched\nan appeal for the\nCentre to deal with\nthe disaster.\nDestruction of Bhuj\nPhone\nlines,\nwater\npipelines and power\nstations transmission\nlines were knocked out.\nBHUJ RELIEF EFFORT\nBLIGHTED..\nThree days after the\nquake, concern rose\nabout food, blankets\nand medical supplies\nnot reaching everyone.\nEarthquake – A Case Study\n2020-21",
      "pdfPage": 24,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 14
    }
  },
  {
    "id": "geo7_p25",
    "metadata": {
      "chunk_text": "OUR CHANGING EARTH\nFig. 3.5: Features made by a river in a flood plain\nDo you know?\nMAJOR LAND FORMS\nThe landscape is being continuously worn away by two\nprocesses – weathering and erosion. Weathering is the\nbreaking up of the rocks on the earth’s surface. Erosion\nis the wearing away of the landscape by different agents\nlike water, wind and ice. The eroded material is carried\naway or transported by water, wind, etc. and eventually\ndeposited. This process of erosion and deposition create\ndifferent landforms on the surface of the earth.\nWork of a River\nThe running water in the river erodes the landscape. When\nthe river tumbles at steep angle over very hard rocks or\ndown a steep valley side it forms a waterfall (Fig. 3.4).\n•  There are\nthousands of small\nwaterfalls in the\nworld. The highest\nwaterfall is Angel\nFalls of Venezuela\nin South America.\nThe other waterfalls\nare Niagara falls\nlocated on the\nborder between\nCanada and USA in\nNorth America and\nVictoria Falls on\nthe borders of\nZambia and\nZimbabwe in Africa.\nThe Niagra falls\nHard rock\nSofter rock undercut\nby the power of\nthe water\nFig. 3.4: Waterfall\nAs the river enters the plain it twists and turns forming\nlarge bends known as meanders. Due to continuous\nerosion and deposition along the sides of the meander,\nthe ends of the meander loop come closer\nand closer. In due course of time the\nmeander loop cuts off from the river and\nforms a cut-off lake, also called an ox-bow\nlake. At times the river overflows its banks.\nThis leads to the flooding of the\nneighbouring areas. As it floods, it\ndeposits layers of fine soil and other\nmaterial called sediments along its\nbanks. This leads to the formation\nof a flat fertile floodplain. The raised\nbanks are called levees. As the river\napproaches the sea, the speed of the\nflowing water decreases and the\n2020-21",
      "pdfPage": 25,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 15,
      "imagePath": "db/geography7/figures/page_25.png"
    }
  },
  {
    "id": "geo7_p26",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nriver begins to break up\ninto a number of streams\ncalled distributaries. The\nriver becomes so slow that\nit begins to deposit its load.\nEach distributary forms its\nown mouth. The collection\nof sediments from all the\nmouths forms a delta.\nWork of Sea Waves\nThe erosion and deposition of\nthe sea waves gives rise to\ncoastal landforms. Seawaves\ncontinuously strike at the\nrocks. Cracks develop. Over\ntime they become larger and\nwider. Thus, hollow like caves\nare formed on the rocks. They\nare called sea caves. As these\ncavities become bigger and\nbigger only the roof of the\ncaves remain, thus forming sea\narches. Further, erosion\nbreaks the roof and only walls\nare left. These wall like features are called stacks.\nThe steep rocky coast rising almost vertically above\nsea water is called sea cliff. The sea waves deposit\nsediments along the shores forming beaches.\nWork of Ice\nGlaciers are “rivers of ice” which\ntoo erode the landscape by\nbulldozing soil and stones to\nexpose the solid rock below.\nGlaciers carve out deep hollows\nthere. As the ice melts they get\nfilled up with water and become\nbeautiful\nlakes\nin\nthe\nmountains. The material carried\nby the glacier such as rocks big\nand small, sand and silt gets\ndeposited. These deposits form\nglacial moraines.\nLet’s do\nFind out the names of\na few rivers of the\nworld that form a\ndelta.\nFig. 3.8: A Glacier\nMain river\nDistributary\nFig. 3.6: A Delta\nSea Cave\nSea Arch\nStack\nFig. 3.7: Features made by sea waves\n2020-21",
      "pdfPage": 26,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 16,
      "imagePath": "db/geography7/figures/page_26.png"
    }
  },
  {
    "id": "geo7_p27",
    "metadata": {
      "chunk_text": "OUR CHANGING EARTH\nWork of wind\nHave you ever visited a desert? Try to collect some\npictures of sand dunes.\nAn active agent of erosion and deposition in the deserts\nis wind. In deserts you can see rocks in the shape of a\nmushroom, commonly called mushroom rocks. Winds\nerode the lower section of the rock more than the upper\npart. Therefore, such rocks have narrower base and wider\ntop. When the wind blows, it lifts and transports sand\nfrom one place to another. When it stops blowing the\nsand falls and gets deposited in low hill – like structures.\nThese are called sand dunes (Fig. 3.9). When the grains\nof sand are very fine and light, the wind can carry it over\nvery long distances. When such sand is deposited in\nlarge areas, it is called loess. Large deposits of loess is\nfound in China.\nFig. 3.9: Sand Dunes\nExercises\n1.\nAnswer the following questions.\n(i) Why do the plates move?\n(ii) What are exogenic and endogenic forces?\n(iii) What is erosion?\n(iv) How are flood plains formed?\n(v) What are sand dunes?\n(vi) How are beaches formed?\n(vii) What are ox bow lakes?\n2.\nTick the correct answer.\n(i) Which is not an erosional feature of sea waves?\n(a) Cliff\n(b) Beach\n(c) Sea cave\n(ii) The depositional feature of a glacier is:\n(a) Flood plain\n(b) Beach\n(c) Moraine\n(iii) Which is caused by the sudden movements of the earth?\n(a) Volcano\n(b) Folding\n(c) Flood plain\n(iv) Mushroom rocks are found in:\n(a) Deserts\n(b) River valleys\n(c) Glaciers\n(v) Ox bow lakes are found in:\n(a) Glaciers\n(b) River valleys\n(c) Deserts\n2020-21",
      "pdfPage": 27,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 17,
      "imagePath": "db/geography7/figures/page_27.png"
    }
  },
  {
    "id": "geo7_p28",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\n3.\nMatch the following.\n(i) Glacier\n(a) Sea shore\n(ii) Meanders\n(b) Mushroom rock\n(iii) Beach\n(c) River of ice\n(iv) Sand dunes\n(d) Rivers\n(v) Waterfall\n(e) Vibrations of earth\n(vi) Earthquake\n(f)\nSea cliff\n(g) Hard bed rock\n(h) Deserts\n4.Give reasons.\n(i) Some rocks have a shape of a mushroom.\n(ii) Flood plains are very fertile.\n(iii) Sea caves are turned into stacks.\n(iv) Buildings collapse due to earthquakes.\n5.\nActivity.\nObserve the photographs given below. These are various features made by a\nriver. Identify them and also tell whether they are erosional or depositional or\nlandforms formed by both.\nPhotograph\nName of the\nFeature\nType\n(Erosional or Depositional or Both)\n2020-21",
      "pdfPage": 28,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 18
    }
  },
  {
    "id": "geo7_p29",
    "metadata": {
      "chunk_text": "OUR CHANGING EARTH\nDown\n1. Rise and fall of water caused by friction\nof wind on water surface\n3. Flow of water in a channel\n5. Steep perpendicular face of a rock along\na sea coast\n6. Debris of boulder and coarse material\ncarried by glacier\n8. Crescent shaped lake formed by a\nmeandering river\n10. Fine sand deposited by the action of the wind\n13. Isolated mass of rising steep rock near a\ncoastline\n14. Alluvial tracts of land formed by the river\ndeposits at the mouth of a river\nAcross\n2. Loop like the bend of a river\n4. Solid form of water\n7. Moving mass of ice\n9. Sudden descent of water in the bed of a river\n11. Natural cavity on weak rocks formed by\naction of waves\n12. Embankment on a river that keeps it in\nits channel\n13. Large body of sea water\n14. Dry area where sand dunes are found\n15. Small hill of sand caused by the action\nof the wind\n16. Flat plain formed by river deposits during\ntime of flood\n6.\nFor fun.\nSolve the crossword puzzle with the help of given clues.\n2020-21",
      "pdfPage": 29,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 19
    }
  },
  {
    "id": "geo7_p30",
    "metadata": {
      "chunk_text": "Our earth is surrounded by a huge blanket of air\ncalled atmosphere. All living beings on this earth\ndepend on the atmosphere for their survival. It\nprovides us the air we breathe and protects us from\nthe harmful effects of the sun’s rays. Without this\nblanket of protection, we would be baked alive by the\nheat of the sun during day and get frozen during\nnight. So it is this mass of air that has made the\ntemperature on the earth liveable.\nCOMPOSITION OF THE ATMOSPHERE\nDo you know that the air we take in while breathing is\nactually a mixture of many gases? Nitrogen and oxygen\nare two gases which make up the bulk of the\natmosphere. Carbon\ndioxide,\nhelium,\nozone, argon and\nhydrogen are found\nin lesser quantities.\nApart from these\ngases, tiny dust\nparticles are also\npresent in the air. The\npie chart gives you the\npercentage of different\nconstituents of air (Fig. 4.1).\nNitrogen is the most\nplentiful gas in the air. When\nwe inhale, we take some\namount of nitrogen into our\nlungs and exhale it. But\nplants need nitrogen for their\nsurvival. They can not take\n4 Air\nFig. 4.1: Constituents of Air\nDo you know?\nCarbon dioxide\nreleased in the\natmosphere creates a\ngreen house effect by\ntrapping the heat\nradiated from the\nearth. It is therefore\ncalled a greenhouse\ngas and without it the\nearth would have been\ntoo cold to live in.\nHowever, when its\nlevel in the\natmosphere increases\ndue to factory smoke\nor car fumes, the heat\nretained increases the\ntemperature of the\nearth. This is called\nglobal warming. This\nrise in temperature\ncauses the snow in\ncoldest parts of the\nworld to melt. As a\nresult the sea level\nrises, causing floods in\nthe coastal areas.\nThere may be drastic\nchanges in the climate\nof a place leading to\nextinction of some\nplants and animals in\nthe long run.\n2020-21",
      "pdfPage": 30,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_30.png"
    }
  },
  {
    "id": "geo7_p31",
    "metadata": {
      "chunk_text": "nitrogen directly from the air. Bacteria, that live in the\nsoil and roots of some plants, take nitrogen from the\nair and change its form so that plants can use it.\nOxygen is the second most plentiful gas in the air.\nHumans and animals take oxygen from the air as they\nbreathe. Green plants produce oxygen during\nphotosynthesis. In this way oxygen content in the air\nremains constant. If we cut trees then this balance\ngets disturbed.\nCarbon dioxide is another important gas. Green\nplants use carbon dioxide to make their food and\nrelease oxygen. Humans or animals release carbon\ndioxide. The amount of carbon dioxide released by\nhumans or animals seems to be equal to the amount\nused by the plants which make a perfect balance.\nHowever, the balance is upset by burning of fuels, such\nas coal and oil. They add billions of tons of carbon\ndioxide into the atmosphere each year. As a result, the\nincreased volume of carbon dioxide is affecting the\nearth’s weather and climate.\nRead and Ponder: Is global warming a serious issue in today’s world?\nDo you know?\nWhen air is heated, it\nexpands, becomes\nlighter and goes up.\nCold air is denser and\nheavy. That is why it\ntends to sink down.\nWhen hot air rises,\ncold air from\nsurrounding area\nrushes there to fill in\nthe gap. That is how\nair circulation takes\nplace.\nAIR\n2020-21",
      "pdfPage": 31,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p32",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nSTRUCTURE OF THE ATMOSPHERE\nOur atmosphere is divided into five layers starting from\nthe earth’s surface. These are Troposphere,\nStratosphere, Mesosphere, Thermosphere and\nExosphere (Fig. 4.2).\nTroposphere: This layer is the most important layer of\nthe atmosphere. Its average height is 13 km. The air\nwe breathe exists here.\nAlmost all the weather\nphenomena like rainfall,\nfog and hailstorm occur in\nthis layer.\nStratosphere: Above the\ntroposphere lies the\nstratosphere. It extends up\nto a height of 50 km. This\nlayer is almost free from\nclouds and associated\nweather phenomenon,\nmaking conditions most\nideal for flying aeroplanes.\nOne important feature of\nstratosphere is that it\ncontains a layer of ozone\ngas. We have just learnt\nhow it protects us from\nthe harmful effect of the\nsun rays.\nMesosphere: This is the\nthird\nlayer\nof\nthe\natmosphere. It lies above\nthe stratosphere. It extends\nup to the height of 80 km.\nMeteorites burn up in\nthis layer on entering from\nthe space.\nThermosphere:\nIn\nthermosphere temperature\nrises very rapidly with\nincreasing\nheight.\nIonosphere is a part of this\nlayer. It extends between\nFig. 4.2: Layers of the Atmosphere\n2020-21",
      "pdfPage": 32,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 22,
      "imagePath": "db/geography7/figures/page_32.png"
    }
  },
  {
    "id": "geo7_p33",
    "metadata": {
      "chunk_text": "AIR\nDo you know?\nYou will be surprised\nto know that the\nearth receives only 1\nin 2,000,000,000\nparts of the sun’s\nenergy.\n80-400 km. This layer helps in radio transmission. In\nfact, radio waves transmitted from the earth are reflected\nback to the earth by this layer.\nExosphere: The upper most layer of the atmosphere\nis known as exosphere. This layer has very thin air.\nLight gases like helium and hydrogen float into the\nspace from here.\nWEATHER AND CLIMATE\n“Is it going to rain today?” “Will it be bright and sunny\ntoday?” How many times have we heard this from\nanxious cricket fans speculating the fate of a One Day\nmatch? If we imagine our body to be a radio and the\nmind its speaker, weather is something that fiddles\nwith its control knobs. Weather is this hour-to-hour,\nday to day condition of the atmosphere. A hot or humid\nweather may make one irritable. A pleasant, breezy\nweather may make one cheerful and even plan for an\nouting. Weather can change dramatically from day to\nday. However, the average weather condition of a place\nfor a longer period of time represents the climate of a\nplace. Now do you understand why we have daily\nweather forecasts.\nTemperature\nThe temperature you feel everyday\nis the temperataure of the\natmosphere. The degree of hotness\nand coldness of the air is known\nas temperature.\nThe\ntemperature\nof\nthe\natmosphere changes not only\nbetween day and night but also\nfrom season to season. Summers\nare hotter than winters.\nAn important factor that\ninfluences the distribution of\ntemperature is insolation.\nInsolation is the incoming solar\nenergy intercepted by the earth.\nThe amount of insolation\ndecreases from the equator\ntowards the poles. Therefore, the\nLet’s do\nFor ten days note\ndown weather report\nfrom a local\nnewspaper and\nobserve the changes\noccurring in the\nweather.\nWind Vane: Shows the\ndirection of the wind\nRain Gauge: Measures\nthe amount of rainfall\nThermometer:\nMeasures\nthe temperature\nBarometre: Measures\natmospheric pressure\nFig. 4.3: Weather Instruments\n2020-21",
      "pdfPage": 33,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_33.png"
    }
  },
  {
    "id": "geo7_p34",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\ntemperature decreases in the same manner. Now do\nyou understand why poles are covered with snow? If\nthe earth’s temperature rises too high, it would become\ntoo warm for some crops to grow. Temperature in cities\nis much higher than that of villages. The concrete and\nmetals in buildings and the asaphalt of roads get\nheated up during the day. This heat is released during\nthe night.\nAlso, the crowded high rise buildings of the cities\ntrap the warm air and thus raise the temperature of\nthe cities.\nAir Pressure\nYou will be surprised to know that air above us presses\nus with a great force on our bodies. However, we don’t\neven feel it. This is because the air presses us from all\ndirections and our body exerts a counter pressure.\nAir pressure is defined as the pressure exerted by the\nweight of air on the earth’s surface. As we go up the\nlayers of atmosphere, the pressure falls rapidly. The air\npressure is highest at sea level and decreases with height.\nHorizontally the distribution of air pressure is influenced\nby temperature of air at a given place. In areas where\ntemperature is high the air gets heated and rises. This\ncreates a low-pressure area. Low pressure is associated\nwith cloudy skies and wet weather.\nIn areas having lower temperature, the air is cold. It\nis therefore heavy. Heavy air sinks and creates a high\npressure area. High pressure is associated with clear and\nsunny skies.\nThe air always moves from high pressure areas to low\npressure areas.\nWind\nThe movement of air from high pressure area to low\npressure areas is called wind. You can see wind at work\nas it blows dry leaves down the pavement or uproots\ntrees during a storm. Sometimes when the wind blows\ngently you can even see it blowing away smoke or fine\ndust. At times wind can be so strong that it is difficult\nto walk against it. You must have experienced it is not\neasy to hold an umbrella on a windy day. Think of\nsome other examples when strong winds have created\nDo you know?\nOn the moon there is\nno air and hence no\nair pressure.\nAstronauts have to\nwear special\nprotective space suits\nfilled with air when\nthey go to the moon. If\nthey did not wear\nthese space suits, the\ncounter pressure\nexerted by the body of\nthe astronauts would\nmake the blood vessels\nburst. The astronauts\nwould bleed.\nDo you know?\nThe standard unit of\nmeasuring\ntemperature is degree\nCelsius. It was\ninvented by Anders\nCelsius. On the\nCelsius scale the\nwater freezes at 0°C\nand boils at 100°C.\nDo you know?\nA wind is named after\nthe direction from\nwhich it blows, e.g.\nthe wind blowing from\nthe west is called\nwesterly.\n2020-21",
      "pdfPage": 34,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 24
    }
  },
  {
    "id": "geo7_p35",
    "metadata": {
      "chunk_text": "AIR\nSub-Polar Low Pressure\nSub - Tropical High Pressure  (Horse Latitudes)\nSub - Tropical High  Pressure (Horse Latitudes)\nSub-Polar Low Pressure\nHigh Pressure\nHigh Pressure\nEquatorial Low   Pressure (Doldrums)\nP o l a r\nE a s t e r l i e s\nP r e v a i l i n g\nW e s t e r l i e s\nN o r t h e a s t\nT r a d e\nW i n d s\nS o u t h e a s t\nT r a d e\nW i n d s\nP o l a r\nE a s t e r l i e s\nP r e v a i l i n g\nW e s t e r l i e s\n60°S\n23.5°N\n30°N\n35°N\n0°\n60°N\n23.5°S\n30°S\n35°S\n90°N\n90°S\nT r o p i c o f C a n c e r\nTropic of Capricorn\nCYCLONE – NATURE’S FURY\nOdisha, located on the eastern\nseacoast of India is prone to\ncyclones that originate in the\nBay of Bengal. On 17-18\nOctober 1999, cyclone hit five\ndistricts of the state. Another\nsupercyclone occurred on the\nOctober\n1999,\nthat\ndevastated large portions of the\nstate. The damages caused\nwere mainly due to three\nfactors: wind velocity, rain and\ntidal surge. The winds of upto\n260 km. per hour lasted for over 36 hours. These high velocity winds\nuprooted trees and damaged the kutcha houses. Roof tops of several\nindustrial sheds and other houses were also blown away. Power supply\nand telecom lines snapped completely. Heavy rain occurred under the\ninfluence of the cyclone for three days continuously. These rains led to\nflooding in the major rivers of Odisha. The cyclonic winds caused tidal\nwaves that swept 20 km. inland and brought massive destruction to the\ncoastal areas. The 7 to 10 m high tidal wave intruded suddenly and\ncaused massive damage to the standing paddy crops.\nDestruction caused by a cyclone\nFig. 4.4: Major Pressure Belts and Wind System\nproblems for you. Winds can be\nbroadly divided into three types.\n1. Permanent winds – The trade\nwinds, westerlies and easterlies\nare the permanent winds.\nThese\nblow\nconstantly\nthroughout the year in a\nparticular direction.\n2. Seasonal winds – These\nwinds change their direction\nin different seasons. For\nexample monsoons in India.\n3. Local winds – These blow\nonly during a particular\nperiod of the day or year in a\nsmall area. For example, land\nand sea breeze. Do you recall the\nhot and dry local wind of northern\nplanes of India? It is called loo.\n2020-21",
      "pdfPage": 35,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_35.png"
    }
  },
  {
    "id": "geo7_p36",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nThe cyclone originated as a “depression” in the Gulf of Thailand,\nnear east of Port Blair, on 25 October 1999 and gradually moved in a\nnorthwestward direction. It intensified into a supercyclone and hit the area\nbetween Erasama and Balikuda in Odisha on 29 October at 10.30 a.m.\nThe supercyclone swept the entire coast of Odisha including the\ncities of Bhubaneshwar and Cuttack and 28 coastal towns. About 13\nmillion people were affected. A large number of livestock were killed.\nStanding crops of paddy, vegetables and fruits were heavily damaged.\nDue to salinisation caused by tidal surge, large tracts of agricultural\nland have turned infertile. Large tracts of sal, teak and bamboo\nplantations have disappeared. The mangrove forests between Paradeep\nand Konark vanished.\nMoisture\nWhen water evaporates from land and different\nwater bodies, it becomes water vapour. Moisture\nin the air at any time, is known as humidity.\nWhen the air is full of water vapour we call it a\nhumid day. As the air gets warmer, its capacity\nto hold the water vapour increases and so it\nbecomes more and more humid. On a humid\nday, clothes take longer to dry and sweat from\nour body does not evaporate easily, making us\nfeel very uncomfortable.\nWhen the water vapour rises, it starts cooling.\nThe water vapour condenses causing formation\nof droplets of water. Clouds are just masses of\nsuch water droplets. When these droplets of water\nbecome too heavy to float in air, then they come\ndown as precipitation.\nJet planes flying in the sky leave a white trail\nbehind them. The moisture from their engines\ncondenses. We see trails of this condensed\nmoisture for some time when there is no air\nmovement to disturb it.\nPrecipitation that comes down to the earth\nin liquid form is called rain. Most of the ground\nwater comes from rainwater. Plants help preserve\nwater. When trees on hill sides are cut, rainwater\nflows down the bare mountains and can cause\nflooding of low lying areas. On the basis of\nmechanism, there are three types of rainfall: the\nconvectional rainfall, the orographic rainfall and\nthe cyclonic rainfall (Fig. 4.5).\nCyclonic Rainfall\nConvectional Rainfall\nRelief (Orographic) Rainfall\nFig. 4.5: Types of Rainfall\nWarm\nair\nCold\nair\nMoist\nair\nWarm\nair\n2020-21",
      "pdfPage": 36,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 26,
      "imagePath": "db/geography7/figures/page_36.png"
    }
  },
  {
    "id": "geo7_p37",
    "metadata": {
      "chunk_text": "AIR\nExercises\n1.\nAnswer the following questions.\n(i) What is atmosphere?\n(ii) Which two gases make the bulk of the atmosphere?\n(iii) Which gas creates green house effect in the atmosphere?\n(iv) What is weather?\n(v) Name three types of rainfall?\n(vi) What is air pressure?\n2.\nTick the correct answer.\n(i) Which of the following gases protects us from harmful sun vays?\n(a) Carbon dioxide\n(b) Nitrogen\n(c) Ozone\n(ii) The most important layer of the atmosphere is\n(a) Troposphere\n(b) Thermosphere\n(c) Mesosphere\n(iii) Which of the following layers of the atmosphere is free from clouds?\n(a) Troposphere\n(b) Stratosphere\n(c) Mesosphere\n(iv) As we go up the layers of the atmosphere, the pressure\n(a) Increases\n(b) Decreases\n(c) Remains the same\n(v) When precipitation comes down to the earth in the liquid form,\nit is called\n(a) Cloud\n(b) Rain\n(c) Snow\n3.\nMatch the following.\n(i) Trade Winds\n(a) Incoming solar energy\n(ii) Loo\n(b) Seasonal wind\n(iii) Monsoon\n(c) Horizontal movement of Air\n(iv) Wind\n(d) Layer of ozone gas\n(e) Permanent wind\n(f)\nLocal wind\n4.\nGive reasons.\n(i) Wet clothes take longer time to dry on a humid day?\n(ii) Amount of insolation decreases from equator towards poles?\nDo you know?\nOther forms of\nprecipitation are\nsnow, sleet, hail.\nRainfall is very important for the survival of plants and\nanimals. It brings fresh water to the earth’s surface. If\nrainfall is less – water scacity and drought occur. On the\nother hand if it is more, floods take place.\n2020-21",
      "pdfPage": 37,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p38",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nDown\n1. Amount of water vapour in air\n2. Condensation of water vapours around\ndust particles in atmosphere\n3. Example of local wind blowing in summer\nin northern india\n4. Short term changes in atmosphere\n5. Precipitation in liquid form\n7. Blanket of air around the earth\n9. Instrument to measure pressure\n10. Incoming solar radiation\n13. Reduces visibility in winters\n17. It is ....... time when sun is overhead\nAcross\n6. An Indian tree having extraordinary\nquality of providing oxygen round the\nclock\n8. Gas present in atmosphere occupying\nonly 0.03% by volume\n11. Outermost layer of atmosphere\n12. Mixture of many gases\n14. Life giving gas\n15. Air in motion\n16. An indian tree valued highly for\nmedicinal properties\n18. Gas protecting us from harmful sunrays\n19. Low pressure area\n5.\nFor fun.\n(i) Solve this Crossword puzzle with the help of given clues:\n2020-21",
      "pdfPage": 38,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 28
    }
  },
  {
    "id": "geo7_p39",
    "metadata": {
      "chunk_text": "AIR\n1.\n2.\n3.\n4.\n5.\n6.\n7.\nSunny day\nDay\nWeather\n(ii) Make a weather calendar for one week. Use pictures or symbols to show\ndifferent types of weather. You can use more than one symbol in a day, if\nthe weather changes. For example, the sun comes out when rain stops. An\nexample is given below:\n2020-21",
      "pdfPage": 39,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p40",
    "metadata": {
      "chunk_text": "Glossary\nFig. 5.1: Water Cycle\nCondensation\nPrecipitation\nRun off\nEvaporation\n5 Water\nWhen you think of water, what images come to your\nmind? You think of rivers, the waterfalls, the pitter patter\nof raindrops, water in your taps... Children love to float\npaper boats in rain puddles. By noon the puddles vanish.\nWhere does the water go?\nThe sun’s heat causes evaporation of water into\nvapour. When the water vapour cools down, it condenses\nand forms clouds. From there it may fall on the land or\nsea in the form of rain, snow or sleet.\nThe process by which water continually changes its\nform and circulates between oceans,\natmosphere and land is known\nas the water cycle (Fig 5.1).\nOur earth is like a\nterrarium. The same water\nthat existed centuries ago\nstill exists today. The\nwater used to irrigate a\nfield in Haryana may\nhave flowed down the\nAmazon\nRiver\na\nhundred years ago.\nThe major sources\nof fresh water are the\nrivers,\nponds,\nsprings\nand\nglaciers.\nThe\nocean bodies and\nthe seas contain\nsalty water. The\nwater of the\noceans is salty or\nsaline\nas\nit\ncontains large\nTerrarium: It is an\nartificial enclosure for\nkeeping small house\nplants.\nActivity\nFill one-fourth of a big\njar with soil and\npress it well. Put a\nthin layer of humus\non top of it. Plant the\nlargest plants first\nand then arrange the\nsmaller ones around\nthem. Spray the\narrangement with\nwater and close the\njar. The water that\nevaporates from the\nleaves and soil\ncondenses and falls\nback in the form of\ndrops of water.\nA Terrarium\nMake your own\nTerrarium\n2020-21",
      "pdfPage": 40,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_40.png"
    }
  },
  {
    "id": "geo7_p41",
    "metadata": {
      "chunk_text": "Fig. 5.2: World – Major Seas, Lakes and Rivers\nWATER\namount of dissolved salts. Most of the salt is sodium\nchloride or the common table salt that you eat.\n2020-21",
      "pdfPage": 41,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_41.png"
    }
  },
  {
    "id": "geo7_p42",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nDo you know?\nActivity\nDistribution of fresh water\n1 Drop = rivers\n9 Spoons =\nicecaps\n2 Spoons =\nground water\n½ Spoons =\nfresh water lakes\nTake 2 litres of water. Let it represent the total\nwater on the surface of the earth. Measure out\n12 spoons of water from this vessel into another\nbowl. The water that is left behind in the vessel\nrepresents the salty water found in oceans and\nseas. This water is obviously not fit for\nconsuming. It is saline (contains salts).\nThe 12 spoons of water that was taken in a\nbowl is the total amount of fresh water on earth.\nThe figure shows us the distribution of this fresh\nwater. See for yourself how much water can\nactually be used by you.\nDo you know?\nDead sea in Israel has\nsalinity of 340 grams\nper litre of water.\nSwimmers can float\nin it because the\nincreased salt content\nmakes it dense.\nOceans\n:\n97.3\nIce-caps\n:\n02.0\nGround water\n:\n0.68\nFresh water lakes :\n0.009\nInland seas and\nsalt lakes\n:\n0.009\nAtmosphere\n:\n0.0019\nRivers\n:\n0.0001\n100.00\nSaline Water\nFresh Water\nSalinity is the\namount of salt in\ngrams present in\n1000 grams of water.\nThe average salinity\nof the oceans is 35\nparts per thousand.\nDISTRIBUTION OF WATER BODIES\nWe all know that three-fourth of the earth surface is\ncovered by water. If there is more water than land on\nthis earth, why do so many countries face water scarcity?\nIs all the water on earth available to us? The following\ntable gives the distribution of water in percentage.\nWater distribution can be demonstrated by a simple\nactivity (see activity box).\nWater is absolutely essential for survival. Water alone\ncan quench our thirst when we are thirsty. Now don’t\nyou think we are wasting a precious resource when we\nuse water carelessly?\n2020-21",
      "pdfPage": 42,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 32
    }
  },
  {
    "id": "geo7_p43",
    "metadata": {
      "chunk_text": "WATER\nOCEAN CIRCULATION\nThere is something magical about walking bare feet\non the seashore. The wet sand on the beach, the cool\nbreeze, the seabirds, the smell of the salt in the air\nand music of the waves; everything is so fascinating.\nUnlike the calm waters of ponds and lakes, ocean water\nkeeps moving continuously. It is never still. The\nmovements that occur in oceans can be broadly\ncategorised as: waves, tides and currents.\nDo you know?\nMarch 22 is\ncelebrated as World\nWater Day when the\nneed to conserve\nwater is reinforced in\ndifferent ways.\n•\nWhy is water important for us?\n•\nSuggest some ways in which water can be conserved (a) in your home\n(b) in your school\nFig. 5.3: Pacific Ocean\n2020-21",
      "pdfPage": 43,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_43.png"
    }
  },
  {
    "id": "geo7_p44",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nWaves\nWhen you are playing throw ball on the beach and the\nball falls into the water, what happens? It is fun to watch\nhow the ball gets washed\nback to the shore by the\nwaves. When the water on the\nsurface of the ocean rises and\nfalls alternately, they are\ncalled waves.\nDo you know?\nTsunami is a\nJapanese word that\nmeans “Harbour\nwaves” as the\nharbours get\ndestroyed whenever\nthere is tsunami.\nTSUNAMI – THE EARTH’S PANDEMONIUM\nTsunami or the harbour wave struck havoc in the Indian Ocean on the\n26 December 2004. The wave was the result of the earthquake that had\nits epicenter close to the western boundary of Sumatra. The magnitude\nof the earthquake was 9.0 on the Richter scale. As the Indian plate\nwent under the Burma plate, there was a sudden movement of the sea\nfloor, causing the earthquake. The ocean floor was displaced by about\n10 – 20m and tilted in a downwardly direction. A huge mass of ocean\nwater flowed to fill in the gap that was being created by the displacement.\nThis marked the withdrawal of the water mass from the coastlines of\nthe landmasses in the south and southeast Asia. After thrusting of the\nIndian plate below the Burma plate, the water mass rushed back towards\nthe coastline. Tsunami travelled at a speed of about 800km. per hour,\ncomparable to speed of commercial aircraft and completely washed away\nDo you know?\nWaves are formed\nwhen winds scrape\nacross the ocean\nsurface. The stronger\nthe wind blows, the\nbigger the wave\nbecomes.\nFig. 5.4: Waves\nDuring a storm, the winds blowing at very high speed\nform huge waves. These may cause tremendous\ndestruction. An earthquake, a volcanic eruption or\nunderwater landslides can shift large amounts of ocean\nwater. As a result a huge tidal wave called tsunami, that\nmay be as high as 15m., is formed. The largest tsunami\never measured was 150m. high. These waves travel at a\nspeed of more than 700 km. per hour. The tsunami of\n2004 caused wide spread damage in the coastal areas of\nIndia. The Indira point in the Andaman and Nicobar\nislands got submerged after the tsunami.\n2020-21",
      "pdfPage": 44,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 34,
      "imagePath": "db/geography7/figures/page_44.png"
    }
  },
  {
    "id": "geo7_p45",
    "metadata": {
      "chunk_text": "WATER\nsome of the islands in the Indian ocean. The Indira point in the Andaman\nand Nicobar islands that marked the southernmost point of India got\ncompletely submerged. As the wave moved from earthquake epicenter\nfrom Sumatra towards the Andaman islands and Sri Lanka the wave\nlength decreased with decreasing depth of water. The travel speed also\ndeclined from 700-900km. per hour to less than 70km. per hour. Tsunami\nwaves travelled upto a depth of 3 km. from the coast killing more than\n10,000 people and affected more than lakh of houses. In India, the\nworst affected were the coastal areas of Andhra Pradesh, Tamil Nadu,\nKerala, Puducherry and the Andaman and Nicobar Islands.\nWhile the earthquake cannot be predicted in advance, it is possible\nto give a three-hour notice of a potential tsunami. Such early warning\nsystems are in place across the Pacific ocean, but not in the Indian\nOcean. Tsunamis are rare in the Indian Ocean as the seismic activity\nis less as compared to the Pacific.\nDestruction caused by tsunami on Tamil Nadu Coast\nThe tsunami that ravaged the South and South east Asian coasts in\nDecember 2004, is the most devastating tsunami in the last several\nhundred years. The large damage caused to life and property was\nprimarily a result of lack of monitoring, the early warning systems and\nknowledge among the coast dwellers of Indian ocean.\nThe first indication that tsunami is approaching is the rapid\nwithdrawal of water from the coastal region, followed by destructive\nwave. When this happened on the coast, instead of people going to high\nground, they started assembling at the coast to view the miracle. As a\nconsequence there was a large casualty of curious onlookers when the\ngigantic wave (tsunami) struck.\nTides\nThe rhythmic rise and fall of ocean water twice in a\nday is called a tide. It is high tide when water covers\nmuch of the shore by rising to its highest level. It is\nlow tide when water falls to its lowest level and recedes\nfrom the shore.\n2020-21",
      "pdfPage": 45,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p46",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nThe strong gravitational pull\nexerted by the sun and the moon\non the earth’s surface causes the\ntides. The water of the earth closer\nto the moon gets pulled under\nthe influence of the moon’s\ngravitational force and causes high\ntide. During the full moon and new\nmoon days, the sun, the moon and\nthe earth are in the same line and\nthe tides are highest. These tides\nare called spring tides. But when\nthe moon is in its first and last\nquarter, the ocean waters get drawn\nin diagonally opposite directions by\nthe gravitational pull of sun and\nmoon resulting in low tides. These\ntides are called neap tides (Fig. 5.5).\nHigh tides help in navigation.\nThey raise the water level close to\nthe shores. This helps the ships to\narrive at the harbour more easily.\nThe high tides also help in fishing.\nMany more fish come closer to the\nshore during the high tide. This enables fishermen\nto get a plentiful catch. The rise and fall of water due\nto tides is being used to generate electricity in\nsome places.\nOCEAN CURRENTS\nOcean currents are streams of water flowing constantly\non the ocean surface in definite directions. The ocean\ncurrents may be warm or cold (Fig. 5.6). Generally,\nthe warm ocean currents originate near the equator\nand move towards the poles. The cold currents carry\nwater from polar or higher latitudes to tropical or lower\nlatitudes. The Labrador Ocean current is cold current\nwhile the Gulf Stream is a warm current. The ocean\ncurrent influence the temperature conditions of the\narea. Warm currents bring about warm temperature\nover land surface. The areas where the warm and cold\ncurrents meet provide the best fishing grounds of the\nActivity\nFill three-fourths of a\nbucket with tap\nwater. Heat the water\nby putting an\nimmersion rod on one\nside of the bucket. On\nthe other side\nintroduce an ice tray\njust removed from the\nfreezer. Add a drop of\nred ink to observe the\npath of current by the\nprocess of convection.\nFig. 5.5: Spring Tides and Neap Tide\nSpring Tide\nSun\nEarth\nMoon\nSun\nEarth\nMoon\nSun\nEarth\nMoon\nNeap Tide\n2020-21",
      "pdfPage": 46,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 36,
      "imagePath": "db/geography7/figures/page_46.png"
    }
  },
  {
    "id": "geo7_p47",
    "metadata": {
      "chunk_text": "WATER\nExercises\nFig. 5.6: Ocean Currents\nworld. Seas around Japan and the eastern coast of\nNorth America are such examples. The areas where a\nwarm and cold current meet also experience foggy\nweather making it difficult for navigation.\n1.\nAnswer the following questions.\n(i) What is precipitation?\n(ii) What is water cycle?\n(iii) What are the factors affecting the height of the waves?\n(iv) Which factors affect the movement of ocean water?\n(v) What are tides and how are they caused?\n(vi) What are ocean currents?\n2.\nGive reasons.\n(i) Ocean water is salty.\n(ii) The quality of water is deterioting.\n2020-21",
      "pdfPage": 47,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_47.png"
    }
  },
  {
    "id": "geo7_p48",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\n3.\nTick the correct answer.\n(i) The process by which water continually changes its form and circulates\nbetween oceans, atmosphere and land\n(a) Water cycle\n(b) Tides\n(c) Ocean currents\n(ii) Generally the warm ocean currents originate near\n(a) Poles\n(b) Equator\n(c) None of these\n(iii) The rythmic rise and fall of ocean water twice in a day is called\n(a) Tide\n(b) Ocean current\n(c) Wave\n4.\nMatch the following.\n(i) Caspian Sea\n(a) Largest lake\n(ii) Tide\n(b) Periodic rise and fall of water\n(iii) Tsunami\n(c) Strong seismic waves\n(iv) Ocean currents\n(d) Streams of water moving along definite paths\n(e) Water cycle\n5.\nFor fun.\nBe a Detective\n(i) The name of one river is hidden in each of the sentences below. Spot it.\nExample: Mandira, Vijayalakshmi and Surinder are my best friends\nAnswer: Ravi\n(a) The snake charmer’s bustee, stables where horses are housed, and\nthe piles of wood, all caught fire accidentally. (Hint: Another name for\nRiver Brahmputra)\n(b) The conference manager put pad, material for reading and a pencil for\neach participant. (Hint: A distributary on the Ganga-Brahmputra delta)\n(c) Either jealousy or anger cause a person’s fall (Hint: Name of a juicy fruit!)\n(d) Bhavani germinated the seeds in a pot (Hint: Look for her in West Africa)\n(e) “I am a zonal champion now” declared the excited athlete. (Hint: The\nriver that has the biggest basin in the world)\n(f) The tiffin box rolled down and all the food fell in dusty potholes. (Hint:\nRises in India and journeys through Pakistan)\n(g) Malini leaned against the pole when she felt that she was going to faint.\n(Hint: Her delta in Egypt is famous)\n(h) Samantha mesmerised everybody with her magic tricks. (Hint: London\nis situated on her estuary)\n(i) “In this neighbourhood, please don’t yell! Owners of these houses like\nto have peace”. Warned my father when we moved into our new flat”.\n(Hint: colour!)\n(j) ‘Write the following words, Marc!’ “On”, “go”, “in”…….. said the teacher\nto the little boy in KG Class. (Hint: Rhymes with ‘bongo’)\nNow make some more on your own and ask your classmates to spot the\nhidden name. You can do this with any name: that of a lake, mountains,\ntrees, fruits, school items etc.\nCarry on Detective\n(ii) With the help of an atlas, draw each river which you discoverd in\nFor fun (i), on an outline map of the world.\n2020-21",
      "pdfPage": 48,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 38
    }
  },
  {
    "id": "geo7_p49",
    "metadata": {
      "chunk_text": "Natural Vegetation\nand Wild Life\nSalima was excited about the summer camp she was\nattending. She had gone to visit Manali  in Himachal\nPradesh along with her class mates. She recalled how\nsurprised she was to see the changes in the landform\nand natural vegetation as the bus climbed higher and\nhigher. The deep jungles of the foothills comprising sal\nand teak slowly disappeared. She could see tall trees\nwith thin pointed leaves and cone shaped canopies on\nthe mountain slopes. She learnt that those were coniferous\ntrees. She noticed blooms of bright flowers on tall trees.\nThese were the rhododendrons. From Manali as she was\ntravelling up to Rohtang pass she saw that the land was\ncovered with short grass and snow in some  places.\nFrom\nSalima’s\nobservations, we surmise\nthat there is a close\nrelationship\nbetween\nheight of land and the\ncharacter of vegetations.\nWith the change in height,\nthe climate changes and\nthat changes natural\nvegetation. The growth of\nvegetation depends on\ntemperature and moisture. It also depends on factors\nlike slope and thickness of soil.\nThe type and thickness of natural vegetation varies\nfrom place to place because of the variation in these factors.\nNatural vegetation is generally classified in to three\nbroad categories as follows:\n(a) Forests: Which grow where temperature and rainfall\nare plentiful to support a tree cover. Depending upon\nthese factors, dense and open forests are grown.\nLet’s do\nNow can you tell why\nSalima saw changes\nin the natural\nvegetation as she\nclimbed higher and\nhigher? What types of\nvegetations did she\nsee in the Himalayas\nstarting with the\nfoothills and going to\nthe higher altitudes?\nLet’s do\n• Like Salima, when\nyou go to visit any\nnew place, notice\nthe type of natural\nvegetation occurring\nthere and try to\nthink of factors\nresponsible for the\ngrowth of such\nvegetation in that\nhabitat.\n• Note down if any\nhuman interference\nhas taken place in\nthat area in terms\nof deforestation,\ngrazing, cultivation\nof cash crops,\nconstructional\nactivities etc.\nFig. 6.1: Rhododendron\n2020-21",
      "pdfPage": 49,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 6,
      "imagePath": "db/geography7/figures/page_49.png"
    }
  },
  {
    "id": "geo7_p50",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\n(b) Grasslands: Which grow in the region of moderate rain.\n(c) Shrubs: Thorny shrurbs and scrubs grow in the dry\nregion (Fig. 6.2).\nSalima was sharing her experience of Himalayan trip\nwith her father. Her father visited various places in the\nworld. He told Salima about his observations of the variety\nof vegetation in different parts of  different continents.He\nmentioned about coniferous forests in the sub polar\nregions, thorny bushes in the deserts, thick tropical\nhardwood forest in the humid regions and many more.\nSalima realised the Himalayas have almost all variety of\nvegetation which one can see while moving from the\nequator to the polar region.\nThe changes in the type of natural vegetation occur\nmainly because of the changes of climatic condition. Let\nus get to know the different types of natural vegetation\nof the world with their characteristic features and wildlife\ninhabiting there.\nFORESTS\nTropical Evergreen Forests\nThese forests are also called  tropical rainforests\n(Fig. 6.3). These thick forests occur in the regions near\nthe equator and close to the tropics. These regions are\nhot and receive heavy rainfall throughout the year. As\nthere is no particular dry season, the trees do not shed\ntheir leaves altogether. This is the reason they are\ncalled evergreen. The thick canopies of the closely\nspaced trees do not allow the sunlight to penetrate\ninside the forest even in the day time. Hardwood trees\nlike rosewood, ebony, mahogany are common here.\nDo you know?\nThe tropical evergreen\nforest in Brazil is so\nenormous that it is\nlike the lungs of the\nearth: Can you tell\nwhy?\nDo you know?\nAnaconda, one of the\nworld’s largest snakes\nis found in the\ntropical rainforest. It\ncan kill and eat a\nlarge animal such as\na crocodile.\nFig. 6.3: A Tropical Evergreen Forest\nFig. 6.2: Thorny shrubs\n2020-21",
      "pdfPage": 50,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 40,
      "imagePath": "db/geography7/figures/page_50.png"
    }
  },
  {
    "id": "geo7_p51",
    "metadata": {
      "chunk_text": "NATURAL VEGETATION AND WILD LIFE\nTropical Deciduous Forests\nTropical deciduous are the monsoon forests  found in\nthe large part of India,northern Australia and in central\nAmerica (Fig. 6.4).These regions experience  seasonal\nchanges. Trees shed their leaves in the dry  season  to\nconserve water. The hardwood trees found in these\nforests are sal, teak, neem and shisham. Hardwood trees\nare extremely useful for making furniture, transport\nand constructional materials. Tigers, lions, elephants,\nlangoors and monkeys are the common animals of these\nregions (Fig. 6.5, 6.6 and 6.8).\nFig. 6.4: A Tropical Deciduous Forest\nFig. 6.5: A Tiger\nFig. 6.6: A Golden Langoor\nLet’s do\n• Where in India do\ntropical evergreen\nand tropical\ndeciduous forests\noccur? Name the\nstates.\n• Which type of forest\ndominates most\npart of India?\nFig. 6.7: A Temperate Evergreen Forest\nTemperate Evergreen Forests\nThe temperate evergreen forests are located in the mid-\nlatitudinal coastal region (Fig. 6.7). They are commonly\nfound along the eastern margin of the continents, e.g., In\nsouth east USA, South China and in South East Brazil.\nThey comprise both hard and soft wood trees like oak,\npine, eucalyptus, etc.\nFig. 6.8: Elephants\n2020-21",
      "pdfPage": 51,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_51.png"
    }
  },
  {
    "id": "geo7_p52",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nTemperate Deciduous Forests\nAs we go towards higher latitudes, there are more\ntemperate deciduous forests (Fig. 6.11). These are found\nin the north eastern part of USA, China, New Zealand,\nChile and also found in the coastal regions of Western\nEurope. They shed their leaves in the dry season. The\ncommon trees are oak, ash, beech, etc. Deer, foxes, wolves\nare the animals commonly found. Birds like pheasants,\nmonals are also found here (Fig. 6.9 and 6.10).\nDo you know?\n• Mediterranean trees\nadapt themselves to\ndry summers with\nthe help of their\nthick barks and wax\ncoated leaves which\nhelp them reduce\ntranspiration.\n• Mediterranean\nregions are known\nas ‘Orchards of the\nworld’ for their fruit\ncultivation.\nFig. 6.12: A vineyard in the Mediterranean Region\nFig. 6.9: A Pheasant\nFig. 6.10: A Monal\nFig. 6.11: A Temperate Deciduous Forest\nMediterranean Vegetation\nYou have learnt that most  of the east and north east\nmargins of the continents are covered by temperate\nevergreen and deciduous trees. The west and south west\nmargins of the continents are different. They have\nMediterranean vegetation (Fig. 6.12). It is mostly found\nin the areas around the Mediterranean sea in Europe,\nAfrica and Asia, hence the name. This kind of vegetation\nis also found outside the actual Mediterranean region in\nCalifornia in the USA, south west Africa, south western\n2020-21",
      "pdfPage": 52,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 42,
      "imagePath": "db/geography7/figures/page_52.png"
    }
  },
  {
    "id": "geo7_p53",
    "metadata": {
      "chunk_text": "NATURAL VEGETATION AND WILD LIFE\nLet’s do\nSouth America and South west Australia. These regions\nare marked for hot dry summers and mild rainy winters.\nCitrus fruits such as oranges, figs, olives and grapes are\ncommonly cultivated here because people have removed\nthe natural vegetation in order to cultivate what they\nwant to. There isn’t much wildlife here.\nConiferous Forests\nIn the higher latitudes (50° – 70°) of Northern\nhemisphere the spectacular Coniferous forests are found\n(Fig. 6.13 a and b). These are also called as Taiga. These\nforests are also seen in the higher altitudes. These  are\nthe trees which Salima found in the Himalayas in\nabundance. They are tall, softwood evergreen trees. The\nwoods of these trees are very useful for making pulp,\nwhich is used for manufacturing paper and newsprint.\nMatch boxes and packing boxes are also made from\nsoftwood. Chir, pine, cedar are the important variety of\ntrees in these forests. Silver fox, mink, polar bear are\nthe common animals found here.\n• Look around in your\nsurroundings and\nfind out the articles\nmade of hard wood\nand soft wood.\n• Find out and learn\nthe names of few\ntrees of your locality.\nFig. 6.13 (b): Snow covered Coniferous Forest\nFig. 6.13 (a): A Coniferous Forest\nGRASSLANDS\nTropical grasslands: These occur on\neither side of the equator and extend till the\ntropics (Fig. 6.14). This vegetation grows in\nthe areas of moderate to low amount of\nrainfall. The grass can grow very tall, about\n3 to 4 metres in height. Savannah grasslands\nof Africa are of this type. Elephants, zebras,\ngiraffes, deer, leopards are common in\ntropical grasslands (Fig. 6.15).\nDo you know?\nTaiga means  pure or\nuntouched in the\nRussian language\nFig. 6.14: Tropical Grassland\n2020-21",
      "pdfPage": 53,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_53.png"
    }
  },
  {
    "id": "geo7_p54",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nDo you know?\nTemperate grasslands: These are found in the mid-\nlatitudinal zones and in the interior part of the\ncontinents. Usually, grass here is short and\nnutritious.Wild buffaloes, bisons, antilopes are common\nin the temperate region.\nThorny bushes: These are found in the dry desert like\nregions.Tropical deserts are located on the western\nmargins of the continents. The vegetation cover is scarce\nhere because of scanty rain and scorching heat. Identify\nthe desert regions in the world map. Can you name the\ngreat desert of India? Name some of the common animals\nof the desert which you have learnt earlier.\nIf you reach the polar region you will find the place\nextremely cold. The growth of natural vegetation is very\nlimited here. Only mosses, lichens and very small shrubs\nare found here. It grows during the very short summer.\nThis is called Tundra type of vegetation. This vegetation\nis found in the polar areas of Europe, Asia and North\nAmerica. The animals have thick fur and thick skin to\nprotect themselves from the cold climatic conditions. Seal,\nwalruses, musk-oxen, Arctic owl, Polar bear and snow\nfoxes are some of the animals found here (Fig. 6.16).\nSalima’s father showed her some photographs of thick\nforests. In some of the photographs, Salima observed\nthat people were cutting trees and clearing the forests.\nHer father explained that the local\npeople wanted their land for\nagriculture and settlements, so\nthey cleared up the forests.\nSalima started wondering if all\nforests are cleared, then where\nwill the wild life go? Will the forest\ntake its original shape again? If\npeople go on cutting the trees like\nthis, will there be enough oxygen,\nwater vapour, timber, fruits, nuts\navailable in future?\nDo you agree with Salima?\nHold a discussion with your\nfriends about the depletion of our\ndiversified flora and fauna.\nSuggest some measures to\nconserve them.\nGrasslands are\nknown by different\nnames in different\nregions.\nTropical Grasslands\nEast Africa- Savanna\nBrazil- Campos\nVenezuela- Llanos\nTemperate Grasslands\nArgentina- Pampas\nN. America- Prairie\nS. Africa- Veld\nC. Asia- Steppe\nAustralia- Down\nFig. 6.15: Giraffes\nFig. 6.16\nWalrus\nPolar Bear\nSeal\n2020-21",
      "pdfPage": 54,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 44,
      "imagePath": "db/geography7/figures/page_54.png"
    }
  },
  {
    "id": "geo7_p55",
    "metadata": {
      "chunk_text": "NATURAL VEGETATION AND WILD LIFE\nExercises\n1.\nAnswer the following questions.\n(i) Which are the two factors on which the growth of vegetation mostly depends?\n(ii) Which are the three broad categories of natural vegetation?\n(iii) Name the two hardwood trees commonly found in tropical evergreen forest.\n(iv) In which part of the world are tropical deciduous forest found?\n(v) In which climatic conditions are citrus fruits cultivated?\n(vi) Mention the uses of coniferous forest.\n(vii) In which part of the world is seasonal grassland found?\n2.\nTick the correct answer.\n(i) Mosses and Lichens are found in:\n(a) Desertic Vegetation\n(b) Tropical evergreen forest\n(c) Tundra vegetation\n(ii) Thorny bushes are found in:\n(a) Hot and humid tropical climate\n(b) Hot and dry desertic climate\n(c) Cold polar climate\n(iii) In tropical evergreen forest, one of the common animals is:\n(a) Monkey\n(b) Girraffe\n(c) Camel\n(iv) One important variety of coniferous forest is:\n(a) Rosewood\n(b) Pine\n(c) Teak\n(v) Steppe grassland is found in\n(a) S. Africa\n(b) Australia\n(c)  Central Asia\n3.\nMatch the following.\n(i) Walrus\n(a) Soft wood tree\n(ii) Cedar\n(b) An animal of tropical deciduous forest\n(iii) Olives\n(c) A polar animal\n(iv) Elephants\n(d) Temperate grassland in Australia\n(v) Campos\n(e) Thorny shrubs\n(vi) Downs\n(f) A citrus fruit\n(g) Tropical grassland of Brazil\n4.\nGive reasons.\n(i) The animals in polar region have thick fur and thick skin.\n(ii) Tropical deciduous trees shed their leaves in the dry season.\n(iii) The type and thickness of vegetation changes from place to place.\n5.\nActivity.\n(i) Collect pictures and photographs of forests and grasslands of different parts\nof world. Write one sentence below each picture.\n(ii) Make a collage of rainforest, grassland and coniferous forests.\n2020-21",
      "pdfPage": 55,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p56",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\n6.\nFor fun.\nIn the crossword table given below, some words are hidden. They are all about\nvegetation and wildllife and are to be found horizontally and vertically. Two\nhave been worked out for you. Work in pairs with a friend.\nM\nT\nN\nL\nP\nL\nM\nE\nH\nR\nT\nB\nA\nM\nB\nO\nO\nP\nB\nE\nA\nR\nA\nI\nX\nS\nE\nE\nR\nC\nM\nW\nH\nA\nL\nE\nT\nL\nP\nF\nL\nO\nR\nA\nN\nL\nE\nO\nP\nA\nR\nD\nC\nE\nA\nE\nI\nA\nM\nN\nL\nI\nC\nH\nE\nN\nS\nL\nF\nO\nA\nP\nN\nP\nG\nU\nD\nO\nG\nR\nT\nZ\nX\nE\nD\nR\nH\nX\nM\nA\nA\nH\nT\nN\nH\nN\nD\nP\nI\nN\nE\nS\nC\nU\nI\nV\nE\nL\nC\nA\nC\nA\nM\nP\nO\nS\nG\nV\nN\nN\nA\nS\nE\nA\nL\nM\nO\nN\nA\nC\nF\nO\nW\nL\nE\nE\nE\nA\nC\nD\nE\nO\nD\nA\nN\nT\nC\nH\nI\nR\nN\nG\nR\nV\nE\nK\nT\nM\nO\nS\nS\nE\nD\nO\nT\nE\nA\nK\nS\nR\nS\nE\nM\nE\nU\nS\nA\nP\nC\nG\nA\nX\nU\nR\nM\nA\nA\nN\nG\nR\nA\nS\nS\nW\nK\nA\nR\nQ\nP\nS\nS\nB\nH\nF\nT\nA\nI\nG\nA\nT\nU\nL\nS\nI\nU\nY\nG\nH\nF\nI\nR\nP\nR\nA\nI\nR\nI\nE\nS\nA\nB\nE\nB\nO\nB\nR\nB\nR\nG\nO\nA\nT\nD\nE\nC\nI\nD\nU\nO\nU\nS\nW\nT\nU\nN\nD\nR\nA\nX\nZ\nE\nB\nR\nA\nH\nO\nR\nS\nE\nL\nC\nB\nE\nE\nA\nX\nL\nL\nA\nN\nO\nS\nA\nT\nP\nA\nM\nP\nN\nA\nD\nC\nE\nM\nE\nS\nR\nJ\nD\nK\nQ\nU\nR\nM\nS\nO\nA\nN\nV\nK\nA\nE\nN\nY\nN\nA\nA\nK\nA\nS\n2020-21",
      "pdfPage": 56,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 46
    }
  },
  {
    "id": "geo7_p57",
    "metadata": {
      "chunk_text": "In Chapter 1 you have learnt that early human beings\ndepended entirely on nature for food, clothing and\nshelter; but with time they learnt new skills to grow food,\nbuild homes and develop better means of transport and\ncommunication. In this way they modified the\nenvironment where they lived.\nSettlements are places where people build their\nhomes. Early human beings lived on trees and in caves.\nWhen they started to grow crops it became necessary to\nhave a permanent home. The settlements grew near the\nriver valleys as water was available and land was fertile.\nWith the development of trade, commerce and\nmanufacturing, human settlements became larger.\nSettlement flourished and civilizations developed near\nriver valleys. Do you recall the names of civilization that\ngrew along the banks of rivers Indus, Tigris, Nile and\nHwang-He.\nSettlements\ncan\nbe\npermanent or temporary.\nSettlements\nwhich\nare\noccupied for a short time\nare\ncalled\ntemporary\nsettlements. The people\nliving in deep forests, hot and\ncold deserts and mountains\noften dwell in such temporary\nsettlements. They practice\nhunting, gathering, shifting\ncultivation and transhumance.\nHowever more and more\nsettlements\ntoday\nare\npermanent settlements. In\nthese settlements, people\nbuild homes to live in.\nFig. 7.1: Human Settlement\nDo you know?\nThe place where a\nbuilding or a\nsettlement develops is\ncalled its site.\nThe natural\nconditions for\nselection of an ideal\nsite are-\n1. favourable climate\n2. availability of\nwater\n3. suitable land\n4. fertile soil\n2020-21",
      "pdfPage": 57,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_57.png"
    }
  },
  {
    "id": "geo7_p58",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nGlossary\nFig. 7.2: Compact Settlement\nIt was Mary’s birthday party. She and her friends\nwere waiting for Gurpreet to arrive so that Mary could\ncut the cake. At last Gurpreet arrived- tired, coughing\nand wheezing.  She explained that the traffic jam was\nterrible. Mary’s mother Mrs.Thomas patted Gurpreet’s\nback and sighed, “Oof! The pollution in our city!” Prasad\nhad recently come from his village. He asked, “Why do\nwe have such traffic jams and such pollution in the\ncities?” “The number of vehicles is increasing day by\nday due to the growing population in the cities”, Mary’s\nfather, Mr. Thomas replied. Mary asked, “Then why\nare people coming to the cities?” Her mother replied,\n“They come looking for jobs, better education and\nmedical facilities.” Mary further enquired, “If so many\npeople keep coming to cities, where will all the people\nlive?” Mr. Thomas said, “That is why you see so many\nslums and squatter settlements where people stay in\ncongested and unhygienic conditions. Shortage of\npower and water supply are common problems in the\ncities”. Prasad said, “Our villages may not have big\ncinema halls, well-equipped schools and good hospitals,\nbut we have lot of open spaces and fresh air to breathe\nin. When my grandfather was sick we\nhad to rush him to the city hospital.”\nFrom the above conversation we\ncan identify two different pictures of\nsettlements – the rural and the urban\nsettlements. The villages are rural\nsettlement where people are engaged\nin activities like agriculture, fishing,\nforestry, crafts work and trading etc.\nRural settlements can be compact or\nscattered. A compact settlement is a\nclosely built area of dwellings,\nwherever flat land is available\n(Fig. 7.2). In a scattered settlement\ndwellings are spaced over an\nextensive area. This type of settlement\nis mostly found in hilly tracts, thick\nforests, and regions of extreme\nclimate (Fig. 7.3).\nIn rural areas, people build houses\nto suit their environment. In regions\nTranshumance: It is\na seasonal movement\nof people. People who\nrear animals move in\nsearch of new\npastures according to\nchanges in seasons.\nFig. 7.3: Scattered Settlement\n2020-21",
      "pdfPage": 58,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 48,
      "imagePath": "db/geography7/figures/page_58.png"
    }
  },
  {
    "id": "geo7_p59",
    "metadata": {
      "chunk_text": "HUMAN ENVIRONMENT – SETTLEMENT, TRANSPORT AND COMMUNICATION\nLet’s do\nof heavy rainfall, they have slanting\nroofs.\nPlaces\nwhere\nwater\naccumulates in the rainy season the\nhouses are constructed on a raised\nplatform or stilts (Fig. 7.4).\nThick mud walled houses with\nthatched roofs are very common in\nareas of hot climate. Local materials\nlike stones, mud, clay, straw etc are\nused to construct houses.\nThe towns are small and the cities\nare larger urban settlements. In\nurban areas the people are engaged in manufacturing,\ntrading, and services. Name some of the villages, towns\nand cities of your state.\nTRANSPORT\nTransport is the means by which people and goods\nmove. In the early days it took a great deal of time, to\ntravel long distances. People had to walk and used\nanimals to carry their goods. Invention of the wheel\nmade transport easier. With the passage of time\ndifferent means of transport developed but even today\npeople use animals for transport (Fig. 7.5).\nWhere do you find\ndwellings made of ice?\nWho makes them and\nwhat are they called?\nFig. 7.5: Horse cart as a mode of transportation\nList the different\nmodes of transport\nused by the students\nof your class while\ncoming to school.\nFig. 7.4: Houses on Stilts\nIn our country donkeys, mules, bullocks and camels\nare common. In the Andes Mountains of South\nAmerica, llamas are used, as are yaks in Tibet. The\nearly traders from other countries used to take several\nmonths to reach India. They took either the sea route\nor the land route. Aeroplanes have made travel faster.\nNow it takes only 6-8 hours to travel from India to\nEurope. Modern means of transport thus saves time\nand energy.\n2020-21",
      "pdfPage": 59,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_59.png"
    }
  },
  {
    "id": "geo7_p60",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nThe four major means of transport are roadways,\nrailways, waterways and airways.\nROADWAYS\nThe most commonly used means of transport especially\nfor short distances are roads. They can be metalled\n(pucca) and unmetalled (kutcha) (Fig. 7.6 and 7.7). The\nplains have a dense network of roads. Roads have also\nbeen build in terrains like deserts, forests and even high\nmountains.  Manali-Leh highway in the Himlayan\nMountains is one of the highest roadways in the world.\nRoads built underground are called subways/under\npaths. Flyovers are built over raised structures.\nFig. 7.6: Metalled Road\nFig. 7.7: Unmetalled Road\nRAILWAYS\nThe railways carry heavy goods and\npeople over long distances quickly and\ncheaply. The invention of the steam\nengine and the Industrial Revolution\nhelped in speedy development of rail\ntransport. Diesel and electric engines\nhave largely replaced the steam\nengines. In places super fast trains\nhave been introduced to make the\njourney faster. The railway network\nis well developed over the plain areas.\nAdvanced technological skills have\nenabled laying of railway lines in\ndifficult mountain terrains also. But\nthese are much fewer in number. Indian railway network\nis well developed. It is the largest in Asia.\nDo you know?\nThere are several\nNational and State\nhighways in India. The\nlatest development in\nIndia is the construction\nof Express Ways. The\nGolden Quadrilateral\nconnects Delhi,\nMumbai, Chennai and\nKolkata.\nDo you know?\nThe train from Xining to Lhasa runs at\nan altitude of 4,000m above sea level\nand the highest point is 5,072 m\n2020-21",
      "pdfPage": 60,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 50,
      "imagePath": "db/geography7/figures/page_60.png"
    }
  },
  {
    "id": "geo7_p61",
    "metadata": {
      "chunk_text": "HUMAN ENVIRONMENT – SETTLEMENT, TRANSPORT AND COMMUNICATION\nDo you know?\nWATERWAYS\nYou have already learnt that since early days waterways\nwere used for transportation. Waterways are the\ncheapest for carrying heavy and bulky goods over long\ndistances. They are mainly of two types – inland\nwaterways and sea routes.\nNavigable rivers and lakes are used as inland\nwaterways. Some of the important inland waterways are\nthe Ganga-Brahmaputra river system, the Great Lakes\nin North America and the river Nile in Africa.\nSea routes and oceanic routes are mostly\nused for transporting merchandise and\ngoods from one country to another. These\nroutes are connected with the ports. Some\nof the important ports of the world are\nSingapore and Mumbai in Asia, New York,\nLos Angeles in North America, Rio de\nJanerio in South America, Durban and\nCape Town in Africa, Sydney in Australia,\nLondon and Rotterdam in Europe (Fig. 7.11).\nCan you name some more ports of the world?\nThe Trans-Siberian Railway is the longest railway system\nconnecting St. Petersburg in Western Russia to Vladivostok on the\nPacific coast.\nTrans – Siberian Railway\nFig. 7.8: Inland Waterways\n2020-21",
      "pdfPage": 61,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_61.png"
    }
  },
  {
    "id": "geo7_p62",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nLet’s do\nAIRWAYS\nThis is the fastest way of transport developed in the early\ntwentieth century. It is also the most expensive due to\nhigh cost of fuels. Air traffic is adversely affected by bad\nweather like fog and storms. It is the only mode of\ntransport to reach the most remote and distant areas\nespecially where there are no roads and railways.\nHelicopters are extremely useful in most inaccessible\nareas and in time of calamities for rescuing people and\ndistributing food, water, clothes and medicines (Fig. 7.9).\nSome of the important airports are Delhi, Mumbai, New\nYork, London, Paris, Frankfurt and Cairo (Fig. 7.11).\nCOMMUNICATION\nCommunication is the process of conveying messages to\nothers. With the development of technology humans have\ndevised new and fast modes of communication. The Fig.\n7.10 explains the evolution of the communication system.\nThe advancement in the field of communication has\nbrought about an information revolution in the world.\nDifferent modes of communication are used to provide\ninformation, to educate as well as to entertain. Through\nnewspapers, radio and television we can communicate\nwith a large number of people. They are therefore called\nmass media. The satellites have made communication\neven faster. Satellites have helped in oil exploration,\nsurvey of forest, underground water, mineral wealth,\nweather forecast and disaster warning. Now we can send\nelectronic mails or e-mails through Internet. Wireless\ntelephonic communications through cellular phones\nhave become very popular today. Internet not\nonly provides us with worldwide information\nand interaction but has also made our lives\nmore comfortable. Now we\ncan reserve tickets for railways,\nairways and even cinemas and\nhotels sitting at home.\nWith this kind\nFig. 7.9: A Helicopter\nFig. 7.10: Progress in the means\nof communication\nFind out the names of\nsome newspapers and\nTV news channels in\nEnglish, Hindi and a\nregional language.\nOUR ENVIRONMENT\n2020-21",
      "pdfPage": 62,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 52,
      "imagePath": "db/geography7/figures/page_62.png"
    }
  },
  {
    "id": "geo7_p63",
    "metadata": {
      "chunk_text": "HUMAN ENVIRONMENT – SETTLEMENT, TRANSPORT AND COMMUNICATION\nof inter connectivity of people, services and institutions –\nacross the world, we are a large global society.\nFig. 7.11: World – Major Sea Ports and Airports\n2020-21",
      "pdfPage": 63,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_63.png"
    }
  },
  {
    "id": "geo7_p64",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nExercises\n1.\nAnswer the following questions.\n(i) What are the four means of transport?\n(ii) What do you understand by the term ‘settlement’?\n(iii) Which are the activities practised by the rural people?\n(iv) Mention any two merits of railways.\n(v) What do you understand by communication?\n(vi) What is mass media?\n2.\nTick the correct answer.\n(i) Which is NOT a means of communication?\n(a) telephone\n(b) books\n(c) table\n(ii) Which type of road is constructed under the ground?\n(a) fly over\n(b) expressways\n(c) subways\n(iii) Which mode of transport is most suitable to reach an island?\n(a) ship\n(b) train\n(c) car\n(iv) Which vehicle does not pollute the environment\n(c) cycle\n(b) bus\n(c) aeroplane\n3.\nMatch the following.\n(i) Internet\n(a) areas where people are engaged in\nmanufacturing, trade and services\n(ii) Canal route\n(b) closely built area of houses\n(iii) Urban areas\n(c) houses on stilts\n(iv) Compact settlement (d) inland waterway\n(e) a means of communication\n4.\nGive reasons.\n(i) Today’s world is shrinking.\n5.\nFor fun.\n(i) Conduct a survey in your locality and find out how people commute to their\nrespective workplaces using –\n(a) more than two modes of transport\n(b) more than three modes of transport\n(c) stay within walking distance.\n(ii) Mention which mode of communication you will prefer most in the following\nsituations –\n(a) Your grandfather has suddenly fallen ill. How will you inform the doctor?\n(b) Your mother wants to sell the old house. How will she spread this news?\n(c) You are going to attend the marriage of your cousin for which you will\nbe absent from the school for the next two days. How will you inform the\nteacher?\n(d) Your friend has moved out with his/her family to New York. How will\nyou keep in touch on a daily basis?\n2020-21",
      "pdfPage": 64,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 54
    }
  },
  {
    "id": "geo7_p65",
    "metadata": {
      "chunk_text": "Renuka was excited. Shrikant Uncle was home after a\ngap of nearly four months. He was a wildlife photographer\nand travelled widely. Renuka’s interest in wildlife and\nforests began at an early age, when her uncle introduced\nher to books on nature. Pictures of distant lands and\npeople, who lived there, always fascinated her.\nFig. 8.1: People from various parts of the world\n“In these pictures Renuka, you can see people from\ndifferent parts of the world – some from dry deserts, some\nfrom frozen lands and some from hot wet rainforests.”\n“They look so different from me”, observed Renuka. “They\nmay look different, but they share the same basic needs\nof life – food, clothing and shelter”, explained Shrikant Uncle.\n“Their children do the same things as you probably do,\nplay games, quarrel sometimes and then make-up, sing,\ndance and help the families with various things that need\nto be done. They live closer to nature and very early in\ntheir lives have learnt to care for nature. They learn how\nto catch fish and how to collect material from the forests.”\n2020-21",
      "pdfPage": 65,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_65.png"
    }
  },
  {
    "id": "geo7_p66",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nGlossary\nIn Chapters 8, 9 and 10, you will learn about the life\nof people in the different natural regions of the world.\nLIFE IN THE AMAZON BASIN\nBefore learning about the Amazon basin, let us look at the\nmap (Fig. 8.2). Notice that the tropical region lies very\nclose to the equator; between 10°N and 10°S. So, it is referred\nto as the equatorial region. The river Amazon flows through\nthis region. Notice how it flows from the mountains to the\nwest and reaches the Atlantic Ocean to the east.\nThe place where a river flows into another body of\nwater is called the river’s mouth. Numerous tributaries\njoin the Amazon River to form the Amazon basin. The\nriver basin drains portions of Brazil, parts of Peru, Bolivia,\nEcuador, Columbia and a small part of Venezuela.\nName the countries of the basin through which the\nequator passes.\nTributaries: These\nare small rivers that\njoin the main river.\nThe main river along\nwith all its tributaries\nthat drain an area\nforms a river basin or\nthe catchment area.\nThe Amazon Basin is\nthe largest river basin\nin the world.\nFig. 8.2: The Amazon Basin in South America\nDo you know?\nWhen Spanish\nexplorers discovered\nthe Amazon river,\nthey were attacked by\na group of local tribes\nwearing headgears\nand grass skirts.\nThese people\nreminded them of the\nfierce tribes of women\nwarriors known in\nancient Roman\nEmpire as the\nAmazons. Hence the\nname Amazon.\n2020-21",
      "pdfPage": 66,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 56,
      "imagePath": "db/geography7/figures/page_66.png"
    }
  },
  {
    "id": "geo7_p67",
    "metadata": {
      "chunk_text": "HUMAN ENVIRONMENT INTERACTIONS: THE TROPICAL AND THE SUBTROPICAL REGION\nCLIMATE\nAs you now know, the Amazon Basin stretches directly\non the equator and is characterized by hot and wet climate\nthroughout the year. Both day and nights are almost\nequally hot and humid. The skin feels sticky. It rains\nalmost everyday, that too without much warning. The\nday temperatures are high with very high humidity. At\nnight the temperature goes down but the humidity\nremains high.\nRAINFORESTS\nAs it rains heavily in this region, thick forests\ngrow (Fig. 8.3). The forests are in fact so thick\nthat the dense “roof” created by leaves and\nbranches does not allow the sunlight to reach\nthe ground. The ground remains dark and damp.\nOnly shade tolerant vegetation may grow here.\nOrchids, bromeliads grow as plant parasites.\nThe rainforest is rich in\nfauna. Birds such as toucans (Fig. 8.4),\nhumming birds, bird of paradise with\ntheir brilliantly coloured plumage,\noversized bills for eating make them\ndifferent from birds we commonly see\nin India. These birds also make loud\nsounds in the forests. Animals like\nmonkeys, sloth and ant-eating tapirs\nare found here (Fig. 8.5). Various species of reptiles and\nsnakes also thrive in these jungles. Crocodiles, snakes,\npythons abound. Anaconda and boa constrictor are\nsome of the species. Besides, the basin is home to\nthousands of species of\ninsects. Several species of\nfishes including the flesh-\neating Piranha fish is also\nfound in the river. This basin\nis thus extraordinarily rich in\nthe variety of life found there.\nPEOPLE OF THE RAINFORESTS\nPeople grow most of their food in small areas after clearing\nsome trees in the forest. While men hunt and fish along\nthe rivers, women take care of the crops. They mainly grow\nDo you know?\nBromeliads are\nspecial plants that\nstore water in their\nleaves. Animals like\nfrogs use these\npockets of water for\nlaying their eggs.\nLet’s do\nSome TV channels\nbroadcast\ndocumentaries on the\nwildlife of the world.\nTry to watch some of\nthe films and share\nyour experience with\nthe class.\nFig. 8.3 : The Amazon Forest\nFig. 8.4 : Toucans\nFig. 8.5 : Tapir\n2020-21",
      "pdfPage": 67,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_67.png"
    }
  },
  {
    "id": "geo7_p68",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nFig. 8.6: Gradual Destruction of Forests\nDo you know?\nSlash and Burn is a\nway of cultivating land\nwhere farmers clear a\npiece of land by\nslashing or cutting\ndown trees and bushes.\nThese are then burnt,\nwhich releases the\nnutrients into the soil.\nNow crops are grown in\nthis cleared field for a\nfew years.\nAfter repeatedly\nusing the patch of\nland, the soil looses\nits nutrients. So it is\nabandoned. Then they\nclear another plot of\nland to plant. In the\nmean time young\ntrees grow in the old\nfield. In this way soil\nfertility is restored.\nPeople can then\nreturn to it and start\ncultivating it again.\ntapioca, pineapple and sweet potato. As hunting and fishing\nare uncertain it is the women who keep their families alive\nby feeding them the vegetables they grow. They practice\n“slash and burn agriculture”. The staple food is manioc,\nalso known as cassava that grows under the ground like\nthe potato. They also eat queen ants and egg sacs. Cash\ncrops like coffee, maize and cocoa are also grown.\nThe rainforests provide a lot of wood for the houses.\nSome families live in thatched houses shaped like\nbeehives. There are other large apartment-like houses\ncalled “Maloca” with a steeply slanting roof.\nLife of the people of the Amazon basin is slowly\nchanging. In the older days the heart of the forest, could\nbe reached only by navigating the river. In 1970 the Trans\nAmazon highway made all parts of the rainforest\naccessible. Aircrafts and helicopters are also used for\nreaching various places. The indigenous population was\npushed out from the area and forced to settle in new\nareas where they continued to practice their distinctive\nway of farming.\nThe developmental activities are leading to the gradual\ndestruction of the biologically diverse rainforests. It is\nestimated that a large area of the\nrainforest has been disappearing\nannually in the Amazon basin.\nYou can see that this\ndestruction of forests has\na much wider implication\n(Fig. 8.6). The topsoil is\nwashed away as the\nrains fall and the\nlush\nforest\nturns into\na barren\nlandscape.\n2020-21",
      "pdfPage": 68,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 58,
      "imagePath": "db/geography7/figures/page_68.png"
    }
  },
  {
    "id": "geo7_p69",
    "metadata": {
      "chunk_text": "HUMAN ENVIRONMENT INTERACTIONS: THE TROPICAL AND THE SUBTROPICAL REGION\nLIFE IN THE GANGA-BRAHMAPUTRA BASIN\nThe tributaries of rivers Ganga and\nBrahmaputra together form the\nGanga-Brahmaputra basin in the\nIndian subcontinent (Fig. 8.8). The\nbasin lies in the sub-tropical region\nthat is situated between 10°N to 30°N\nlatitudes. The tributaries of the River\nGanga like the Ghaghra, the Son, the\nChambal, the Gandak, the Kosi and\nthe tributaries of Brahmaputra drain\nit. Look at the atlas and find names\nof some tributaries of the River\nBrahmaputra.\nThe plains of the Ganga and the\nBrahmaputra, the mountains and the foothills of the\nFig. 8.8: Ganga-Brahmputra Basin\nFig. 8.7 Brahmaputra river\n2020-21",
      "pdfPage": 69,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_69.png"
    }
  },
  {
    "id": "geo7_p70",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nGlossary\nHimalayas and the Sundarbans delta are the main\nfeatures of this basin. Ox-bow lakes dot the plain area.\nThe area is dominated by monsoon climate. The\nmonsoon brings rains from mid-June to mid-September.\nThe summers are hot and the winters cool.\nLook at the map of India (Fig. 8.8). Find out the states\nin which the Ganga-Brahmputra basin lies.\nThe basin area has varied topography. The\nenvironment plays a dominant role in the distribution\nof the population. The mountain areas with steep slopes\nhave inhospitable terrain. Therefore less number of\npeople live in the mountain area of the Ganga-\nBrahmaputra basin. The plain area provides the most\nsuitable land for human habitation. The soil is fertile.\nAgriculture is the main occupation of the people where\nflat land is available to grow crops. The density of\npopulation of the plains is very high. The main crop is\npaddy (Fig. 8.9). Since cultivation of paddy requires\nsufficient water, it is grown in the areas where the amount\nof rainfall is high.\nWheat, maize, sorghum, gram and millets are the\nother crops that are grown. Cash crops like sugarcane\nand jute are also grown. Banana plantations are seen in\nsome areas of the plain. In West Bengal and Assam tea is\ngrown in plantations (Fig. 8.10). Silk is produced through\nthe cultivation of silk worms in parts of Bihar and Assam.\nIn the mountains and hills, where the slopes are gentle,\ncrops are grown on terraces.\nThe vegetation cover of the area varies according to\nthe type of landforms. In the Ganga and Brahmaputra\nplain tropical deciduous trees grow, along with teak, sal\nand peepal. Thick bamboo groves are common in the\nBrahmaputra plain. The delta area is covered with the\nFig. 8.9 : Paddy Cultivation\nFig. 8.10 : Tea Garden in Assam\nLet’s do\nRiver Brahmaputra is\nknown by different\nnames in difference\nplaces. Find the other\nnames of the river.\nActivity\nCollect some\nhandicrafts made\nfrom jute, bamboo and\nsilk. Display them in\nthe class. Find out in\nwhich area they were\nmade?\nPopulation density:\nIt means the number\nof persons that live in\none sq. km. of area\ne.g. the population\ndensity of Uttarakhand\nis 189 while the\ndensity of West\nBengal is 1029 and\nthat of Bihar is 1102.\n2020-21",
      "pdfPage": 70,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 60,
      "imagePath": "db/geography7/figures/page_70.png"
    }
  },
  {
    "id": "geo7_p71",
    "metadata": {
      "chunk_text": "HUMAN ENVIRONMENT INTERACTIONS: THE TROPICAL AND THE SUBTROPICAL REGION\nFig. 8.12 : Crocodiles\nFig. 8.11 : One horned rhinoceros\nLake: A source of livelihood\n(A case study)\nBinod is a fisherman\nliving in the Matwali\nMaun village of Bihar.\nHe is a happy man\ntoday. With the efforts\nof\nthe\nfellow\nfishermen – Ravindar,\nKishore, Rajiv and\nothers, he cleaned the\nmaun or the ox-bow\nlake\nto\ncultivate\ndifferent varieties of fish. The local weed (vallineria,\nhydrilla) that grows in the lake is the food of the fish.\nThe land around the lake is fertile. He sows crops\nsuch as paddy, maize and pulses in these fields.\nThe buffalo is used to plough the land. The\ncommunity is satisfied. There is enough fish catch\nfrom the river – enough fish to eat and enough fish\nDo you know?\nIn the fresh waters of\nRiver Ganga and River\nBrahmaputra, a\nvariety of dolphin\nlocally called Susu\n(also called blind\ndolphin) is found. The\npresence of Susu is an\nindication of the\nhealth of the river. The\nuntreated industrial\nand urban wastes with\nhigh amount of\nchemicals are killing\nthis species.\nA clean lake\nmangrove forests. In parts of Uttarakhand, Sikkim and\nArunachal Pradesh, coniferous trees like pine, deodar\nand fir can be seen because the climate is cool and the\nslopes are steep.\nThere is a variety of wildlife in the basin. Elephants,\ntigers, deer and monkeys are common. The one-horned\nrhinoceros is found in the Brahmaputra plain. In the\ndelta area, Bengal tiger, crocodiles and alligator are found.\nAquatic life abounds in the fresh river waters, the lakes\nand the Bay of Bengal Sea. The most popular varieties of\nthe fish are the rohu, catla and hilsa. Fish and rice is\nthe staple diet of the people living in the area.\nBlind Dolphin\nDo you know?\nTerraces are built on\nsteep slopes to create\nflat surfaces on which\ncrops are grown. The\nslope is removed so\nthat water does not\nrun off rapidly.\nTerrace Farming\n2020-21",
      "pdfPage": 71,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_71.png"
    }
  },
  {
    "id": "geo7_p72",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nFig. 8.13: Varanasi along the River Ganga\nThe Ganga-Brahmaputra\nplain has several big towns\nand cities. The cities of\nAllahabad, Kanpur, Varanasi,\nLucknow, Patna and Kolkata\nall with the population of\nmore than ten lakhs are\nlocated along the River\nGanga (Fig. 8.13). The\nwastewater from these towns\nand industries is discharged into the rivers.  This leads\nto the pollution of the rivers.\nAll the four ways of transport are well developed in\nthe Ganga-Brahmaputra basin. In the plain areas the\nroadways and railways transport the people from one\nplace to another. The waterways, is an effective means of\ntransport particularly along the rivers. Kolkata is an\nimportant port on the River Hooghly. The plain area also\nhas a large number of airports.\nTourism is another important activity\nof the basin. Taj Mahal on the banks of\nRiver Yamuna in Agra, Allahabad on the\nconfluence of the Rivers Ganga and\nYamuna, Buddhists stupas in Uttar\nPradesh and Bihar, Lucknow with its\nImambara, Assam with Kaziranga and\nManas with wild life sanctuaries and\nArunachal Pradesh with a distinct\ntribal culture are some of the places\nworth a visit (Fig. 8.14).\nto sell in the market. They have even begun supply\nto the neighbouring\ntown. The community\nis living in harmony\nwith nature. As long\nas the pollutants from\nnearby towns do not\nfind their way into the\nlake waters, the fish\ncultivation will not\nface any threat.\nA Polluted Lake\nFig. 8.14: Tiger in Manas Wildlife sanctuary\nDo you know?\nTo acceletrate the\nefforts to achieve\nuniversal sanitation\ncoverage and to put\nfours on sanitation,\nthe Prime Minister of\nIndia launched the\n“Swachh Bharat\nMission” on 02nd\nOctober 2014.\nDo you know?\nTo conserve the river\nganga, ‘Namami’\nganga Programme has\nbeen initiated.\n2020-21",
      "pdfPage": 72,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 62,
      "imagePath": "db/geography7/figures/page_72.png"
    }
  },
  {
    "id": "geo7_p73",
    "metadata": {
      "chunk_text": "HUMAN ENVIRONMENT INTERACTIONS: THE TROPICAL AND THE SUBTROPICAL REGION\n1.\nAnswer the following questions.\n(i) Name the continent in which the Amazon Basin is located.\n(ii) What are the crops grown by the people of the Amazon Basin.\n(iii) Name the birds that you are likely to find in the rainforests of the Amazon.\n(iv) What are the major cities located on the River Ganga.\n(v) Where is the one-horned rhinoceros found?\n2.\nTick the correct answer.\n(i) Toucans are a type of\n(a) birds\n(b) animals\n(c) crops\n(ii) Manioc is the staple food of\n(a) Ganga Basin\n(b) Africa\n(c) Amazon\n(iii) Kolkata is located on the river\n(a) Orange\n(b) Hooghly\n(c) Bhagirathi\n(iv) Deodars and firs are a type of\n(a) Coniferous trees (b) Deciduous trees (c) shrubs\n(v) Bengal tiger is found in\n(a) mountains\n(b) delta area\n(c) Amazon\n3.\nMatch the following.\n(i) Cotton textile\n(a) Assam\n(ii) Maloca\n(b) Terrace farming\n(iii) Piranha\n(c) Sericulture\n(iv) Silk worm\n(d) Slanting roof\n(v) Kaziranga\n(e) Ganga plain\n(f) Varanasi\n(g) Fish\n4.\nGive reasons.\n(i) The rainforests are depleting.\n(ii) Paddy is grown in the Ganga-Brahmaputra plains.\n5.\nMap skills.\n(i) On an outline map of the Indian Sub-continent, draw the rivers Ganga and\nBrahmaputra from the source to the mouth. Also show the important\ntributaries of both the rivers.\n(ii) On the political map of  South America, draw the equator. Mark the countries\nthrough which the equator passes.\n6.\nFor fun.\nMake a collage to show places of attractions in India.   You can divide the class\nin different groups to show attractions based on mountain landscapes, coastal\nbeaches, wildlife sanctuaries and places of historical importance.\nExercises\n2020-21",
      "pdfPage": 73,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p74",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\n7.\nActivity.\nCollect under mentioned material and observe how destruction of trees effect\nthe soil cover.\nMaterial\n(i) Three small flowerpots or food cans (e.g., cold drinks tin cans),\n(ii) one big can with holes punched in the bottom (this will act as a\nsprinkling can),\n(iii) twelve coins or bottle caps\n(iv) soil.\nSteps\nTake three small cans or pots. Fill them with soil till the top. Press the soil to\nmake it level with the top of the can. Now put four coins or bottle caps on the\nsoil of each can. Take the big can that has been punched with holes and fill it\nwith water. You can also take the sprinkling can from your garden. Now, sprinkle\nwater on the three cans. On the first can sprinkle water very slowly so that no\nsoil splashes out. Let moderate amount of water be sprinkled on the second\ncan. On the third can, sprinkle the water heavily. You will observe that\nunprotected soil splashes out. Where the ‘rain’ is heavy the amount of soil that\nsplashes out is the maximum and least in case of the first can. The coins or\ncaps represent the tree covers. It is clear that if the land is cleared completely\nof the vegetation, the soil cover will quickly disappear.\n2020-21",
      "pdfPage": 74,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 64
    }
  },
  {
    "id": "geo7_p75",
    "metadata": {
      "chunk_text": "Life in the Deserts\nIn Chapter 5, you have seen that water means life to\nplants, animals and people. It is difficult for anyone to\nlive in places where there is no water to drink, where\nthere is no grass for their cattle to feed on and where\nthere is no water to help the crops to grow.\nWe will now learn about the places in the world where\npeople have learned to cope with extreme harsh\ntemperatures; in some places as hot as fire and some as\ncold as ice. These are the desert areas of the world. These\nare characterised by low rainfall, scanty vegetation and\nextreme temperatures. Depending on the temperatures\nthere can be hot deserts or cold deserts. The people\ninhabit these lands wherever little water is available to\npractise agriculture.\nTHE HOT DESERT – SAHARA\nLook at the map of the world and the\ncontinent of Africa. Locate the Sahara\ndesert covering a large part of North\nAfrica. It is the world’s largest desert. It\nhas an area of around 8.54 million\nsq. km. Do you recall that India has an\narea of 3.2 million sq. km? The Sahara\ndesert touches eleven countries. These\nare Algeria, Chad, Egypt, Libya, Mali,\nMauritania, Morocco, Niger, Sudan,\nTunisia and Western Sahara.\nWhen you think of a desert the picture\nthat immediately comes to your mind is that of sand. But\nbesides the vast stretches of sands, that Sahara desert is\ncovered with, there are also gravel plains and elevated\nplateaus with bare rocky surface. These rocky surfaces\nmay be more than 2500m high at some places.\nFig. 9.1: The Sahara Desert\nGlossary\nDesert: It is an arid\nregion characteriesed\nby extremely high or\nlow temperatures and\nhas scarce vegetation.\n2020-21",
      "pdfPage": 75,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_75.png"
    }
  },
  {
    "id": "geo7_p76",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nDo you know?\nFig. 9.2: Sahara in Africa\nAl Azizia in the Sahara\ndesert, south of Tripoli,\nLibya recorded the\nhighest temperature of\n57.7°C in 1922.\nClimate\nThe climate of the Sahara desert is scorching hot and\nparch dry. It has a short rainy season. The sky is\ncloudless and clear. Here, the moisture evaporates\nfaster than it accumulates. Days are unbelievably hot.\nThe temperatures during the day may soar as high as\n50°C, heating up the sand and the bare rocks, which\nin turn radiates heat making everything around hot.\nThe nights may be freezing cold with temperatures\nnearing zero degrees.\nFlora and Fauna\nVegetation in the Sahara desert includes cactus, date\npalms and acacia. In some places there are oasis – green\nislands with date palms surrounding them. Camels,\nhyenas, jackals, foxes, scorpions, many varieties of\nDo you know?\nYou will be surprised\nto know that present\nday Sahara once used\nto be a lush green\nplain. Cave paintings\nin Sahara desert show\nthat there used to be\nrivers with crocodiles.\nElephants, lions,\ngiraffes, ostriches,\nsheep, cattle and\ngoats were common\nanimals. But the\nchange in climate has\nchanged it to a very\nhot and dry region.\nMorocco\n2020-21",
      "pdfPage": 76,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 66,
      "imagePath": "db/geography7/figures/page_76.png"
    }
  },
  {
    "id": "geo7_p77",
    "metadata": {
      "chunk_text": "LIFE IN THE DESERTS\nDo you know?\nDepressions are formed\nwhen the wind blows\naway the sands. In the\ndepressions where\nunderground water\nreaches the surface,\nan oasis is formed.\nThese areas are fertile.\nPeople may settle\naround these water\nbodies and grow date\npalms and other\ncrops. Sometimes the\noasis may be\nabnormally large.\nTafilalet Oasis in\nMorocco is a large\noasis with an area of\nabout 13,000 sq.km.\nFig. 9.3: Oasis in the Sahara Desert\nPeople\nThe Sahara desert despite its harsh climate has been\ninhabited by various groups of people, who pursue\ndifferent activities. Among them are the Bedouins and\nTuaregs. These groups are nomadic tribes rearing\nlivestock such as goats, sheep, camels and horses.\nThese animals provide them with milk, hides from\nwhich they make leather for belts, slippers, water\nbottles; hair is used for mats, carpets, clothes and\nblankets. They wear heavy robes as protection against\ndust storms and hot winds.\nThe oasis in the Sahara and the Nile Valley in Egypt\nsupports settled population. Since water is available, the\npeople grow date palms. Crops such as rice, wheat, barley\nand beans are also grown. Egyptian cotton, famous\nworldwide is grown in Egypt.\nThe discovery of oil – a product in great demand\nthroughout the world, in Algeria, Libya and Egypt is\nconstantly transforming the Sahara desert. Other\nminerals of importance that are found in the area include\niron, phosphorus, manganese and uranium.\nThe cultural landscape of the Sahara is undergoing\nchange. Gleaming glass cased office buildings tower over\nmosques and superhighways crisscross the ancient camel\npaths. Trucks are replacing camels in the salt trade.\nTuaregs are seen acting as guides to foreign tourists.\nMore and more nomadic herdsmen are taking to city life\nfinding jobs in oil and gas operations.\nsnakes and lizards are the prominent animal species\nliving there.\nDo you know?\nScientists have\nactually found\nskeletons of fish in\nthis desert. What\ncould have happened?\n2020-21",
      "pdfPage": 77,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_77.png"
    }
  },
  {
    "id": "geo7_p78",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nTHE COLD DESERT - LADAKH\nLadakh is a cold desert lying in the Great Himalayas,\non the eastern side of Jammu and Kashmir (Fig. 9.4).\nThe Karakoram Range in the north and the Zanskar\nmountains in the south enclose it. Several rivers flow\nthrough Ladakh, Indus being the most important\namong them. The rivers form deep valleys and gorges.\nSeveral glaciers are found in Ladakh, for example the\nGangri glacier.\nThe altitude in Ladakh varies from about 3000m\nin Kargil to more than 8,000m in the Karakoram.\nDue to its high altitude, the climate is extremely cold\nand dry. The air at this altitude is so thin that the\nheat of the sun can be felt intensely. The day\ntemperatures in summer are just above zero degree\nand the night temperatures well below –30°C. It is\nfreezing cold in the winters when the temperatures may\nremain below –40°C for most of the time. As it lies\nWord Origin\nLadakh is made up of\ntwo words – “La”\nmeaning ‘mountain\npass’ and “Dak”\nmeaning ‘country’\nDo you know?\nDrass, one of the\ncoldest inhabited\nplaces on earth is\nlocated in Ladakh.\nFig. 9.4: Ladakh\n2020-21",
      "pdfPage": 78,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 68,
      "imagePath": "db/geography7/figures/page_78.png"
    }
  },
  {
    "id": "geo7_p79",
    "metadata": {
      "chunk_text": "LIFE IN THE DESERTS\nin the rain shadow of the Himalayas, there is little\nrainfall, as low as 10 cm every year. The area\nexperiences freezing winds and burning hot sunlight.\nYou will be surprised to know that if you sit in the\nsun with your feet in the shade, you may suffer from\nboth sunstroke and frost bite at the same time.\nFlora and Fauna\nDue to high aridity, the vegetation is sparse. There are\nscanty patches of grasses and shrubs for animals to\ngraze. Groves of willows and poplars are seen in the\nvalleys. During the summers, fruit trees such as apples,\napricots and walnuts bloom. Several species of birds are\nsighted in Ladakh. Robins, redstarts, Tibetan snowcock,\nraven and hoopoe are common. Some of these are\nmigratory birds. The animals of Ladakh are wild goats,\nwild sheep, yak and special kinds of dogs. The animals\nare reared to provide for the milk, meat and hides. Yak’s\nmilk is used to make cheese and butter. The hair of the\nsheep and goat is used to make woollens.\nPeople\nDo you find any resemblance between the people of\nLadakh and the inhabitants of Tibet and Central Asia?\nThe people here are either Muslims or Buddhists. In\nfact several Buddhists monasteries dot the Ladakhi\nlandscape with their traditional ‘gompas’. Some\nfamous monasteries are Hemis, Thiksey, Shey and\nLamayuru (Fig. 9.5).\nIn the summer season the people are busy cultivating\nbarley, potatoes, peas, beans and turnip. The climate in\nwinter months is so harsh that\npeople keep themselves engaged in\nfestivities and ceremonies. The\nwomen are very hard working. They\nwork not only in the house and\nfields, but also manage small\nbusiness and shops. Leh, the capital\nof Ladakh is well connected both by\nroad and air. The National Highway\n1A connects Leh to Kashmir\nValley through the Zoji la Pass. Can\nyou name some more passes in\nthe Himalayas?\nDo you know?\nThe finest cricket bats\nare made from the\nwood of the willow\ntrees.\nDo you know?\nThe Chiru or the\nTibetan antelope is an\nendangered species. It\nis hunted for its wool\nknown as shahtoosh,\nwhich is light in\nweight and extremely\nwarm.\nFig. 9.5: Thiksey Monastery\nDo you know?\nLadakh is also known\nas Khapa-chan which\nmeans snow land.\n2020-21",
      "pdfPage": 79,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "imagePath": "db/geography7/figures/page_79.png"
    }
  },
  {
    "id": "geo7_p80",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nTourism is a major\nactivity with several\ntourists streaming in from\nwithin India and abroad.\nVisits to the gompas,\ntreks to see the meadows\nand glaciers, witnessing\nceremonies and festivities\nare important activities.\nLife of people is\nundergoing change due\nto modernisation. But\nthe people of Ladakh\nhave over the centuries learned to live in balance and\nharmony with nature. Due to scarcity of resources like\nwater and fuel, they are used with reverence and care.\nNothing is discarded or wasted.\nExercises\nDo you know?\nManali - Leh highway\ncrosses four passes,\nRohtang la,\nBaralacha la\nLungalacha la and\nTanglang la. The\nhighway opens only\nbetween July and\nSeptember when snow\nis cleared from the road.\nBaralacha la\n1.  Answer the following questions.\n(a) What are the two types of deserts found in the world?\n(b) In which continent is the Sahara desert located?\n(c) What are the climatic conditions of the Ladakh desert?\n(d) What mainly attracts tourists to Ladakh?\n(e) What type of clothes the people of the Sahara desert wear?\n(f) Name the trees that grow in Ladakh.\n2.\nTick the correct answer.\n(i) Sahara is located in which part of Africa\n(a) eastern\n(b) northern\n(c) western\n(ii) Sahara is what type of desert\n(a) cold\n(b) hot\n(c) mild\n(iii) The Ladakh desert is mainly inhabited by\n(a) Christians and Muslims\n(b) Buddhists and Muslims\n(c) Christians and Buddhists\n(iv) Deserts are characterised by\n(a) scanty vegetation\n(b) heavy precipitation\n(c) low evaporation\nFig. 9.6: Ladakhi Women in\nTraditional Dress\n2020-21",
      "pdfPage": 80,
      "hasFigure": true,
      "subject": "geography",
      "className": 7,
      "bookPage": 70,
      "imagePath": "db/geography7/figures/page_80.png"
    }
  },
  {
    "id": "geo7_p81",
    "metadata": {
      "chunk_text": "LIFE IN THE DESERTS\n(v) Hemis in the Ladakh is a famous\n(a) temple\n(b) church\n(c) monastery\n(vi) Egypt is famous for growing\n(a) wheat\n(b) maize\n(c) cotton\n3.\nMatch the following.\n(i) Oasis\n(a) Libya\n(ii) Bedouins\n(b) monastery\n(iii) Oil\n(c) glacier\n(iv) Gangri\n(d) depressions with water\n(v) Lamayuru\n(e) cold desert\n(f) Sahara\n4.\nGive reasons.\n(i) There is scanty vegetation in the deserts.\n(ii) People of the Sahara desert wear heavy robes.\n5.\nMap skills.\n(i) On the outline map of Africa, mark the Sahara desert and any four countries\naround it.\n(ii) On the outline map of India, mark the Karakoram Range, Zanskar Range,\nLadakh and Zoji La pass.\nDesert Game\nThis is a class room activity involving all the students. The teacher will create a\nlist of desert creatures. The number of the creatures should be same as the number\nof students in the class. The creatures can be picked up from the categories of\nmammals, birds and reptiles. Mammals can include – camel, yak, fox, sheep, goat,\nantelope…\nBirds – raven, eagle, vulture, turkey…\nReptiles – snakes …\nAssign one desert creature to each student. Ask the student to write three\ncharacteristics of the creature on plain sheet of paper. (students can use index\ncards of size 10 cm × 15 cm). Questions such as - in what type of deserts it is\nfound? Major adaptation? Use to man?\nThese characteristics will be used as clues in the guessing game. On the board\nmake three columns – mammals, birs and reptiles. Paste a sheet of paper in the\ncolumn under the particular category. The class can be divided in three to four\ngroups. They will compete against each other in the ‘desert game’. Each group now\ntakes turn in guessing the correct answer. Explain to the class that they have to\nguess what animal matches the characteristics listed on the paper.\nFor example:\n• Animal of hot desert\n• Has double set of eyelashes to keep away the sand\n• The hide is used for making water bottles\nThe correct answer is ‘camel’. Within the group there will be a student who has\nprepared the card. That student should not answer. Ten points are awarded for\nthe correct answer.\nThis game will enable students to understand the desert. You can play the\nsame game by taking different types of fruits, flora and the clothes the people wear.\n6.\nFor fun.\n2020-21",
      "pdfPage": 81,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p82",
    "metadata": {
      "chunk_text": "OUR ENVIRONMENT\nhttp://school.discovery.com/\nhttp://nationalgeographic.com/\nhttp://www.incredibleindia.org/\nhttp://www.wikipedia.org/\nhttp://www.greenpeace.org/\nhttp://www.britannica.com/\nhttp;//www.animalplanet.co.uk/\nSome Internet Sources for More Information\nAPPENDIX\n2020-21",
      "pdfPage": 82,
      "hasFigure": false,
      "subject": "geography",
      "className": 7,
      "bookPage": 72
    }
  },
  {
    "id": "geo7_p83",
    "metadata": {
      "chunk_text": "NOTES\n2020-21",
      "pdfPage": 83,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  },
  {
    "id": "geo7_p84",
    "metadata": {
      "chunk_text": "NOTES\n2020-21",
      "pdfPage": 84,
      "hasFigure": false,
      "subject": "geography",
      "className": 7
    }
  }
]