[
  {
    "id": "geo10_p1",
    "metadata": {
      "chunk_text": "India\nContemporary\nII\nTextbook in Geography\nfor Class X\nSocial Science",
      "pdfPage": 1,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p2",
    "metadata": {
      "chunk_text": "First Edition\nJanuary 2006    Agrahayana 1928\nReprtined\nDecember 2007  Agrahayana 1929\nFeburary  2009  Magha 1930\nJanuary  2010  Magha 1931\nJanuary 2011 Magha 1932\nJanuary 2012 Magha 1933\nDecember 2012 Agrahayana 1934\nNovember 2013 Kartika 1935\nNovember 2014 Agrahayana 1936\nDecember 2015 Pausa 1937\nDecember 2016 Pausa 1938\nJanuary 2018 Magha 1939\nPD 650T HK\n© National Council of Educational\nResearch and Training, 2006\n` 65.00\nPrinted on 80 GSM paper with NCERT\nwatermark\nPublished at the Publication Division by\nthe Secretary, National Council of\nEducational Research and Training, Sri\nAurobindo Marg, New Delhi 110 016 and\nprinted at Holy Faith International (P.)\nLtd., B-9 & 10 Site IV, Sahibabad Industrial\nArea, District Ghaziabad (U.P.)\nISBN  81-7450-644-6\nALL RIGHTS RESERVED\nq No part of this publication may be reproduced, stored in a retrieval system or\ntransmitted, in any form or by any means, electronic, mechanical, photocopying,\nrecording or otherwise without the prior permission of the publisher.\nq This book is sold subject to the condition that it shall not, by way of trade,  be lent,\nre-sold, hired out or otherwise disposed of without the publisher’s consent, in any\nform of binding or cover other than that in which it is published.\nq The correct price of this publication is the price printed on this page, Any revised\nprice indicated by a rubber stamp or by a sticker or by any other means is incorrect\nand should be unacceptable.\nPublication Team\nHead, Publication\n:\nM. Siraj Anwar\nDivision\nChief Editor\n:\nShveta Uppal\nChief Business\n:\nGautam Ganguly\nManager\nChief Production\n:\nArun Chitkara\nOfficer (Incharge)\nAssistant Editor\n:\nR. N. Bhardwaj\nProduction Assistant :\nOm Prakash\nCover, Layout and Illustrations\nNidhi Wadhwa\nCartography\nCartographic Design Agency\nOFFICES OF THE PUBLICATION\nDIVISION, NCERT\nNCERT Campus\nSri Aurobindo Marg\nNew  Delhi 110 016\nPhone :  011-26562708\n108, 100 Feet Road\nHosdakere Halli Extension\nBanashankari III Stage\nBengaluru 560 085\nPhone : 080-26725740\nNavjivan Trust Building\nP.O.Navjivan\nAhmedabad 380 014\nPhone :  079-27541446\nCWC Campus\nOpp. Dhankal Bus Stop\nPanihati\nKolkata 700 114\nPhone :  033-25530454\nCWC Complex\nMaligaon\nGuwahati 781 021\nPhone :  0361-2674869",
      "pdfPage": 2,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p3",
    "metadata": {
      "chunk_text": "The National Curriculum Framework (NCF), 2005, recommends that\nchildren’s life at school must be linked to their life outside the school.\nThis principle marks a departure from the legacy of bookish learning\nwhich continues to shape our system and causes a gap between the\nschool, home and community. The syllabi and textbooks developed on\nthe basis of NCF signify an attempt to implement this basic idea. They\nalso attempt to discourage rote learning and the maintenance of sharp\nboundaries between different subject areas. We hope these measures\nwill take us significantly further in the direction of a child-centred system\nof education outlined in the National Policy on Education (1986).\nThe success of this effort depends on the steps that school principals\nand teachers will take to encourage children to reflect on their own\nlearning and to pursue imaginative activities and questions. We must\nrecognise that, given space, time and freedom, children generate new\nknowledge by engaging with the information passed on to them by adults.\nTreating the prescribed textbook as the sole basis of examination is one\nof the key reasons why other resources and sites of learning are ignored.\nInculcating creativity and initiative is possible if we perceive and treat\nchildren as participants in learning, not as receivers of a fixed body of\nknowledge.\nThese aims imply considerable change in school routines and mode\nof functioning. Flexibility in the daily time-table is as necessary as rigour\nin implementing the annual  calendar so that the required number of\nteaching days are actually devoted to teaching. The methods used for\nteaching and evaluation will also determine how effective this textbook\nproves for making children’s life at school a happy experience, rather\nthan a source of stress or boredom. Syllabus designers have tried to\naddress the problem of curricular burden by restructuring and\nreorienting knowledge at different stages with greater consideration for\nchild psychology and the time available for teaching. The textbook\nattempts to enhance this endeavour by giving higher priority and space\nto opportunities for contemplation and wondering, discussion in small\ngroups, and activities requiring hands-on experience.\nThe National Council of Educational Research and Training (NCERT)\nappreciates the hard work done by the textbook development committee\nresponsible for this book. We wish to thank the Chairperson of the\nadvisory committee for textbooks in Social Sciences, at the higher\nsecondary level, Professor Hari Vasudevan and the Chief Advisor for this\nbook, Professor M.H. Qureshi for guiding the work of this committee.\nSeveral teachers contributed to the development of this textbook; we are\ngrateful to their principals for making this possible. We are indebted to\nForeword\nForeword\nForeword\nForeword\nForeword",
      "pdfPage": 3,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p4",
    "metadata": {
      "chunk_text": "the institutions and organisations which have generously permitted us to draw\nupon their resources, material and personnel. We are especially grateful to the\nmembers of the National Monitoring Committee, appointed by the Department\nof Secondary and Higher Education, Ministry of Human Resource Development\nunder the Chairpersonship of Professor Mrinal Miri and Professor G.P.\nDeshpande, for their valuable time and contribution. As an organisation\ncommitted to systemic reform and continuous improvement in the quality of its\nproducts, NCERT welcomes comments and suggestions which will enable us to\nundertake further revision and refinement.\nDirector\nNew Delhi\nNational Council of Educational\n20 November 2006\nResearch and Training\niv",
      "pdfPage": 4,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p5",
    "metadata": {
      "chunk_text": "Textbook development committee\nTextbook development committee\nTextbook development committee\nTextbook development committee\nTextbook development committee\nCHAIRPERSON, ADVISORY COMMITTEE FOR TEXTBOOKS IN SOCIAL SCIENCES AT\nTHE SECONDARY LEVEL\nHari Vasudevan, Professor, Department of History, University of\nCalcutta, Kolkata\nCHIEF ADVISOR\nM. H. Qureshi, Professor, Centre for the Study of Regional Development,\nJawaharlal Nehru University, New Delhi\nADVISOR\nB. S. Butola, Professor, Centre for the Study of Regional Development,\nJawaharlal Nehru University, New Delhi\nMEMBERS\nAparajita De, Lecturer, Department of Geography,\nDelhi School of Economics, University of Delhi, Delhi\nGeeta Duggal, Former Principal, Delhi Public School, Rewari\nIndu Sharma, PGT, Demonstration School RIE, Ajmer\nK. Jaya, PGT, Convent of Jesus and Mary, Bangla Sahib Road, New Delhi\nPunam Behari, Reader, Miranda House, University of Delhi, Delhi\nSaroj Sharma, TGT (Retd.), Mother’s International School,\nSri Aurobindo Marg, New Delhi\nMEMBER-COORDINATOR\nAparna Pandey, Lecturer, Department of Education in Social Sciences\nand Humanities, NCERT, New Delhi",
      "pdfPage": 5,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p7",
    "metadata": {
      "chunk_text": "Acknowledgements\nAcknowledgements\nAcknowledgements\nAcknowledgements\nAcknowledgements\nThe National Council of Educational Research and Training\nacknowledges the support of individuals and organisations as listed\nbelow for providing various photographs and other materials such as\narticles used in this textbook — Shveta Uppal, NCERT, New Delhi for\nFig. 1.11, 2.4, 4.3, 4.10, 4.11, 7.3, 7.4, 7.5; Kalyan Banerjee, NCERT,\nNew Delhi for Fig. 7.9; Centre for Science and Environment, New Delhi\nfor Fig. 2.2 (Endangered : the Nicobar megapode), 3.3, 3.5, 3.6, 3.7,\n4.1, 5.14; CCSHAU, Hisar for Fig. 4.4(a), 4.13, 4.16; Directorate of\nExtension, Ministry of Agriculture, I.A.R.I. Campus, New Pusa, New\nDelhi for Fig. 4.2, 4.4(b), 4.5, 4.6, 4.7, 4.8, 4.9 (Groundnut and Mustard),\n4.12 (Apple and Pomegranate), 4.15, 4.18; Ministry of Environment\nand Forests, Govt. of India for Fig. 2.2, 2.3, 4.17, 5.10, 6.11; Ministry\nof Coal, Govt. of India for Fig. 5.11(a) and (b); Ministry of Mines, Govt. of\nIndia for Fig. 5.3, 5.5, 5.8; Department of Road Transport and Highways,\nMinistry of Shipping, Road Transport and Highways, Govt. of India for\nFig. 7.2, 7.10; Ministry of Heavy Industries and Public Enterprises,\nGovt. of India for Fig. 5.12, 6.6, 6.9, 6.10, 6.12; Department of Shipping,\nMinistry of Shipping, Road Transport and Highways, Govt. of India for\nFig. 7.6, 7.7, 7.8; Kurukshetra magazine for collage on page 24; The\nTimes of India for collage on page 20, 24, 29, 26, 57, 91; The Hindu for\ncollage on page 20; Hindustan for collage on page 91; NCERT, Social\nScience, Part-II, Textbook for Class-VIII for Fig. 1.12, 2.1, 3.2.\nThe Council is thankful to the Survey of India for certification of maps\ngiven in the textbook.\nAcknowledgements are due to Savita Sinha, Professor and Head,\nDepartment of Education in Social Sciences and Humanities for her\nvaluable support at every stage of preparation of this textbook.\nSpecial thanks are due to Vandana R. Singh, Consultant Editor for\ngoing through the textbook and for giving useful suggestions.\nThe Council also gratefully acknowledges the contributions of\nIshwar Singh, DTP Operator;  Ajay Singh, Copy Editor; Dinesh Kumar,\nComputer Incharge, who have helped in giving a final shape to this book.\nThe contribution of the Publication Department, NCERT are also duly\nacknowledged.\nThe following are applicable to all the maps of India used in this textbook\n1.\n© Government of India, Copyright 2006\n2.\nThe responsibility for the correctness of internal details rests with the\npublisher.\n3.\nThe territorial waters of India extend into the sea to a distance of twelve\nnautical miles measured from the appropriate base line.",
      "pdfPage": 7,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p8",
    "metadata": {
      "chunk_text": "4.\nThe administrative headquarters of Chandigarh, Haryana and Punjab are\nat Chandigarh.\n5.\nThe interstate boundaries amongst Arunachal Pradesh, Assam and\nMeghalaya shown on this map are as interpreted from the “North-Eastern\nAreas (Reorganisation) Act.1971,” but have yet to be verified.\n6.\nThe external boundaries and coastlines of India agree with the Record/Master\nCopy certified by Survey of India.\n7.\nThe state boundaries between Uttarakhand & Uttar Pradesh, Bihar &\nJharkhand and Chhattisgarh & Madhya Pradesh have not been verified by\nthe Governments concerned.\n8.\nThe spellings of names in these maps have been taken from various sources.\nviii\nSchool Bhuvan–NCERT an Online web portal\nWeb based online e-learning Geo spatial portal School Bhuvan–NCERT (URL:\nhttp://bhuvan.nrsc.gov.in/governance/mhrd_ncert/) has been launched by\nNCERT and ISRO in collaboration to enhance geo spatial skills among students.\nThis online e-learning portal includes thematic maps given in Geography\ntextbooks. This portal enables students to use Geo-spatial technology for better\nunderstanding of concepts in Geography. Online activities available on the\nportal as Level 1, Level 2 and Level 3 encourage learners from Classes VI to XII\nto develop neighbourhood maps and their attributes on satellite imageries\navailable on School Bhuvan–NCERT.",
      "pdfPage": 8,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p9",
    "metadata": {
      "chunk_text": "Contents\nContents\nContents\nContents\nContents\nForeword\niii\n1.\nResources and Development\n2.\nForest and Wildlife Resources\n3.\nWater Resources\n4.\nAgriculture\n5.\nMinerals and Energy Resources\n6.\nManufacturing Industries\n7.\nLifelines of National Economy\nAppendix–I\nAppendix–II\nAppendix–III\nGlossary",
      "pdfPage": 9,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p10",
    "metadata": {
      "chunk_text": "Constitution of India\nFundamental Duties\nIt shall be the duty of every citizen of India —\n(a) to abide by the Constitution and respect its ideals and institutions, the\nNational Flag and the National Anthem;\n(b) to cherish and follow the noble ideals which inspired our national struggle\nfor freedom;\n(c) to uphold and protect the sovereignty, unity and integrity of India;\n(d) to defend the country and render national service when called upon to\ndo so;\n(e) to promote harmony and the spirit of common brotherhood amongst all\nthe people of India transcending religious, linguistic and regional or\nsectional diversities; to renounce practices derogatory to the dignity of\nwomen;\n(f)\nto value and preserve the rich heritage of our composite culture;\n(g) to protect and improve the natural environment including forests, lakes,\nrivers, wildlife and to have compassion for living creatures;\n(h) to develop the scientific temper, humanism and the spirit of inquiry and\nreform;\n(i)\nto safeguard public property and to abjure violence;\n(j)\nto strive towards excellence in all spheres of individual and collective\nactivity so that the nation constantly rises to higher levels of endeavour\nand achievement;\n*(k) who is a parent or guardian, to provide opportunities for education to\nhis child or, as the case may be, ward between the age of six and\nfourteen years.\nNote: The Article 51A containing Fundamental Duties was inserted by the Constitution\n(42nd Amendment) Act, 1976 (with effect from 3 January 1977).\n*(k) was inserted by the Constitution (86th Amendment) Act, 2002 (with effect from\n1 April 2010).\nPart IV A (Article 51 A)",
      "pdfPage": 10,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p11",
    "metadata": {
      "chunk_text": "Everything available in our environment\nwhich can be used to satisfy our needs,\nprovided, it is technologically accessible,\neconomically feasible and culturally\nacceptable can be termed as ‘Resource’.\nThe process of transformation of things\navailable in our environment involves an\ninteractive relationship between nature,\ntechnology and institutions. Human beings\ninteract with nature through technology and\ncreate institutions to accelerate their\neconomic development.\nDo you think that resources are free gifts\nof nature as is assumed by many?  They\nare not. Resources are a function of human\nactivities. Human beings themselves are\nessential components of resources. They\ntransform material available in our\nenvironment into resources and use them.\nThese resources can be classified in the\nfollowing ways–\n(a) On the basis of origin – biotic and abiotic\n(b) On the basis of exhaustibility – renewable\nand non-renewable\n(c) On the basis of ownership – individual,\ncommunity, national and international\n(d) On the basis of status of development –\npotential, developed stock and reserves.\nCan you identify and name the various\nitems used in making life comfortable in\nour villages and towns. List the items and\nname the material used in their making.\nFig. 1.1:  Interdependent relationship between\nnature, technology and institutions\nFig. 1.2:  Classification of resources",
      "pdfPage": 11,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "imagePath": "db/geography10/figures/page_11.png"
    }
  },
  {
    "id": "geo10_p12",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nTYPES OF RESOURCES\nOn the Basis of Origin\nBiotic Resources:  These are obtained from\nbiosphere and have life such as human beings,\nflora and fauna, fisheries,  livestock etc.\nAbiotic Resources: All those things which are\ncomposed of non-living things are called abiotic\nresources. For example, rocks and metals.\nOn the Basis of Exhaustibility\nRenewable Resources: The resources\nwhich can be renewed or reproduced by\nphysical, chemical or mechanical processes\nare known as renewable or replenishable\nresources. For example, solar and wind\nenergy, water, forests and wildlife, etc. The\nrenewable resource may further be divided\ninto continuous or flow (Fig.1.2).\nNon-Renewable Resources: These occur over\na very long geological time. Minerals and fossil\nfuels are examples of such resources. These\nresources take millions of years in their\nformation. Some of the resources like metals\nare recyclable and some like fossil fuels cannot\nbe recycled and get exhausted with their use.\nOn the Basis of Ownership\nIndividual Resources: These are also owned\nprivately by individuals. Many farmers own\nland which is allotted to them by government\nagainst the payment of revenue. In villages\nthere are people with land ownership but there\nare many who are landless. Urban people own\nplots, houses and other property. Plantation,\npasture lands, ponds, water in wells etc. are\nsome of the examples of resources ownership\nby individuals. Make a list of resources owned\nby your household.\nCommunity Owned Resources: There are\nresources which are accessible to all the\nmembers of the community. Village commons\n(grazing grounds, burial grounds, village\nponds, etc.) public parks, picnic spots,\nplaygrounds in urban areas are de facto\naccessible to all the people living there.\nNational Resources: Technically, all the\nresources belong to the nation. The country\nhas legal powers to acquire even private\nproperty for public good. You might have seen\nroads, canals, railways being constructed on\nfields owned by some individuals. Urban\nDevelopment Authorities get empowered by the\ngovernment to acquire land. All the minerals,\nwater resources, forests, wildlife, land within\nthe political boundaries and oceanic area upto\n12 nautical miles (22.2 km) from the coast\ntermed as territorial water and resources\ntherein belong to the nation.\nInternational Resources: There are\ninternational institutions which regulate some\nresources. The oceanic resources beyond 200\nnautical miles of the Exclusive Economic Zone\nbelong to open ocean and no individual\ncountry can utilise these without the\nconcurrence of international institutions.\nDo you know that India has got the right\nto mine manganese nodules from the\nbed of the Indian Ocean from that area\nwhich lies beyond the exclusive economic\nzone. Identify some other resources\nwhich are international in nature.\nOn the Basis of the Status of Development\nPotential Resources: Resources which are\nfound in a region, but have not been utilised.\nFor example, the western parts of India\nparticularly Rajasthan and Gujarat have\nenormous potential for the development of wind\nand solar energy, but so far these have not been\ndeveloped properly.\nDeveloped Resources: Resources which are\nsurveyed and their quality and quantity have\nbeen determined for utilisation. The\ndevelopment of resources depends on\ntechnology and level of their feasibility.\nStock: Materials in the environment which\nhave the potential to satisfy human needs but\nhuman beings do not have the appropriate\ntechnology to access these, are included among\nIdentify at least two resources from each\ncategory.",
      "pdfPage": 12,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 2
    }
  },
  {
    "id": "geo10_p13",
    "metadata": {
      "chunk_text": "RESOURCES AND DEVELOPMENT\nstock. For example, water is a compound of\ntwo gases; hydrogen and oxygen. Hydrogen can\nbe used as a rich source of energy. But we do\nnot have advanced technical ‘know-how’ to use\nit for this purpose. Hence, it can be considered\nas stock.\nReserves are the subset of the stock, which\ncan be put into use with the help of existing\ntechnical ‘know-how’ but their use has not\nbeen started. These can be used for meeting\nfuture requirements. River water can be used\nfor generating hydroelectric power but\npresently, it is being utilised only to a limited\nextent. Thus, the water in the dams, forests etc.\nis a reserve which can be used in the future.\nAn equitable distribution of resources has\nbecome essential for a sustained quality of life\nand global peace. If the present trend of resource\ndepletion by a few individuals and countries\ncontinues, the future of our planet is in danger.\nTherefore, resource planning is essential for\nsustainable existence of all forms of life.\nSustainable existence is a component of\nsustainable development.\nPrepare a list of stock and reserve, resources\nthat you are familiar with from your local area.\nDEVELOPMENT OF RESOURCES\nResources are vital for human survival as well\nas for maintaining the quality of life. It was\nbelieved that resources are free gifts of nature.\nAs a result, human beings used them\nindiscriminately and this has led to the\nfollowing major problems.\n• Depletion of resources for satisfying the\ngreed of a few individuals.\n• Accumulation of resources in few hands, which,\nin turn, divided the society into two segments\ni.e. haves  and have nots or rich and poor.\n• Indiscriminate exploitation of resources has\nled to global ecological crises such as, global\nwarming, ozone layer depletion, environmental\npollution and land degradation.\n1. Imagine, if the oil supply gets exhausted\none day, how would this affect our life style?\n2. Plan a survey in your colony/village to\ninvestigate people’s attitude towards\nrecycling of the domestic/agricultural\nwastes. Ask questions about :\n(a) What do they think about resources\nthey use?\n(b) What is their opinion about the\nwastes, and its utilisation?\n(c) Collage your results.\nSustainable development\nSustainable economic development means\n‘development should take place without\ndamaging the environment, and development\nin the present should not compromise with the\nneeds of the future generations.’\nRio de Janeiro Earth Summit, 1992\nIn June 1992, more than 100 heads of states\nmet in Rio de Janeiro in Brazil, for the first\nInternational Earth Summit. The Summit was\nconvened for addressing urgent problems of\nenvironmental protection and socio-\neconomic development at the global level.\nThe assembled leaders signed the\nDeclaration on Global Climatic Change and\nBiological Diversity. The Rio Convention\nendorsed the global Forest Principles and\nadopted Agenda 21 for achieving\nSustainable Development in the 21st century.\nAgenda 21\nIt is the declaration signed by world leaders\nin 1992 at the United Nations Conference\non Environment and Development (UNCED),\nwhich took place at Rio de Janeiro, Brazil. It\naims at achieving global sustainable\ndevelopment. It is an agenda to combat\nenvironmental damage, poverty, disease\nthrough global co-operation on common\ninterests, mutual needs and shared\nresponsibilities. One major objective of the\nAgenda 21 is that every local government\nshould draw its own local Agenda 21.\nRESOURCE PLANNING\nPlanning is the widely accepted strategy for\njudicious use of resources. It has importance",
      "pdfPage": 13,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 3
    }
  },
  {
    "id": "geo10_p14",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nin a country like India, which has enormous\ndiversity in the availability of resources. There\nare regions which are rich in certain types of\nresources but are deficient in some other\nresources. There are some regions which can\nbe considered self sufficient in terms of the\navailability of resources and there are some\nregions which have acute shortage of some vital\nresources. For example, the states of\nJharkhand, Chhattisgarh and Madhya\nPradesh are rich in minerals and coal deposits.\nArunachal Pradesh has abundance of water\nresources but lacks in infrastructural\ndevelopment. The state of Rajasthan is very well\nendowed with solar and wind energy but lacks\nin water resources. The cold desert of Ladakh\nis relatively isolated from the rest of the\ncountry. It has very rich cultural heritage but\nit is deficient in water, infrastructure and some\nvital minerals. This calls for balanced resource\nplanning at the national, state, regional and\nlocal levels.\nThe availability of resources is a necessary\ncondition for the development of any region, but\nmere availability of resources in the absence of\ncorresponding changes in technology and\ninstitutions may hinder development. There are\nmany regions in our country that are rich in\nresources but these are included in economically\nbackward regions. On the contrary there are\nsome regions which have a poor resource base\nbut they are economically developed.\nCan you name some resource rich but\neconomically backward regions and some\nresource poor but economically developed\nregions? Give reasons for such a situation.\nThe history  of colonisation reveals that rich\nresources in colonies were the main attractions\nfor the foreign invaders. It was primarily the\nhigher level of technological development of the\ncolonising countries that helped them to\nexploit resources of other regions and establish\ntheir supremacy over the colonies. Therefore,\nresources can contribute to development only\nwhen they are accompanied by appropriate\ntechnological development and institutional\nchanges. India has experienced all this in\ndifferent phases of colonisation. Therefore, in\nIndia, development, in general, and resource\ndevelopment in particular does not only involve\nthe availability of resources, but also the\ntechnology, quality of human resources and\nthe historical experiences of the people.\nConservation of Resources: Resources are\nvital for any developmental activity. But\nirrational consumption and over-utilisation\nof resources may lead to socio-economic and\nenvironmental problems. To overcome these\nproblems, resource conservation at various\nlevels is important. This had been the main\nconcern of the leaders and thinkers in the\npast. For example, Gandhiji was very apt in\nvoicing his concern about resource\nconservation in these words: “There is enough\nfor everybody’s need and not for any body’s\ngreed.” He placed the greedy and selfish\nindividuals and exploitative nature of modern\ntechnology as the root cause for resource\ndepletion at the global level. He was against\nmass production and wanted to replace it with\nthe production by the masses.\nPrepare a list of resources found in your state\nand also identify the resources that are\nimportant but deficit in your state.\nWhat resources are being developed in your\nsurroundings by the community/village\npanchayats/ward level communities with the\nhelp of community participation?\nResource Planning in India\nResource planning is a complex process which\ninvolves : (i) identification and inventory of\nresources across the regions of the country.\nThis involves surveying, mapping and\nqualitative and quantitative estimation and\nmeasurement of the resources. (ii) Evolving a\nplanning structure endowed with appropriate\ntechnology, skill and institutional set up for\nimplementing resource development plans. (iii)\nMatching the resource development plans with\noverall national development plans.\nIndia has made concerted efforts for achieving\nthe goals of resource planning right from the First\nFive Year Plan launched after Independence.",
      "pdfPage": 14,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 4
    }
  },
  {
    "id": "geo10_p15",
    "metadata": {
      "chunk_text": "RESOURCES AND DEVELOPMENT\nLAND UTILISATION\nLand resources are used for the following\npurposes:\n1. Forests\n2. Land not available for cultivation\n(a) Barren and waste land\n(b) Land put to non-agricultural uses, e.g.\nbuildings, roads, factories, etc.\n3. Other uncultivated land (excluding\nfallow land)\n(a) Permanent pastures and grazing land,\n(b) Land under miscellaneous tree crops\ngroves (not included in net  sown area),\n(c) Cultruable waste land (left uncultivated\nfor more than 5 agricultural years).\n4. Fallow lands\n(a) Current fallow-(left without cultivation for\none or less than one agricultural year),\n(b) Other than current fallow-(left\nuncultivated for the past 1 to 5\nagricultural years).\n5. Net sown area\nArea sown more than once in an\nagricultural year plus net sown area is\nknown as gross cropped area.\nLAND USE PATTERN IN INDIA\nThe use of land is determined both by physical\nfactors such as topography, climate, soil types\nas well as human factors such as population\ndensity, technological capability and culture\nand traditions etc.\nTotal geographical area of India is 3.28\nmillion sq km. Land use data, however, is\navailable only for 93 per cent of the total\ngeographical area because the land use\nreporting for most of the north-east states\nexcept Assam has not been done fully.\nMoreover, some areas of Jammu and Kashmir\noccupied by Pakistan and China have also not\nbeen surveyed.\nAt the international level, the Club of Rome\nadvocated resource conservation for the first\ntime in a more systematic way in 1968.\nSubsequently, in 1974, Gandhian philosophy\nwas once again presented by Schumacher\nin his book Small is Beautiful. The seminal\ncontribution with respect to resource\nconservation at the global level was made\nby the Brundtland Commission Report, 1987.\nThis report introduced the concept of\n‘Sustainable Development’ and advocated\nit as a means for resource conservation,\nwhich was subsequently published in a book\nentitled Our Common Future. Another\nsignificant contribution was made at the Earth\nSummit at Rio de Janeiro, Brazil in 1992.\nLAND RESOURCES\nWe live on land, we perform our economic\nactivities on land and we use it in different ways.\nThus, land is a natural resource of utmost\nimportance. It supports natural vegetation, wild\nlife, human life, economic activities, transport\nand communication systems. However, land is\nan asset of a finite magnitude, therefore, it is\nimportant to use the available land for various\npurposes with careful planning.\nIndia has land under a variety of relief\nfeatures, namely; mountains, plateaus, plains\nand islands. About 43 per cent of the land area\nis plain, which provides facilities for agriculture\nand industry. Mountains account for 30 per\ncent of the total surface area of the country and\nensure perennial flow of some rivers, provide\nfacilities for tourism and ecological aspects.\nAbout  27 per cent of the area of the country is\nthe plateau region. It possesses rich reserves\nof minerals, fossil fuels and forests.\nFig 1.3: India :  Land under important Relief Features\nTry to do a comparison between the two pie\ncharts (Fig. 1.4 ) given for land use and find\nout why the net sown area and the land\nunder forests have changed from 1960-61\nto 2008-09 very marginally.",
      "pdfPage": 15,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 5,
      "imagePath": "db/geography10/figures/page_15.png"
    }
  },
  {
    "id": "geo10_p16",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nFind out reasons for the low proportion of\nnet sown area in these states.\nThe land under permanent pasture has\nalso decreased. How are we able to feed our\nhuge cattle population on this pasture land\nand what are the consequences of it? Most of\nthe other than the current fallow lands are either\nof poor quality or the cost of cultivation of such\nland is very high. Hence, these lands are\ncultivated once or twice in about two to three\nyears and if these are included in the net sown\narea then the percentage of NSA in India comes\nto  about 54 per cent of the total reporting area.\nThe pattern of net sown area varies greatly\nfrom one state to another.  It is over 80 per cent\nof the total area in Punjab and Haryana and less\nthan 10 per cent in Arunachal Pradesh, Mizoram,\nManipur and Andaman Nicobar Islands.\nPolicy (1952). It was considered essential for\nmaintenance of the ecological balance. The\nlivelihood of millions of people who live on\nthe fringes of these forests depends upon it.\nA part of the land is termed as waste land\nand land put to other non-agricultural uses.\nWaste land includes rocky, arid and desert\nareas and land put to other non-agricultural\nuses includes settlements, roads, railways,\nindustry etc. Continuous use of land over a\nlong period of time without taking\nappropriate measures to conserve and\nmanage it, has resulted in land degradation.\nThis, in turn, has serious repercussions on\nsociety and the environment.\nLAND DEGRADATION AND CONSERVATION\nMEASURES\nWe have shared our land with the past\ngenerations and will have to do so with the\nfuture generations too. Ninety-five per cent of\nour basic needs for food, shelter and clothing\nFig. 1.4\nForest area in the country is far lower than\nthe desired 33 per cent of geographical area,\nas it was outlined in the National Forest\nSource : Directorate of Economics and Statistics, Ministry of Agriculture, 2008-09",
      "pdfPage": 16,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 6
    }
  },
  {
    "id": "geo10_p17",
    "metadata": {
      "chunk_text": "RESOURCES AND DEVELOPMENT\nare obtained from land. Human activities have\nnot only brought about degradation of land\nbut have also aggravated the pace of natural\nforces to cause damage to land.\nAt present, there are about 130 million\nhectares of degraded land in India.\nApproximately, 28 per cent of it belongs to the\ncategory of forest degraded area, 56 per cent\nof it is water eroded area and the rest is affected\nby saline and alkaline deposits. Some human\nactivities such as deforestation, over grazing,\nmining and quarrying too have contributed\nsignificantly in land degradation.\nalkalinity in the soil. The mineral processing like\ngrinding of limestone for cement industry and\ncalcite and soapstone for ceramic industry\ngenerate huge quantity of dust in the\natmosphere. It retards the process of infiltration\nof water into the soil after it settles down on the\nland. In recent years, industrial effluents as\nwaste have become a major source of land and\nwater pollution in many parts of the country.\nThere are many ways to solve the problems\nof land degradation. Afforestation and proper\nmanagement of grazing can help to some extent.\nPlanting of shelter belts of plants, control on\nover grazing, stabilisation of sand dunes by\ngrowing thorny bushes are some of the\nmethods to check land degradation in arid\nareas. Proper management of waste lands,\ncontrol of mining activities, proper discharge\nand disposal of industrial effluents and wastes\nafter treatment can reduce land and water\ndegradation in industrial and suburban areas.\nSOIL AS A RESOURCE\nSoil is the most important renewable natural\nresource. It is the medium of plant growth and\nsupports different types of living organisms on\nFig. 1.5\nMining sites are abandoned after excavation\nwork is complete leaving deep scars and traces\nof over-burdening. In states like Jharkhand,\nChhattisgarh, Madhya Pradesh and Odisha\ndeforestation due to mining have caused severe\nland degradation. In states like Gujarat,\nRajasthan, Madhya Pradesh and Maharashtra\novergrazing is  one of the main reasons for land\ndegradation. In the states of Punjab, Haryana,\nwestern Uttar Pradesh, over irrigation is\nresponsible for land degradation due to water\nlogging leading to increase in salinity and\nFig. 1.6:  Soil Profile\nSubsoil weathered\nrocks sand and\nsilt clay\nSubstratum\nweathered parent\nrock material\nUnweathered\nparent bed rock\nTop soil\nthe upper soil layer",
      "pdfPage": 17,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 7,
      "imagePath": "db/geography10/figures/page_17.png"
    }
  },
  {
    "id": "geo10_p18",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nthe earth. The soil is a living system. It takes\nmillions of years to form soil upto a few cm in\ndepth. Relief, parent rock or bed rock, climate,\nvegetation and other forms of life and time are\nimportant factors in the formation of soil.\nVarious forces of nature such as change in\ntemperature, actions of running water, wind and\nglaciers, activities of decomposers etc. contribute\nto the formation of soil. Chemical and organic\nchanges which take place in the soil are equally\nimportant. Soil also consists of organic (humus)\nand inorganic materials (Fig. 1.6).\nOn the basis of the factors responsible for\nsoil formation, colour, thickness, texture, age,\nchemical and physical properties, the soils of\nIndia are classified in different types.\nClassification of Soils\nIndia has varied relief features, landforms,\nclimatic realms and vegetation types. These\nhave contributed in the development of various\ntypes of soils.\nAlluvial Soils\nThis is the most widely spread and important\nsoil. In fact, the entire northern plains are made\nof alluvial soil. These have been deposited by\nthree important Himalayan river systems– the\nIndus, the Ganga and the Brahmaputra. These\nsoils also extend in Rajasthan and Gujarat\nthrough a narrow corridor. Alluvial soil is also\nfound in the eastern coastal plains particularly\nin the deltas of the Mahanadi, the Godavari,\nthe Krishna and the Kaveri rivers.\nreaches of the river valley i.e. near the place of\nthe break of slope, the soils are coarse. Such\nsoils are more common in piedmont plains\nsuch as Duars, Chos and Terai.\nApart from the size of their grains or\ncomponents, soils are also described on the\nbasis of their age. According to their age alluvial\nsoils can be classified as old alluvial (Bangar)\nand new alluvial (Khadar). The bangar soil has\nhigher concentration of kanker nodules than\nthe Khadar. It has more fine particles and is\nmore fertile than the bangar.\nAlluvial soils as a whole are very fertile.\nMostly these soils contain adequate proportion\nof potash, phosphoric acid and lime which are\nideal for the growth of sugarcane, paddy, wheat\nand other cereal and pulse crops. Due to its high\nfertility, regions of alluvial soils are intensively\ncultivated and densely populated. Soils in the\ndrier areas are more alkaline and can be\nproductive after proper treatment and irrigation.\nBlack Soil\nThese soils are black in colour and are also\nknown as regur soils. Black soil is ideal for\ngrowing cotton and is also known as black\ncotton soil. It is believed that climatic condition\nalong with the parent rock material are the\nimportant factors for the formation of black soil.\nThis type of soil is typical of the Deccan trap\n(Basalt) region spread over northwest Deccan\nplateau and is made up of lava flows. They\ncover the plateaus of Maharashtra, Saurashtra,\nThe alluvial soil consists of various\nproportions of sand, silt and clay. As we move\ninlands towards the river valleys, soil particles\nappear some what bigger in size. In the upper\nFig. 1.7:  Alluvial Soil\nFig. 1.8:  Black Soil",
      "pdfPage": 18,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 8,
      "imagePath": "db/geography10/figures/page_18.png"
    }
  },
  {
    "id": "geo10_p19",
    "metadata": {
      "chunk_text": "RESOURCES AND DEVELOPMENT\nIndia:  Major Soil Types",
      "pdfPage": 19,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 9,
      "imagePath": "db/geography10/figures/page_19.png"
    }
  },
  {
    "id": "geo10_p20",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nMalwa, Madhya Pradesh and Chhattisgarh and\nextend in the south east direction along the\nGodavari and the Krishna valleys.\nThe black soils are made up of extremely\nfine i.e. clayey material. They are well-known\nfor their capacity to hold moisture. In addition,\nthey are rich in soil nutrients, such as calcium\ncarbonate, magnesium, potash and lime. These\nsoils are generally poor in phosphoric contents.\nThey develop deep cracks during hot weather,\nwhich helps in the proper aeration of the soil.\nThese soils are sticky when wet and difficult to\nwork on unless tilled immediately after the first\nshower or during the pre-monsoon period.\nRed and Yellow Soils\nRed soil develops on crystalline igneous rocks\nin areas of low rainfall in the eastern and\nsouthern parts of the Deccan plateau. Yelllow\nand red soils are also found in parts of Odisha,\nChhattisgarh, southern parts of the middle\nGanga plain and along the piedmont zone of\nthe Western Ghats. These soils develop a\nreddish colour due to diffusion of iron in\ncrystalline and metamorphic rocks. It looks\nyellow when it occurs in a hydrated form.\nLaterite Soil\nLaterite has been derived from the Latin word\n‘later’ which means brick. The laterite soil\ndevelops under tropical and subtropical\nclimate with alternate wet and dry season. This\nsoil is the result of intense leaching due to\nheavy rain. Lateritic soils are mostly deep to\nvery deep, acidic (pH<6.0), generally deficient\nin plant nutrients and occur mostly in\nsouthern states, Western Ghats region of\nMaharashtra, Odisha, some parts of West\nBengal and North-east regions. Where these\nsoils support deciduous and evergreen forests,\nit is humus rich, but under sparse vegetation\nand in semi-arid environment, it is generally\nhumus poor. They are prone to erosion and\ndegradation due to their position on the\nlandscape. After adopting appropriate soil\nconservation techniques particularly in the\nhilly areas of Karnataka, Kerala and Tamil\nNadu, this soil is very useful for growing tea\nand coffee. Red laterite soils in Tamil Nadu,\nAndhra Pradesh and Kerala are more suitable\nfor crops like cashew nut.\nArid Soils\nArid soils range from red to brown in colour.  They\nare generally sandy in texture and saline in\nnature.  In some areas the salt content is very\nhigh and common salt is obtained by evaporating\nthe water. Due to the dry climate, high\ntemperature, evaporation is faster and the soil\nlacks humus and moisture. The lower horizons\nof the soil are occupied by Kankar because of\nthe increasing calcium content downwards. The\nKankar layer formations in the bottom horizons\nrestrict the infiltration of water. After proper\nirrigation these soils become cultivable as has\nbeen in the case of western Rajasthan.\nFig. 1.9:  Laterite Soil\nFig. 1.10:  Arid Soil\nForest Soils\nThese soils are found in the hilly and\nmountainous areas where sufficient rain\nforests are available.  The soils texture varies",
      "pdfPage": 20,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 10,
      "imagePath": "db/geography10/figures/page_20.png"
    }
  },
  {
    "id": "geo10_p21",
    "metadata": {
      "chunk_text": "RESOURCES AND DEVELOPMENT\naccording to the mountain environment where\nthey are formed.  They are loamy and silty in\nvalley sides and coarse grained in the upper\nslopes. In the snow covered areas of\nHimalayas, these soils experience denudation\nand are acidic with low humus content.  The\nsoils found in the lower parts of the valleys\nparticularly on the river terraces and alluvial\nfans are fertile.\nSoil Erosion and Soil Conservation\nThe denudation of the soil cover and\nsubsequent washing down is described as soil\nerosion. The processes of soil formation and\nerosion, go on simultaneously and generally\nthere is a balance between the two. Sometimes,\nthis balance is disturbed due to human\nactivities like deforestation, over-grazing,\nconstruction and mining etc., while natural\nforces like wind, glacier and water lead to soil\nerosion. The running water cuts through the\nclayey soils and makes deep channels as\ngullies. The land becomes unfit for cultivation\nand is known as bad land. In the Chambal\nbasin such lands are called ravines. Sometimes\nFig. 1.11:  Soil Erosion\nFig. 1.12:  Gully Erosion\nwater flows as a sheet over large areas down a\nslope. In such cases the top soil is washed away.\nThis is known as sheet erosion. Wind blows\nloose soil off flat or sloping land known as wind\nerosion. Soil erosion is also caused due to\ndefective methods of farming. Ploughing in a\nwrong way i.e. up and down the slope form\nchannels for the quick flow of water leading to\nsoil erosion.\nPloughing along the contour lines can\ndecelerate the flow of water down the slopes.\nThis is called contour ploughing. Steps can be\ncut out on the slopes making terraces. Terrace\ncultivation restricts erosion. Western and\ncentral Himalayas have well developed terrace\nfarming. Large fields can be divided into strips.\nStrips of grass are left to grow between the\ncrops. This breaks up the force of the wind.\nThis method is known as strip cropping.\nPlanting lines of trees to create shelter also\nworks in a similar way. Rows of such trees are\ncalled shelter belts. These shelter belts have\ncontributed significantly to the stabilisation of\nsand dunes and in stabilising the desert in\nwestern India.\nState of India’s Environment\n• The village of Sukhomajri and the district of Jhabua have shown that it is\npossible to reverse land degradation. Tree density in Sukhomajri\nincreased from 13 per hectare in 1976 to 1,272 per hectare in 1992;\n• Regeneration of the environment leads to economic well-being, as a result\nof greater resource availability, improved agriculture and animal care, and",
      "pdfPage": 21,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 11,
      "imagePath": "db/geography10/figures/page_21.png"
    }
  },
  {
    "id": "geo10_p22",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nconsequently, increased incomes. Average annual household income\nin Sukhomajri ranged from Rs 10,000-15,000 between 1979 and 1984;\n• People’s management is essential for ecological restoration.  With people\nbeing made the decision-makers by the Madhya Pradesh government, 2.9\nmillion hectares or about 1 per cent of India’s land area, are being greened\nacross the state through watershed management.\nSource:  The Citizens’ Fifth Report,1999 Centre of Science and Environment (CSE), New Delhi\nEXERCISES  EXERCISES  EXERCISES  EXERCISES  EXERCISES\n1.\nMultiple choice questions.\n(i) Which one of the following type of resource is iron ore?\n(a)\nRenewable\n(c) Flow\n(b)\nBiotic\n(d) Non-renewable\n(ii) Under which of the following type of resource tidal energy cannot be put?\n(a)\nReplenishable\n(c) Abiotic\n(b)\nHuman-made\n(d) Non-recyclable\n(iii) Which one of the following is the main cause of land degradation in Punjab?\n(a)\nIntensive cultivation\n(c) Over irrigation\n(b)\nDeforestation\n(d) Overgrazing\n(iv) In which one of the following states is terrace cultivation practised?\n(a)\nPunjab\n(c) Haryana\n(b)\nPlains of Uttar Pradesh\n(d) Uttarakhand\n(v) In which of the following states black soil is predominantly found?\n(a)\nJammu and Kashmir\n(c) Rajasthan\n(b)\nMaharashtra\n(d) Jharkhand",
      "pdfPage": 22,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 12,
      "imagePath": "db/geography10/figures/page_22.png"
    }
  },
  {
    "id": "geo10_p23",
    "metadata": {
      "chunk_text": "RESOURCES AND DEVELOPMENT\n2.\nAnswer the following questions in about 30 words.\n(i) Name three states having black soil and the crop which is mainly grown in it.\n(ii) What type of soil is found in the river deltas of the eastern coast? Give three\nmain features of this type of soil.\n(iii) What steps can be taken to control soil erosion in the hilly areas?\n(iv) What are the biotic and abiotic resources? Give some examples.\n3.\nAnswer the following questions in about 120 words.\n(i) Explain land use pattern in India and why has the land under forest not\nincreased much since 1960-61?\n(ii) How have technical and economic development led to more consumption of\nresources?\nPROJECT/ACTIVITY\n1.\nMake a project showing consumption and conservation of resources in your locality.\n2.\nHave a discussion in the class– how to conserve various resources used in\nyour school.\n3.\nImagine if oil supplies get exhausted, how will this affect our life style?\n4.\nSolve the puzzle by following your search horizontally and vertically to find the\nhidden answers.\nS\nF\nG\nS\nF\nO\nB\nR\nO\nM\nS\nU\nA\nP\nJ\nQ\nG\nA\nF\nF\nO\nR\nE\nS\nT\nA\nT\nI\nO\nN\nP\nN\nR\nE\nC\nP\nR\nS\nL\nD\nM\nI\nL\nN\nF\nS\nN\nA\nT\nQ\nX\nU\nO\nV\nA\nI\nO\nL\nA\nL\nO\nD\nE\nI\nD\nR\nJ\nU\nJ\nL\nD\nB\nN\nB\nD\nT\nG\nH\nM\nI\nN\nE\nR\nA\nL\nS\nA\nX\nM\nW\nB\nV\nJ\nK\nM\nE\nD\nC\nR\nU\nP\nF\nM\nH\nR\nL\nA\nT\nE\nR\nI\nT\nE\nM\nV\nA\nZ\nT\nV\nL\nA\nB\nZ\nO\nE\nN\nM\nF\nT\nI\nS\nD\nL\nR\nC\nC\nG\nN\nN\nS\nZ\nI\nO\nP\nA\nX\nT\nY\nJ\nH\nK\nJ\nG\nK\nD\nT\nD\nC\nS\nL\nS\nE\nG\nE\nW\n(i)\nNatural endowments in the form of land, water, vegetation and minerals.\n(ii)\nA type of  non-renewable resource.\n(iii)\nSoil with high water retaining capacity.\n(iv)\nIntensively leached soils of the monsoon climate.\n(v)\nPlantation  of trees on a large scale to check soil erosion.\n(vi)\nThe Great Plains of India are made up of these soils.",
      "pdfPage": 23,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 13
    }
  },
  {
    "id": "geo10_p24",
    "metadata": {
      "chunk_text": "We share this planet with millions of other\nliving beings, starting from micro-organisms\nand bacteria, lichens to banyan trees,\nelephants and blue whales. This entire\nhabitat that we live in has immense\nbiodiversity. We humans along with all living\norganisms form a complex web of ecological\nsystem in which we are only a part and very\nmuch dependent on this system for our own\nexistence. For example, the plants, animals\nand micro-organisms re-create the quality of\nthe air we breathe, the water we drink and\nthe soil that produces our food without which\nwe cannot survive. Forests play a key role in\nthe ecological system as these are also the\nprimary producers on which all other living\nbeings depend.\nFlora and Fauna in India\nIf you look around, you will be able to find\nthat there are some animals and plants which\nare unique in your area. In fact, India is one\nof the world’s richest countries in terms of\nits vast array of biological diversity, and has\nnearly 8 per cent of the total number of\nspecies in the world (estimated to be 1.6\nmillion). This is possibly twice or thrice the\nnumber yet to be discovered. You have\nalready studied in detail about the extent\nand variety of forest and wildlife resources\nin India. You may have realised the\nimportance of these resources in our daily\nlife. These diverse flora and fauna are so\nwell integrated in our daily life that we take\nthese for granted. But, lately, they are under\ngreat stress mainy due to insensitivity to\nour environment.\nNarak! My Lord, you are the creator of music\nin the world of Lepchas\nOh Narak! My Lord, let me dedicate\nmyself to you\nLet me gather your music from the\nsprings, the rivers, the mountains, the forests,\nthe insects and the animals\nLet me gather your music from the sweet\nbreeze and offer it to you\nSource: Lepcha folk song from northern part of\nWest Bengal\nBiodiversity or Biological Diversity is\nimmensely rich in wildlife and cultivated\nspecies, diverse in form and function but\nclosely integrated in a system through\nmultiple network of interdependencies.\nOver 81,000 species of fauna and 47,000\nspecies of flora are found in this country\nso far? Of the estimated 47,000 plant\nspecies, about 15,000 flowering species\nare endemic (indigenous) to India.\nFind out stories prevalent in your region\nwhich are about the harmonious relationship\nbetween human beings and nature.\nSome estimates suggest that at least 10\nper cent of India’s recorded wild flora and\n20 per cent of its mammals are on the\nthreatened list. Many of these would now be\ncategorised as ‘critical’, that is on the verge\nof extinction like the cheetah, pink-headed\nduck, mountain quail, forest spotted owlet,\nand plants like madhuca insignis (a wild",
      "pdfPage": 24,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "imagePath": "db/geography10/figures/page_24.png"
    }
  },
  {
    "id": "geo10_p25",
    "metadata": {
      "chunk_text": "variety of mahua) and hubbardia\nheptaneuron,(a species of grass). In fact, no\none can say how many species may have\nalready been lost. Today, we only talk of the\nlarger and more visible animals and plants\nthat have become extinct but what about\nsmaller animals like insects and plants?\nLet us now understand the different\ncategories of existing plants and animal\nspecies. Based on the International Union\nfor Conservation of Nature and Natural\nResources (IUCN), we can classify as\nfollows –\nNormal Species: Species whose population\nlevels are considered to be normal for\ntheir survival, such as cattle, sal, pine,\nrodents, etc.\nEndangered Species: These are species\nwhich are in danger of extinction. The\nsurvival of such species is difficult if the\nnegative factors that have led to a decline in\ntheir population continue to operate. The\nexamples of such species are black buck,\ncrocodile, Indian wild ass, Indian rhino, lion\ntailed macaque, sangai (brow anter deer in\nManipur), etc.\nVulnerable Species: These are species\nwhose population has declined to levels from\nwhere it is likely to move into the endangered\ncategory in the near future if the negative\nfactors continue to operate. The examples of\nsuch species are blue sheep, Asiatic elephant,\nGangetic dolphin, etc.\nRare Species: Species with small\npopulation may move into the endangered\nor vulnerable category if the negative factors\naffecting them continue to operate. The\nexamples of such species are the Himalayan\nbrown bear, wild Asiatic buffalo, desert fox\nand hornbill, etc.\nEndemic Species: These are species which\nare only found in some particular areas\nusually isolated by natural or geographical\nbarriers. Examples of such species are the\nAndaman teal, Nicobar pigeon, Andaman\nwild pig, mithun in Arunachal Pradesh.\nExtinct Species: These are species which\nare not found after searches of known or\nlikely areas where they may occur. A species\nmay be extinct from a local area, region,\ncountry, continent or the entire earth.\nExamples of such species are the Asiatic\ncheetah, pink head duck.\nDo you know that among the larger\nanimals in India, 79 species of mammals,\n44 of birds, 15 of reptiles, and 3 of\namphibians are threatened? Nearly 1,500\nplant species are considered endangered.\nFlowering plants and vertebrate animals\nhave recently become extinct at a rate\nestimated to be 50 to 100 times the\naverage expected natural rate.\nVanishing Forests\nThe dimensions of deforestation in India are\nstaggering. The forest and tree cover in the\ncountry is estimated at 79.42 million hectare,\nwhich is 24.16 per cent of the total\ngeographical area (dense forest 12.2 per cent;\nopen forest 9.14 per cent; and mangrove\n0.14 per cent). According to the State of Forest\nReport (2015), the dense forest cover has\nincreased by 3,775 sq km since 2013.\nHowever, this apparent increase in the forest\ncover is due to conservation measures,\nmanagement interventions and plantation,\netc., by different agencies.\nFOREST AND WILDLIFE RESOURCES\nFig. 2.1",
      "pdfPage": 25,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p26",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\ndepleted our forests and wildlife. The greatest\ndamage inflicted on Indian forests was during\nthe colonial period due to the expansion of the\nrailways, agriculture, commercial and scientific\nforestry and mining activities. Even after\nIndependence, agricultural expansion\ncontinues to be one of the major causes of\ndepletion of forest resources. Between 1951 and\n1980, according to the Forest Survey of India,\nover 26,200 sq. km. of forest area was converted\ninto agricultural land all over India. Substantial\nparts of the tribal belts, especially in the north-\neastern and central India, have been deforested\nor degraded by shifting cultivation (jhum), a type\nof ‘slash and burn’ agriculture.\nFig. 2.2:  A few extinct, rare and endangered species\nAsiatic Cheetah: where did they go?\nThe world’s fastest land mammal, the\ncheetah (Acinonyx jubantus), is a unique and\nspecialised member of the cat family and\ncan move at the speed of 112 km./hr. The\ncheetah is often mistaken for a leopard. Its\ndistinguishing marks are the long teardrop-\nshaped lines on each side of the nose from\nthe corner of its eyes to its mouth. Prior to\nthe 20th century, cheetahs were widely\ndistributed throughout Africa and Asia.\nToday, the Asian cheetah is nearly extinct\ndue to a decline of available habitat and\nprey. The species was declared extinct in\nIndia long back in 1952.\nWhat are the negative factors that cause such\nfearful depletion of the flora and fauna?\nIf you look around, you will be able to find\nout how we have transformed nature into a\nresource obtaining directly and indirectly from\nthe forests and wildlife – wood, barks, leaves,\nrubber, medicines, dyes, food, fuel, fodder,\nmanure, etc. So it is we ourselves who have\nAre colonial forest policies\nto be blamed?\nSome of our environmental activists say that\nthe promotion of a few favoured species, in\nmany parts of India, has been carried\nthrough the ironically-termed “enrichment\nplantation”, in which a single commercially\nvaluable species was extensively planted\nand other species eliminated. For instance,",
      "pdfPage": 26,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 16,
      "imagePath": "db/geography10/figures/page_26.png"
    }
  },
  {
    "id": "geo10_p27",
    "metadata": {
      "chunk_text": "FOREST AND WILDLIFE RESOURCES\nLarge-scale development projects have also\ncontributed significantly to the loss of forests.\nSince 1951, over 5,000 sq km of forest was\ncleared for river valley projects. Clearing of\nforests is still continuing with projects like the\nNarmada Sagar Project in Madhya Pradesh,\nwhich would inundate 40,000 hectares of\nforest. Mining is another important factor\nbehind deforestation. The Buxa Tiger Reserve\nin West Bengal is seriously threatened by the\nongoing dolomite mining. It has disturbed the\nnatural habitat of many species and blocked\nthe migration route of several others, including\nthe great Indian elephant.\nMany foresters and environmentalists hold\nthe view that the greatest degrading factors\nbehind the depletion of forest resources are\ngrazing and fuel-wood collection. Though, there\nmay be some substance in their argument, yet,\nthe fact remains that a substantial part of the\nfuel-fodder demand is met by lopping rather\nthan by felling entire trees. The forest\necosystems are repositories of some of the\ncountry’s most valuable forest products,\nminerals and other resources that meet the\ndemands of the rapidly expanding industrial-\nurban economy. These protected areas, thus\nmean different things to different people, and\ntherein lies the fertile ground for conflicts.\nteak monoculture has damaged the natural\nforest in South India and Chir Pine (Pinus\nroxburghii) plantations in the Himalayas\nhave replaced the Himalayan oak (Quercius\nspp.) and Rhododendron forests.\nFig. 2.3\nThe Himalayan Yew in trouble\nThe Himalayan Yew (Taxus wallachiana) is a\nmedicinal plant found in various parts of\nHimachal Pradesh and Arunachal Pradesh.\nA chemical compound called ‘taxol’ is\nextracted from the bark, needles, twigs and\nroots of this tree, and it has been successfully\nused to treat some cancers – the drug is now\nthe biggest selling anti-cancer drug in the\nworld. The species is under great threat due\nto over-exploitation. In the last one decade,\nthousands of yew trees have dried up in\nvarious parts of Himachal Pradesh and\nArunachal Pradesh.\nTribal girls using bamboo saplings in a\nnursery at Mukhali near Silent Valley\nTribal women selling minor forest produce\nLeaf litter collection by women folk",
      "pdfPage": 27,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 17
    }
  },
  {
    "id": "geo10_p28",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nHabitat destruction, hunting, poaching,\nover-exploitation, environmental pollution,\npoisoning and forest fires are factors, which\nhave led to the decline in India’s biodiversity.\nOther important causes of environmental\ndestruction are unequal access, inequitable\nconsumption of resources and differential\nsharing of responsibility for environmental\nwell-being. Over-population in third world\ncountries is often cited as the cause of\nenvironmental degradation. However, an\naverage American consumes 40 times more\nresources than an average Somalian. Similarly,\nthe richest five per cent of Indian society\nprobably cause more ecological damage\nbecause of the amount they consume than the\npoorest 25 per cent. The former shares\nminimum responsibilities for environmental\nwell-being. The question is: who is consuming\nwhat, from where and how much?\nmen. In many societies, women bear the major\nresponsibility of collection of fuel, fodder, water\nand other basic subsistence needs. As these\nresources are depleted, the drudgery of women\nincreases and sometimes they have to walk for\nmore than 10 km to collect these resources.\nThis causes serious health problems for women\nand negligence of home and children because\nof the increased hours of work, which often has\nserious social implications. The indirect impact\nof degradation such as severe drought or\ndeforestation-induced floods, etc. also hits the\npoor the hardest. Poverty in these cases is a\ndirect outcome of environmental destruction.\nTherefore, forest and wildlife, are vital to the\nquality of life and environment in the\nsubcontinent. It is imperative to adapt to sound\nforest and wildlife conservation strategies.\nConservation of Forest and Wildlife in India\nConservation in the background of rapid\ndecline in wildlife population and forestry has\nbecome essential. But why do we need to\nconserve our forests and wildlife? Conservation\npreserves the ecological diversity and our life\nsupport systems – water, air and soil. It also\npreserves the genetic diversity of plants and\nanimals for better growth of species and\nbreeding. For example, in agriculture, we are\nstill dependent on traditional crop varieties.\nFisheries too are heavily dependent on the\nmaintenance of aquatic biodiversity.\nIn the 1960s and 1970s, conservationists\ndemanded a national wildlife protection\nprogramme. The Indian Wildlife (Protection)\nAct was implemented in 1972, with various\nprovisions for protecting habitats. An all-India\nlist of protected species was also published.\nThe thrust of the programme was towards\nprotecting the remaining population of certain\nendangered species by banning hunting,\ngiving legal protection to their habitats, and\nrestricting trade in wildlife. Subsequently,\ncentral and many state governments\nestablished national parks and wildlife\nsanctuaries about which you have already\nstudied. The central government also\nannounced several projects for protecting\nspecific animals, which were gravely\nthreatened, including the tiger, the one-\nDo you know that over half of India’s\nnatural forests are gone, one-third of its\nwetlands drained out, 70 per cent of its\nsurface water bodies polluted, 40 per cent\nof its mangroves wiped out, and with\ncontinued hunting and trade of wild\nanimals and commercially valuable\nplants, thousands of plant and animal\nspecies are heading towards extinction?\nThe destruction of forests and wildlife is not\njust a biological issue. The biological loss is\nstrongly correlated with the loss of cultural\ndiversity. Such losses have increasingly\nmarginalised and impoverished many\nindigenous and other forest-dependent\ncommunities, who directly depend on various\ncomponents of the forest and wildlife for food,\ndrink, medicine, culture, spirituality, etc.\nWithin the poor, women are affected more than\nHave you noticed any activity which leads\nto the loss of biodiversity around you? Write\na note on it and suggest some measures to\nprevent it.",
      "pdfPage": 28,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 18
    }
  },
  {
    "id": "geo10_p29",
    "metadata": {
      "chunk_text": "FOREST AND WILDLIFE RESOURCES\nhorned rhinoceros, the Kashmir stag or\nhangul, three types of crocodiles – fresh water\ncrocodile, saltwater crocodile and the Gharial,\nthe Asiatic lion, and others. Most recently, the\nIndian elephant, black buck (chinkara), the\ngreat Indian bustard (godawan) and the snow\nleopard, etc. have been given full or partial\nlegal protection against hunting and trade\nthroughout India.\nFig. 2.4:  Rhino and deer in Kaziranga National Park\nProject Tiger\nTiger is one of the key wildlife species in\nthe faunal web. In 1973, the authorities\nrealised that the tiger population had\ndwindled to 1,827 from an estimated\n55,000 at the turn of the century. The major\nthreats to tiger population are numerous,\nsuch as poaching for trade, shrinking\nhabitat, depletion of prey base species,\ngrowing human population, etc. The trade\nof tiger skins and the use of their bones in\ntraditional medicines, especially in the\nAsian countries left the tiger population on\nthe verge of extinction. Since India and\nNepal provide habitat to about two-thirds\nof the surviving tiger population in the\nworld, these two nations became prime\ntargets for poaching and illegal trading.\n“Project Tiger”, one of the well-\npublicised wildlife campaigns in the world,\nwas launched in 1973. Initially, it showed\nsuccess as the tiger population went up to\n4,002 in 1985 and 4,334 in 1989. But in\n1993, the population of the tiger had\ndropped to 3,600. There were 39 tiger\nreserves in India covering an area of\n32137.14 sq km*. Tiger conservation has\nbeen viewed not only as an effort to save\nan endangered species, but with equal\nimportance as a means of preserving\nbiotypes of sizeable magnitude. Corbett\nNational Park in Uttarakhand, Sunderbans\nNational Park in West Bengal, Bandhavgarh\nNational Park in Madhya Pradesh, Sariska\nWildlife Sanctuary in Rajasthan, Manas\nTiger Reserve in Assam and Periyar Tiger\nReserve in Kerala are some of the tiger\nreserves of India.\nThe conservation projects are now focusing\non biodiversity rather than on a few of its\ncomponents. There is now a more intensive\nsearch for different conservation measures.\nIncreasingly, even insects are beginning to find\na place in conservation planning. In the\nnotification under Wildlife Act of 1980 and\n1986, several hundred butterflies, moths,\nbeetles, and one dragonfly have been added to\nthe list of protected species. In 1991, for the\nfirst time plants were also added to the list,\nstarting with six species.\nCollect more information on the wildlife\nsanctuaries and national parks of India and\ncite their locations on the map of India.\nSource: *National Tiger Conservation Authority, Ministry of Environment and Forests, Government\nof India, 2009–10",
      "pdfPage": 29,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 19,
      "imagePath": "db/geography10/figures/page_29.png"
    }
  },
  {
    "id": "geo10_p30",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nTypes and Distribution of Forest and\nWildlife Resources\nEven if we want to conserve our vast forest and\nwildlife resources, it is rather difficult to\nmanage, control and regulate them. In India,\nmuch of its forest and wildlife resources are\neither owned or managed by the government\nthrough the Forest Department or other\ngovernment departments. These are classified\nunder the following categories.\n(i) Reserved Forests: More than half of the\ntotal forest land has been declared\nreserved forests. Reserved forests are\nregarded as the most valuable as far as the\nconservation of forest and wildlife resources\nare concerned.\n(ii) Protected Forests: Almost one-third of the\ntotal forest area is protected forest, as declared\nby the Forest Department. This forest land are\nprotected from any further depletion.\n(iii) Unclassed Forests: These are other\nforests and wastelands belonging to\nboth government and private individuals\nand communities.\nReserved and protected forests are also\nreferred to as permanent forest estates\nmaintained for the purpose of producing\ntimber and other forest produce, and for\nprotective reasons. Madhya Pradesh has the\nlargest area under permanent forests,\nconstituting 75 per cent of its total forest area.\nJammu and Kashmir, Andhra Pradesh,\nUttarakhand, Kerala, Tamil Nadu, West\nBengal, and Maharashtra have large\npercentages of reserved forests of its total forest\narea whereas Bihar, Haryana, Punjab,\nHimachal Pradesh, Odisha and Rajasthan have\na bulk of it under protected forests. All North-\neastern states and parts of Gujarat have a very\nhigh percentage of their forests as unclassed\nforests managed by local communities.\nCan you find out the reasons for the above mentioned problems?",
      "pdfPage": 30,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 20
    }
  },
  {
    "id": "geo10_p31",
    "metadata": {
      "chunk_text": "FOREST AND WILDLIFE RESOURCES\nCommunity and Conservation\nConservation strategies are not new in our\ncountry. We often ignore that in India, forests\nare also home to some of the traditional\ncommunities. In some areas of India, local\ncommunities are struggling to conserve these\nhabitats along with government officials,\nrecognising that only this will secure their own\nlong-term livelihood. In Sariska Tiger Reserve,\nRajasthan, villagers have fought against\nmining by citing the Wildlife Protection Act. In\nmany areas, villagers themselves are protecting\nhabitats and explicitly rejecting government\ninvolvement. The inhabitants of five villages in\nthe Alwar district of Rajasthan have declared\n1,200 hectares of forest as the Bhairodev\nDakav ‘Sonchuri’, declaring their own set of\nrules and regulations which do not allow\nhunting, and are protecting the wildlife against\nany outside encroachments.\nSacred groves - a wealth of diverse\nand rare species\nNature worship is an age old tribal belief\nbased on the premise that all creations of\nnature have to be protected. Such beliefs\nhave preserved several virgin forests in\npristine form called Sacred Groves (the\nforests of God and Goddesses). These\npatches of forest or parts of large forests have\nbeen left untouched by the local people and\nany interference with them is banned.\nCertain societies revere a particular tree\nwhich they have preserved from time\nimmemorial. The Mundas and the Santhal of\nChota Nagpur region worship mahua (Bassia\nlatifolia) and kadamba (Anthocaphalus\ncadamba) trees, and the tribals of Odisha and\nBihar worship the tamarind (Tamarindus\nindica) and mango (Mangifera indica) trees\nduring weddings. To many of us, peepal and\nbanyan trees are considered sacred.\nIndian society comprises several\ncultures, each with its own set of traditional\nmethods of conserving nature and its\ncreations. Sacred qualities are often\nascribed to springs, mountain peaks, plants\nand animals which are closely protected. You\nwill find troops of macaques and langurs\naround many temples. They are fed daily\nand treated as a part of temple devotees. In\nand around Bishnoi villages in Rajasthan,\nherds of blackbuck, (chinkara), nilgai and\npeacocks can be seen as an integral part of\nthe community and nobody harms them.\nThe famous Chipko movement in the\nHimalayas has not only successfully resisted\ndeforestation in several areas but has also shown\nthat community afforestation with indigenous\nspecies can be enormously successful.\nAttempts to revive the traditional conservation\nmethods or developing new methods of\necological farming are now widespread. Farmers\nand citizen’s groups like the Beej Bachao\nAndolan in Tehri and Navdanya have shown\nthat adequate levels of diversified crop\nproduction without the use of synthetic\nchemicals are possible and economically viable.\nIn India joint forest management (JFM)\nprogramme furnishes a good example for\ninvolving local communities in the\nmanagement and restoration of degraded\nforests. The programme has been in formal\nexistence since 1988 when the state of Odisha\npassed the first resolution for joint forest\nmanagement. JFM depends on the formation\nof local (village) institutions that undertake\nprotection activities mostly on degraded forest\nland managed by the forest department. In\nreturn, the members of these communities are\nentitled to intermediary benefits like non-timber\nforest produces and share in the timber\nharvested by ‘successful protection’.\nThe clear lesson from the dynamics of both\nenvironmental destruction and reconstruction\nin India is that local communities everywhere\nhave to be involved in some kind of natural\nresource management. But there is still a long\nway to go before local communities are at the\ncentre-stage in decision-making. Accept only\nthose economic or developmental activities,\nthat are people centric, environment-friendly\nand economically rewarding.\nWrite a short essay on any practices which\nyou may have observed and practised in\nyour everyday lives that conserve and protect\nthe environment around you.",
      "pdfPage": 31,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 21
    }
  },
  {
    "id": "geo10_p32",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\n“The tree is a peculiar organism of unlimited kindness and benevolence and\nmakes no demand for its sustenance, and extends generously the products of its\nlife activity. It affords protection to all beings, offering shade even to the axemen\nwho destroy it”.\nGautama Buddha (487 B.C.)\nEXERCISES  EXERCISES  EXERCISES  EXERCISES  EXERCISES\n1.\nMultiple choice questions.\n(i) Which of these statements is not a valid reason for the depletion of flora\nand fauna?\n(a) Agricultural expansion.\n(b) Large scale developmental projects.\n(c) Grazing and fuel wood collection.\n(d) Rapid industrialisation and urbanisation.\n(ii) Which of the following conservation strategies do not directly involve\ncommunity participation?\n(a) Joint forest management\n(c) Chipko Movement\n(b) Beej Bachao Andolan\n(d) Demarcation of Wildlife sanctuaries\n2.\nMatch the following animals with their category of existence.\nAnimals/Plants\nCategory of existence\nBlack buck\nExtinct\nAsiatic elephant\nRare\nAndaman wild pig\nEndangered\nHimalayan brown bear\nVulnerable\nPink head duck\nEndemic\n3.\nMatch the following.\nReserved forests\nother forests and wastelands belonging to both\ngovernment and private individuals and\ncommunities\nProtected forests\nforests are regarded as most valuable as far as the\nconservation of forest and wildlife resources\nUnclassed forests\nforest lands are protected from any further depletion\n4.\nAnswer the following questions in about 30 words.\n(i) What is biodiversity? Why is biodiversity important for human lives?\n(ii) How have human activities affected the depletion of flora and fauna? Explain.\n5.\nAnswer the following questions in about 120 words.\n(i) Describe how communities have conserved and protected forests and wildlife\nin India?\n(ii) Write a note on good practices towards conserving forest and wildlife.",
      "pdfPage": 32,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 22
    }
  },
  {
    "id": "geo10_p33",
    "metadata": {
      "chunk_text": "You already know that three-fourth of the\nearth’s surface is covered with water, but only\na small proportion of it accounts for freshwater\nthat can be put to use. This freshwater is mainly\nobtained from surface run off and ground water\nthat is continually being renewed and\nrecharged through the hydrological cycle. All\nwater moves within the hydrological cycle\nensuring that water is a renewable resource.\nYou might wonder that if three-fourth of\nthe world is covered with water and water is a\nrenewable resource, then how is it that\ncountries and regions around the globe suffer\nfrom water scarcity? Why is it predicted that\nby 2025, nearly two billion people will live in\nabsolute water scarcity?\nWater: Some facts and figures\n• 96.5 per cent of the total volume of world’s\nwater is estimated to exist as oceans and\nonly 2.5 per cent as freshwater. Nearly\n70 per cent of this freshwater occurs as\nice sheets and glaciers in Antarctica,\nGreenland and the mountainous regions\nof the world, while a little less than 30\nper cent is stored as groundwater in the\nworld’s aquifers.\n• India receives nearly 4 per cent of the\nglobal precipitation and ranks 133 in the\nworld in terms of water availability per\nperson per annum.\n• The total renewable water resources of India\nare estimated at 1,897 sq km per annum.",
      "pdfPage": 33,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p34",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nassociate it with regions having low rainfall\nor those that are drought prone. We\ninstantaneously visualise the deserts of\nRajasthan and women balancing many\n‘matkas’ (earthen pots) used for collecting and\nstoring water and travelling long distances to\nget water. True, the availability of water\nresources varies over space and time, mainly\ndue to the variations in seasonal and annual\nprecipitation, but water scarcity in most cases\nis caused by over-exploitation, excessive use\nand unequal access to water among different\nsocial groups.\nFig. 3.1:  Water Scarcity\n• By 2025, it is predicted that large parts of\nIndia will join countries or regions having\nabsolute water scarcity.\nSource: The UN World Water Development\nReport, 2003\nWATER SCARCITY AND THE NEED FOR WATER\nCONSERVATION AND MANAGEMENT\nGiven the abundance and renewability of\nwater, it is difficult to imagine that we may\nsuffer from water scarcity. The moment we\nspeak of water shortages, we immediately\nWater, Water Everywhere, Not a Drop to Drink:\nAfter a heavy downpour, a boy collects drinking\nwater in Kolkata. Life in the city and its adjacent\ndistricts was paralysed as incessant overnight rain,\nmeaning a record 180 mm, flooded vast area and\ndisruted traffic.\nA Kashmiri earthquake survivor carries water in\nthe snow in a devastated village.",
      "pdfPage": 34,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 24,
      "imagePath": "db/geography10/figures/page_34.png"
    }
  },
  {
    "id": "geo10_p35",
    "metadata": {
      "chunk_text": "WATER RESOURCES\ndense populations and urban lifestyles have\nnot only added to water and energy\nrequirements but have further aggravated the\nproblem. If you look into the housing\nsocieties or colonies in the cities, you would\nfind that most of these have their own\ngroundwater pumping devices to meet their\nwater needs. Not surprisingly, we find that\nfragile water resources are being over-\nexploited and have caused their depletion in\nseveral of these cities.\nSo far we have focused on the quantitative\naspects of water scarcity. Now, let us consider\nanother situation where water is sufficiently\navailable to meet the needs of the people,\nbut, the area still suffers from water scarcity.\nThis scarcity may be due to bad quality of\nwater. Lately, there has been a growing\nconcern that even if there is ample water to\nmeet the needs of the people, much of it may\nbe polluted by domestic and industrial\nwastes, chemicals, pesticides and fertilisers\nused in agriculture, thus, making it\nhazardous for human use.\nWhere is then water scarcity likely to\noccur? As you have read in the hydrological\ncycle, freshwater can be obtained directly\nfrom precipitation, surface run off and\ngroundwater.\nIs it possible that an area or region may\nhave ample water resources but is still facing\nwater scarcity? Many of our cities are such\nexamples. Thus, water scarcity may be an\noutcome of large and growing population and\nconsequent greater demands for water, and\nunequal access to it. A large population\nrequires more water not only for domestic use\nbut also to produce more food. Hence, to\nfacilitate higher food-grain production, water\nresources are being over-exploited to expand\nirrigated areas for dry-season agriculture.\nIrrigated agriculture is the largest consumer\nof water. Now it is needed to revolutionise the\nagriculture through developing drought\nresistant crops and dry farming techniques.\nYou may have seen in many television\nadvertisements that most farmers have their\nown wells and tube-wells in their farms for\nirrigation to increase their produce. But have\nyou ever wondered what this could result in?\nThat it may lead to falling groundwater levels,\nadversely affecting water availability and food\nsecurity of the people.\nPost-independent India witnessed\nintensive industrialisation and urbanisation,\ncreating vast opportunities for us. Today,\nlarge industrial houses are as commonplace\nas the industrial units of many MNCs\n(Multinational Corporations). The ever-\nincreasing number of industries has made\nmatters worse by exerting pressure on\nexisting freshwater resources. Industries,\napart from being heavy users of water, also\nrequire power to run them. Much of this\nenergy comes from hydroelectric power.\nToday, in India hydroeclectric power\ncontributes approximately 22 per cent of the\ntotal electricity produced. Moreover,\nmultiplying urban centres with large and\nAccording to Falkenmark, a Swedish expert,\nwater stress occurs when water availability\nis between 1,000 and 1,600 cubic metre per\nperson per year.\nIndia’s rivers, especially the smaller\nones, have all turned into toxic streams.\nAnd even the big ones like the Ganga\nand Yamuna are far from being pure.\nThe assault on India’s rivers – from\npopulation\ngrowth,\nagricultural\nmodernisation,\nurbanisation\nand\nindustrialisation – is enormous and\ngrowing by the day….. This entire life\nstands threatened.\nSource: The Citizens’ Fifth Report, CSE, 1999.\nYou may have already realised that the\nneed of the hour is to conserve and manage\nour water resources, to safeguard ourselves\nfrom health hazards, to ensure food security,\ncontinuation of our livelihoods and\nproductive activities and also to prevent\ndegradation of our natural ecosystems. Over\nexploitation and mismanagement of water\nresources will impoverish this resource and\ncause ecological crisis that may have\nprofound impact on our lives.\nFrom your everyday experiences, write a short\nproposal on how you can conserve water.",
      "pdfPage": 35,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 25,
      "imagePath": "db/geography10/figures/page_35.png"
    }
  },
  {
    "id": "geo10_p36",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nMULTI-PURPOSE RIVER PROJECTS AND\nINTEGRATED WATER RESOURCES MANAGEMENT\nBut, how do we conserve and manage water?\nArchaeological and historical records show that\nfrom ancient times we have been constructing\nsophisticated hydraulic structures like dams\nbuilt of stone rubble, reservoirs or lakes,\nembankments and canals for irrigation. Not\nsurprisingly, we have continued this tradition\nin modern India by building dams in most of\nour river basins.\nWhat are dams and how do they help us\nin conserving and managing water? Dams\nwere traditionally built to impound rivers and\nrainwater that could be used later to irrigate\nagricultural fields. Today, dams are built not\njust for irrigation but for electricity generation,\nwater supply for domestic and industrial\nuses, flood control, recreation, inland\nnavigation and fish breeding. Hence, dams are\nnow referred to as multi-purpose projects\nwhere the many uses of the impounded water\nare integrated with one another. For example,\nin the Sutluj-Beas river basin, the Bhakra –\nNangal project water is being used both for\nhydel power production and irrigation.\nSimilarly, the Hirakud project in the\nMahanadi basin integrates conservation of\nwater with flood control.\nHydraulic Structures in Ancient India\n• In the first century B.C., Sringaverapura\nnear Allahabad had sophisticated water\nharvesting system channelling the flood\nwater of the river Ganga.\n• During the time of Chandragupta Maurya,\ndams, lakes and irrigation systems were\nextensively built.\n• Evidences of sophisticated irrigation works\nhave also been found in Kalinga,\n(Odisha), Nagarjunakonda (Andhra\nPradesh), Bennur (Karnataka), Kolhapur\n(Maharashtra), etc.\n• In the 11th Century, Bhopal Lake, one of the\nlargest artificial lakes of its time was built.\n• In the 14th Century, the tank in Hauz Khas,\nDelhi was constructed by Iltutmish for\nsupplying water to Siri Fort area.\nSource: Dying Wisdom, CSE, 1997.\nFig. 3.2: Hirakud Dam\nA dam is a barrier across flowing water that\nobstructs, directs or retards the flow, often\ncreating a reservoir, lake or impoundment.\n“Dam” refers to the reservoir rather than the\nstructure. Most dams have a section called a\nspillway or weir over which or through which\nit is intended that water will flow either\nintermittently or continuously. Dams are\nclassified according to structure, intended\npurpose or height. Based on structure and\nthe materials used, dams are classified as\ntimber dams, embankment dams or masonry\ndams, with several subtypes. According to\nthe height, dams can be categorised as large\ndams and major dams or alternatively as low\ndams, medium height dams and high dams.\nMulti-purpose projects, launched after\nIndependence with their integrated water\nresources management approach, were\nthought of as the vehicle that would lead the\nnation to development and progress,\novercoming the handicap of its colonial past.\nJawaharlal Nehru proudly proclaimed the\ndams as the ‘temples of modern India’; the\nreason being that it would integrate\ndevelopment of agriculture and the village\neconomy with rapid industrialisation and\ngrowth of the urban economy.",
      "pdfPage": 36,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 26,
      "imagePath": "db/geography10/figures/page_36.png"
    }
  },
  {
    "id": "geo10_p37",
    "metadata": {
      "chunk_text": "WATER RESOURCES\nIn recent years, multi-purpose projects and\nlarge dams have come under great scrutiny\nand opposition for a variety of reasons.\nRegulating and damming of rivers affect their\nnatural flow causing poor sediment flow and\nexcessive sedimentation at the bottom of the\nreservoir, resulting in rockier stream beds and\npoorer habitats for the rivers’ aquatic life. Dams\nalso fragment rivers making it difficult for\naquatic fauna to migrate, especially for\nspawning. The reservoirs that are created on\nthe floodplains also submerge the existing\nvegetation and soil leading to its decomposition\nover a period of time.\nMulti-purpose projects and large dams\nhave also been the cause of many new\nenvironmental movements like the ‘Narmada\nBachao Andolan’ and the ‘Tehri Dam Andolan’\netc. Resistance to these projects has primarily\nbeen due to the large-scale displacement of\nlocal communities. Local people often had to\ngive up their land, livelihood and their meagre\naccess and control over resources for the greater\ngood of the nation. So, if the local people are\nnot benefiting from such projects then who is\nbenefited? Perhaps, the landowners and large\nfarmers, industrialists and few urban centres.\nTake the case of the landless in a village – does\nhe really gain from such a project?\nIrrigation has also changed the cropping\npattern of many regions with farmers shifting\nto water intensive and commercial crops. This\nhas great ecological consequences like\nsalinisation of the soil. At the same time, it has\ntransformed the social landscape i.e.\nFind out more about any one traditional\nmethod of building dams and irrigation works.\nWe have sown the crops in Asar\nWe will bring Bhadu in Bhadra\nFloods have swollen the Damodar\nThe sailing boats cannot sail\nOh! Damodar, we fall at your feet\nReduce the floods a little\nBhadu will come a year later\nLet the boats sail on your surface\n(This popular Bhadu song in the Damodar valley\nregion narrates the troubles faced by people\nowing to the flooding of Damodar river known\nas the river of sorrow.)\nNarmada Bachao Andolan or Save\nNarmada\nMovement\nis\na\nNon\nGovernmental Organisation (NGO) that\nmobilised\ntribal\npeople,\nfarmers,\nenvironmentalists and human rights\nactivists against the Sardar Sarovar Dam\nbeing built across the Narmada river in\nGujarat. It originally focused on the\nenvironmental issues related to trees\nthat would be submerged under the dam\nwater. Recently it has re-focused the\naim to enable poor citizens, especially\nthe oustees (displaced people) to get\nfull\nrehabilitation\nfacilities\nfrom\nthe government.\nPeople felt that their suffering would\nnot be in vain… accepted the trauma of\ndisplacement believing in the promise\nof irrigated fields and plentiful harvests.\nSo, often the survivors of Rihand told us\nthat they accepted their sufferings as\nsacrifice for the sake of their nation. But\nnow, after thirty bitter years of being\nadrift, their livelihood having even\nbeing more precarious, they keep\nasking: “Are we the only ones chosen\nto make sacrifices for the nation?”\nSource: S. Sharma, quoted in In the Belly of the\nRiver. Tribal conflicts over development in Narmada\nvalley, A. Baviskar, 1995.\nSardar Sarovar Dam has been built over\nthe Narmada River in Gujarat. This is one\nof the largest water resource projects of\nIndia covering four states—Maharashtra,\nMadhya Pradesh, Gujarat and Rajasthan.\nThe Sardar Sarovar project would meet the\nrequirement of water in drought-prone and\ndesert areas of Gujarat (9,490 villages and\n173 towns) and Rajasthan (124 villages).\nSource: http://www.sardarsarovardam.org/\nproject.aspx",
      "pdfPage": 37,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 27,
      "imagePath": "db/geography10/figures/page_37.png"
    }
  },
  {
    "id": "geo10_p38",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nIndia:  Major Rivers and Dams",
      "pdfPage": 38,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 28,
      "imagePath": "db/geography10/figures/page_38.png"
    }
  },
  {
    "id": "geo10_p39",
    "metadata": {
      "chunk_text": "WATER RESOURCES\nMake a list of inter-state water disputes.\nDo you know that the Krishna-Godavari\ndispute is due to the objections raised by\nKarnataka\nand\nAndhra\nPradesh\ngovernments? It is regarding the diversion\nof more water at Koyna by the Maharashtra\ngovernment for a multipurpose project. This\nwould reduce downstream flow in their\nstates with adverse consequences for\nagriculture and industry.\nMost of the objections to the projects arose\ndue to their failure to achieve the purposes for\nwhich they were built. Ironically, the dams that\nwere constructed to control floods have\ntriggered floods due to sedimentation in the\nreservoir. Moreover, the big dams have mostly\nbeen unsuccessful in controlling floods at the\ntime of excessive rainfall. You may have seen\nor read how the release of water from dams\nduring heavy rains aggravated the flood\nsituation in Maharashtra and Gujarat in 2006.\nThe floods have not only devastated life and\nproperty but also caused extensive soil erosion.\nSedimentation also meant that the flood plains\nwere deprived of silt, a natural fertiliser, further\nadding on to the problem of land degradation.\nIt was also observed that the multi-purpose\nprojects induced earthquakes, caused water-\nborne diseases and pests and pollution\nresulting from excessive use of water.\nCollect information about flood prone areas of the country\nincreasing the social gap between the richer\nlandowners and the landless poor. As we can\nsee, the dams did create conflicts between\npeople wanting different uses and benefits from\nthe same water resources. In Gujarat, the\nSabarmati-basin farmers were agitated and\nalmost caused a riot over the higher priority\ngiven to water supply in urban areas,\nparticularly during droughts. Inter-state water\ndisputes are also becoming common with\nregard to sharing the costs and benefits of the\nmulti-purpose project.",
      "pdfPage": 39,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 29
    }
  },
  {
    "id": "geo10_p40",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\n•\nRooftop rainwater is collected using a PVC pipe\n•\nFiltered using sand and bricks\n•\nUnderground pipe takes water to sump for\nimmediate usage\n•\nExcess water from the sump is taken to the well\n•\nWater from the well recharges the underground\n•\nTake water from the well (later)\n(b) Recharge through Abandoned Dugwell\nFig 3.4:  Rooftop Rainwater Harvesting\nRAINWATER HARVESTING\nMany thought that given the disadvantages and\nrising resistance against the multi-purpose\nprojects, water harvesting system was a viable\nalternative, both socio-economically and\nenvironmentally. In ancient India, along with the\nsophisticated hydraulic structures, there existed\nan extraordinary tradition of water-harvesting\nsystem. People had in-depth knowledge of\nrainfall regimes and soil types and developed\nwide ranging techniques to harvest rainwater,\ngroundwater, river water and flood water in\nkeeping with the local ecological conditions and\ntheir water needs. In hill and mountainous\nregions, people built diversion channels like the\n‘guls’ or ‘kuls’ of the Western Himalayas for\nagriculture. ‘Rooftop rainwater harvesting’ was\ncommonly practised to store drinking water,\nparticularly in Rajasthan. In the flood plains of\nBengal, people developed inundation channels\nto irrigate their fields. In arid and semi-arid\nregions, agricultural fields were converted into\nrain fed storage structures that allowed the water\nto stand and moisten the soil like the ‘khadins’\nin Jaisalmer and ‘Johads’ in other parts of\nRajasthan.\nFig. 3.3\n(a) Recharge through Hand Pump",
      "pdfPage": 40,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 30,
      "imagePath": "db/geography10/figures/page_40.png"
    }
  },
  {
    "id": "geo10_p41",
    "metadata": {
      "chunk_text": "WATER RESOURCES\nFig 3.5:  Traditional method of rainwater harvesting\nA kul leads to a circular village tank, as the above\nin the Kaza village, from which water is released as\nand when required.\nIn the semi-arid and arid regions of\nRajasthan, particularly in Bikaner, Phalodi and\nBarmer, almost all the houses traditionally had\nunderground tanks or tankas for storing\ndrinking water. The tanks could be as large as\na big room; one household in Phalodi had a tank\nthat was 6.1 metres deep, 4.27 metres long and\n2.44 metres wide. The tankas were part of the\nwell-developed rooftop rainwater harvesting\nsystem and were built inside the main house or\nthe courtyard. They were connected to the\nsloping roofs of the houses through a pipe. Rain\nfalling on the rooftops would travel down the\npipe and was stored in these underground\n‘tankas’. The first spell of rain was usually not\ncollected as this would clean the roofs and the\npipes. The rainwater from the subsequent\nshowers was then collected.\nThe rainwater can be stored in the tankas\ntill the next rainfall making it an extremely\nreliable source of drinking water when all other\nsources are dried up, particularly in the\nsummers. Rainwater, or palar pani, as\ncommonly referred to in these parts, is\nconsidered the purest form of natural water.\nMany houses constructed underground rooms\nadjoining the ‘tanka’ to beat the summer heat\nas it would keep the room cool.\nRooftop rainwater harvesting is the most\ncommon practice in Shillong, Meghalaya.\nIt is interesting because Cherapunjee and\nMawsynram  situated at a distance of 55\nkm. from Shillong receive the highest\nrainfall in the world, yet the state capital\nShillong faces acute shortage of water.\nNearly every household in the city has a\nrooftop rainwater harvesting structure.\nNearly 15-25 per cent of the total water\nrequirement of the household comes from\nrooftop water harvesting.\nToday, in western Rajasthan, sadly the\npractice of rooftop rainwater harvesting is on the\ndecline as plenty of water is available due to the\nperennial Indira Gandhi Canal, though some\nhouses still maintain the tankas since they do\nnot like the taste of tap water. Fortunately, in\nmany parts of rural and urban India, rooftop\nrainwater harvesting is being successfully\nadapted to store and conserve water. In\nGendathur, a remote backward village in\nMysuru, Karnataka, villagers have installed, in\ntheir household’s rooftop, rainwater harvesting\nsystem to meet their water needs. Nearly 200\nhouseholds have installed this system and the\nvillage has earned the rare distinction of being\nrich in rainwater. See Fig. 3.6 for a better\nFind out other rainwater harvesting systems\nexisting in and around your locality.\nFig. 3.6\nRooftop harvesting was common across the towns\nand villages of the Thar. Rainwater that falls on\nthe sloping roofs of houses is taken through a pipe\ninto an underground tanka (circular holes in the\nground). built in the main house or in the courtyard.\nThe picture above shows water being taken from a\nneighbour’s roof through a long pipe. Here the\nneighbour’s rooftop has been used for collection of\nrainwater. The picture shows a hole through which\nrainwater flows down into an underground tanka.",
      "pdfPage": 41,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 31,
      "imagePath": "db/geography10/figures/page_41.png"
    }
  },
  {
    "id": "geo10_p42",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nFig 3.7\nBAMBOO DRIP IRRIGATION SYSTEM\nIn Meghalaya, a 200-year-old system of tapping stream\nand spring water by using bamboo pipes, is prevalent.\nAbout 18-20 litres of water enters the bamboo pipe system,\ngets transported over hundreds of metres, and finally\nreduces to 20-80 drops per minute at the site of the plant.\nPicture 2 and 3: The channel sections, made of bamboo, divert water\nto the plant site where it is distributed into branches, again made and\nlaid out with different forms of bamboo pipes. The flow of water into\nthe pipes is controlled by manipulating the pipe positions.\nPicture 1: Bamboo pipes are used to divert perennial springs on\nthe hilltops to the lower reaches by gravity.\nPicture 5 and 6\nReduced channel sections\nand diversion units are\nused at the last stage of\nwater application. The last\nchannel section enables\nwater to be dropped near\nthe roots of the plant.\nPicture 4: If the pipes pass a road,\nthey are taken high above the land.\nTamil Nadu is the first state in India which\nhas made rooftop rainwater harvesting\nstructure compulsory to all the houses\nacross the state. There are legal provisions\nto punish the defaulters.\nunderstanding of the rooftop rainwater harvesting\nsystem which is adapted here. Gendathur\nreceives an annual precipitation of 1,000 mm,\nand with 80 per cent of collection efficiency and\nof about 10 fillings, every house can collect and\nuse about 50,000 litres of water annually. From\nthe 200 houses, the net amount of rainwater\nharvested annually amounts to 1,00,000 litres.",
      "pdfPage": 42,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 32
    }
  },
  {
    "id": "geo10_p43",
    "metadata": {
      "chunk_text": "WATER RESOURCES\nEXERCISES  EXERCISES  EXERCISES  EXERCISES  EXERCISES\n1.\nMultiple choice questions.\n(i) Based on the information given below classify each of the situations as\n‘suffering from water scarcity’ or ‘not suffering from water scarcity’.\n(a) Region with high annual rainfall.\n(b) Region having high annual rainfall and large population.\n(c) Region having high annual rainfall but water is highly polluted.\n(d) Region having low rainfall and low population.\n(ii) Which one of the following statements is not an argument in favour of multi-\npurpose river projects?\n(a) Multi-purpose projects bring water to those areas which suffer from\nwater scarcity.\n(b) Multi-purpose projects by regulating water flow helps to control floods.\n(c) Multi-purpose projects lead to large scale displacements and loss of\nlivelihood.\n(d) Multi-purpose projects generate electricity for our industries and our\nhomes.\n(iii) Here are some false statements. Identify the mistakes and rewrite them\ncorrectly.\n(a) Multiplying urban centres with large and dense populations and urban\nlifestyles have helped in proper utilisation of water resources.\n(b) Regulating and damming of rivers does not affect the river’s natural\nflow and its sediment flow.\n(c) In Gujarat, the Sabarmati basin farmers were not agitated when higher\npriority was given to water supply in urban areas, particularly during\ndroughts.\n(d) Today in Rajasthan, the practice of rooftop rainwater water harvesting\nhas gained popularity despite high water availability due to the Indira\nGandhi Canal.\n2.\nAnswer the following questions in about 30 words.\n(i) Explain how water becomes a renewable resource.\n(ii) What is water scarcity and what are its main causes?\n(iii) Compare the advantages and disadvantages of multi-purpose river projects.\n3.\nAnswer the following questions in about 120 words.\n(i) Discuss how rainwater harvesting in semi-arid regions of Rajasthan is\ncarried out.\n(ii) Describe how modern adaptations of traditional rainwater harvesting\nmethods are being carried out to conserve and store water.\n1. Collect information on how industries are polluting our water resources.\n2. Enact with your classmates a scene of water dispute in your locality.",
      "pdfPage": 43,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 33
    }
  },
  {
    "id": "geo10_p44",
    "metadata": {
      "chunk_text": "India is an agriculturally important country.\nTwo-thirds of its population is engaged in\nagricultural activities. Agriculture is a primary\nactivity, which produces most of the food that\nwe consume. Besides food grains, it also\nproduces raw material for various industries.\nCan you name some industries based on\nagricultural raw material?\nMoreover, some agricultural products like\ntea, coffee, spices, etc. are also exported.\nTYPES OF FARMING\nAgriculture is an age-old economic activity in\nour country. Over these years, cultivation\nmethods have changed significantly depending\nupon the characteristics of physical\nenvironment, technological know-how and\nsocio-cultural practices. Farming varies from\nsubsistence to commercial type. At present, in\ndifferent parts of India, the following farming\nsystems are practised.\nPrimitive Subsistence Farming\nThis type of farming is still practised in few\npockets of India. Primitive subsistence\nagriculture is practised on small patches of\nland with the help of primitive tools like hoe,\ndao and digging sticks, and family/community\nlabour. This type of farming depends upon\nmonsoon, natural fertility of the soil and\nsuitability of other environmental conditions\nto the crops grown.\nIt is a ‘slash and burn’ agriculture.\nFarmers clear a patch of land and produce\ncereals and other food crops to sustain their\nfamily. When the soil fertility decreases, the\nfarmers shift and clear a fresh patch of land\nfor cultivation. This type of shifting allows\nNature to replenish the fertility of the soil\nthrough natural processes; land productivity\nin this type of agriculture is low as the farmer\ndoes not use fertilisers or other modern\ninputs. It is known by different names in\ndifferent parts of the country.\nCan you name  some such types of farmings?\nIt is jhumming in north-eastern states like\nAssam, Meghalaya, Mizoram and Nagaland;\nPamlou in Manipur, Dipa in Bastar district of\nChhattishgarh, and in Andaman and Nicobar\nIslands.\nJhumming: The ‘slash and burn’ agriculture\nis known as ‘Milpa’ in Mexico and Central\nAmerica, ‘Conuco’ in Venzuela, ‘Roca’ in\nBrazil, ‘Masole’ in Central Africa, ‘Ladang’\nin Indonesia, ‘Ray’ in Vietnam.\nIn India, this primitive form of cultivation\nis called ‘Bewar’ or ‘Dahiya’ in Madhya\nPradesh, ‘Podu’ or ‘Penda’ in Andhra Pradesh,\n‘Pama Dabi’ or ‘Koman’ or Bringa’ in Odisha,\n‘Kumari’ in Western Ghats, ‘Valre’ or ‘Waltre’\nin South-eastern Rajasthan, ‘Khil’ in the\nHimalayan belt, ‘Kuruwa’ in Jharkhand, and\n‘Jhumming’ in the North-eastern region.\nFig. 4.1",
      "pdfPage": 44,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p45",
    "metadata": {
      "chunk_text": "Fig. 4.2:  Banana plantation in Southern\npart of India\nFig. 4.3:  Bamboo plantation in North-east\nCan you name the type of farming Rinjha’s\nfamily is engaged in?\nCan you enlist some crops which are grown\nin such farming?\nIntensive Subsistence Farming\nThis type of farming is practised in areas of\nhigh population pressure on land. It is labour-\nintensive farming, where high doses of\nbiochemical inputs and irrigation are used for\nobtaining higher production.\nCan you name some of the states of India\nwhere such farming is practised?\nThough the ‘right of inheritance’ leading to\nthe division of land among successive\ngenerations has rendered land-holding size\nuneconomical, the farmers continue to take\nmaximum output from the limited land in the\nabsence of alternative source of livelihood.\nThus, there is enormous pressure on\nagricultural land.\nCommercial Farming\nThe main characteristic of this type of farming\nis the use of higher doses of modern inputs,\ne.g. high yielding variety (HYV) seeds, chemical\nfertilisers, insecticides and pesticides in order\nto obtain higher productivity. The degree of\ncommercialisation of agriculture varies from\none region to another. For example, rice is a\ncommercial crop in Haryana and Punjab, but\nin Odisha, it is a subsistence crop.\nCan you give some more examples of crops\nwhich may be commercial in one region and\nmay provide subsistence in another region?\nPlantation is also a type of commercial\nfarming. In this type of farming, a single crop\nis grown on a large area. The plantation has\nan interface of agriculture and industry.\nPlantations cover large tracts of land, using\ncapital intensive inputs, with the help of\nmigrant labourers. All the produce is used as\nraw material in respective industries.\nIn India, tea, coffee, rubber, sugarcane,\nbanana, etc., are important plantation crops.\nTea in Assam and North Bengal coffee in\nRinjha lived with her family in a small village\nat the outskirts of Diphu in Assam. She enjoys\nwatching her family members clearing,\nslashing and burning a patch of land for\ncultivation. She often helps them in irrigating\nthe fields with water running through a\nbamboo canal from the nearby spring. She\nloves the surroundings and wants to stay\nhere as long as she can, but this little girl\nhas no idea about the declining fertility of\nthe soil and her family’s search for fresh a\npatch of land in the next season.\nKarnataka are some of the important plantation\ncrops grown in these states. Since the\nproduction is mainly for market, a well-\ndeveloped network of transport and\ncommunication connecting the plantation\nareas, processing industries and markets plays\nan important role in the development of\nplantations.\nAGRICULTURE",
      "pdfPage": 45,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "imagePath": "db/geography10/figures/page_45.png"
    }
  },
  {
    "id": "geo10_p46",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nCROPPING PATTERN\nYou have studied the physical diversities and\nplurality of cultures in India. These are also\nreflected in agricultural practices and\ncropping patterns in the country. Various\ntypes of food and fibre crops, vegetables and\nfruits, spices and condiments, etc. constitute\nsome of the important crops grown in the\ncountry. India has three cropping seasons —\nrabi, kharif and zaid.\nRabi crops are sown in winter from October\nto December and harvested in summer from\nApril to June. Some of the important rabi crops\nare wheat, barley, peas, gram and mustard.\nThough, these crops are grown in large parts\nof India, states from the north and north-\nwestern parts such as Punjab, Haryana,\nHimachal Pradesh, Jammu and Kashmir,\nUttarakhand and Uttar Pradesh are important\nfor the production of wheat and other rabi\ncrops. Availability of precipitation during\nwinter months due to the western temperate\ncyclones helps in the success of these crops.\nHowever, the success of the green revolution\nin Punjab, Haryana, western Uttar Pradesh\nand parts of Rajasthan has also been an\nimportant factor in the growth of the above-\nmentioned rabi crops.\nKharif crops are grown with the onset of\nmonsoon in different parts of the country and\nthese are harvested in September-October.\nImportant crops grown during this season are\npaddy, maize, jowar, bajra, tur (arhar), moong,\nurad, cotton, jute, groundnut and soyabean.\nSome of the most important rice-growing\nregions are Assam, West Bengal, coastal regions\nof Odisha, Andhra Pradesh, Telangana, Tamil\nNadu, Kerala and Maharashtra,  particularly\nthe (Konkan coast) along with Uttar Pradesh\nand Bihar. Recently, paddy has also become\nan important crop of Punjab and Haryana. In\nstates like Assam, West Bengal and Odisha,\nthree crops of paddy are grown in a year. These\nare Aus, Aman and Boro.\nIn between the rabi and the kharif seasons,\nthere is a short season during the summer\nmonths known as the Zaid season. Some of\nthe crops produced during ‘zaid’ are\nwatermelon, muskmelon, cucumber,\nvegetables and fodder crops. Sugarcane takes\nalmost a year to grow.\nMajor Crops\nA variety of food and non food crops are grown\nin different parts of the country depending\nupon the variations in soil, climate and\ncultivation practices. Major crops grown in\nIndia are rice, wheat, millets, pulses, tea, coffee,\nsugarcane, oil seeds, cotton and jute, etc.\nRice: It is the staple food crop of a majority of\nthe people in India. Our country is the second\nlargest producer of rice in the world after China.\nIt is a kharif crop which requires high\ntemperature, (above 25°C) and high humidity\nwith annual rainfall above 100 cm. In the areas\nof less rainfall, it grows with the help of irrigation.\nRice is grown in the plains of north and\nnorth-eastern India, coastal areas and the\ndeltaic regions. Development of dense network\nFig. 4.4 (b):  Rice is ready to be harvested in the field\nFig. 4.4 (a):  Rice Cultivation",
      "pdfPage": 46,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 36
    }
  },
  {
    "id": "geo10_p47",
    "metadata": {
      "chunk_text": "AGRICULTURE\nIndia:  Distribution of Rice",
      "pdfPage": 47,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 37,
      "imagePath": "db/geography10/figures/page_47.png"
    }
  },
  {
    "id": "geo10_p48",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nof canal irrigation and tubewells have made it\npossible to grow rice in areas of less rainfall\nsuch as Punjab, Haryana and western Uttar\nPradesh and parts of Rajasthan.\nWheat: This is the second most important\ncereal crop. It is the main food crop, in north\nand north-western part of the country. This\nrabi crop requires a cool growing season and\na bright sunshine at the time of ripening. It\nrequires 50 to 75 cm of annual rainfall evenly-\ndistributed over the growing season. There are\ntwo important wheat-growing zones in the\ncountry – the Ganga-Satluj plains in the north-\nwest and black soil region of the Deccan. The\nmajor wheat-producing states are Punjab,\nHaryana, Uttar Pradesh, Bihar, Rajasthan and\nparts of Madhya Pradesh.\nFig. 4.5:  Wheat Cultivation\nMillets: Jowar, bajra and ragi are the\nimportant millets grown in India. Though,\nthese are known as coarse grains, they have\nvery high nutritional value. For example, ragi\nis very rich in iron, calcium, other micro\nnutrients and roughage. Jowar is the third\nmost important food crop with respect to area\nand production. It is a rain-fed crop mostly\ngrown in the moist areas which hardly needs\nirrigation. Major Jowar producing States are\nMaharashtra, Karnataka, Andhra Pradesh and\nMadhya Pradesh.\nBajra grows well on sandy soils and shallow\nblack soil. Major Bajra producing States are\nRajasthan, Uttar Pradesh, Maharashtra,\nGujarat and Haryana. Ragi is a crop of dry\nFig. 4.6:  Bajra Cultivation\nregions and grows well on red, black, sandy,\nloamy and shallow black soils. Major ragi\nproducing states are: Karnataka, Tamil Nadu,\nHimachal Pradesh, Uttarakhand, Sikkim,\nJharkhand and Arunachal Pradesh.\nMaize: It is a crop which is used both as food\nand fodder. It is a kharif crop which requires\ntemperature between 21°C to 27°C and grows\nwell in old alluvial soil. In some states like Bihar\nFig. 4.7:  Maize Cultivation\nmaize is grown in rabi season also. Use of modern\ninputs such as HYV seeds, fertilisers and irrigation\nhave contributed to the increasing production of\nmaize. Major maize-producing states are\nKarnataka, Uttar Pradesh, Bihar, Andhra\nPradesh, Telangana and Madhya Pradesh.\nPulses: India is the largest producer as well\nas the consumer of pulses in the world. These\nare the major source of protein in a vegetarian\ndiet. Major pulses that are grown in India are\ntur (arhar), urad, moong, masur, peas and",
      "pdfPage": 48,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 38,
      "imagePath": "db/geography10/figures/page_48.png"
    }
  },
  {
    "id": "geo10_p49",
    "metadata": {
      "chunk_text": "AGRICULTURE\nIndia:  Distribution of Wheat",
      "pdfPage": 49,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 39,
      "imagePath": "db/geography10/figures/page_49.png"
    }
  },
  {
    "id": "geo10_p50",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nstates are Uttar Pradesh, Maharashtra,\nKarnataka, Tamil Nadu, Andhra Pradesh,\nTelangana, Bihar, Punjab and Haryana.\nOil Seeds: In 2014 India was the second\nlargest producer of groundnut in the world\nafter china. In rapeseed production India was\nthird largest producer in the world after\nCanada and China in 2014. Different oil seeds\nare grown covering approximately 12 per cent\nof the total cropped area of the country. Main\noil-seeds produced in India are groundnut,\nmustard, coconut, sesamum (til), soyabean,\ncastor seeds, cotton seeds, linseed and\nsunflower. Most of these are edible and used\nas cooking mediums. However, some of these\nare also used as raw material in the production\nof soap, cosmetics and ointments.\nGroundnut is a kharif crop and accounts\nfor about half of the major oilseeds produced in\nthe country. Gujarat was the largest producer\nof groundnut followed by Rajasthan and Tamil\nNadu in 2015–16. Linseed and mustard are rabi\ncrops. Sesamum is a kharif crop in north and\nrabi crop in south India. Castor seed is grown\nboth as rabi and kharif crop.\nTea: Tea cultivation is an example of\nplantation agriculture. It is also an important\nbeverage crop introduced in India initially by\nthe British. Today, most of the tea plantations\nare owned by Indians. The tea plant grows well\nin tropical and sub-tropical climates endowed\nwith deep and fertile well-drained soil, rich in\nhumus and organic matter. Tea bushes\nrequire warm and moist frost-free climate all\nthrough the year. Frequent showers evenly\ndistributed over the year ensure continuous\ngrowth of tender leaves. Tea is a labour-\nintensive industry. It requires abundant,\nFig. 4.8:  Sugarcane Cultivation\nFig. 4.9:  Groundnut, sunflower and mustard are ready to be harvested in the field\ngram. Can you distinguish which of these\npulses are grown in the kharif season and\nwhich are grown in the rabi season? Pulses\nneed less moisture and survive even in dry\nconditions. Being leguminous crops, all these\ncrops except arhar help in restoring soil fertility\nby fixing nitrogen from the air. Therefore, these\nare mostly grown in rotation with other crops.\nMajor pulse producing states in India  are\nMadhya Pradesh, Uttar Pradesh, Rajasthan,\nMaharashtra and Karnataka.\nFood Crops other than Grains\nSugarcane: It is a tropical as well as a\nsubtropical crop. It grows well in hot and\nhumid climate with a temperature of 21°C to\n27°C and an annual rainfall between 75cm.\nand 100cm. Irrigation is required in the regions\nof low rainfall. It can be grown on a variety of\nsoils and needs manual labour from sowing to\nharvesting. India is the second largest producer\nof sugarcane only after Brazil. It is the main\nsource of sugar, gur (jaggary), khandsari and\nmolasses. The major sugarcane-producing",
      "pdfPage": 50,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 40,
      "imagePath": "db/geography10/figures/page_50.png"
    }
  },
  {
    "id": "geo10_p51",
    "metadata": {
      "chunk_text": "AGRICULTURE\ncheap and skilled labour.\nTea is processed within\nthe tea garden to restore\nits freshness. Major tea-\nproducing states are\nAssam, hills of Darjeeling\nand Jalpaiguri districts,\nWest Bengal, Tamil Nadu\nand Kerala. Apart from\nthese, Himachal Pradesh,\nUttarakhand, Meghalaya,\nAndhra Pradesh and\nTripura are also tea-producing states in the\ncountry. In 2014 India was the second largest\nproducer of tea after China.\nCoffee: In 2014 India produced 3.5 per cent\nof the world coffee production. Indian coffee is\nknown in the world for its good quality. The\nArabica variety initially brought from Yemen is\nproduced in the country. This variety is in great\ndemand all over the world. Intially its cultivation\nwas introduced on the Baba Budan Hills and\neven today its cultivation is confined to the Nilgiri\nin Karnataka, Kerala and Tamil Nadu.\ntropical as well as temperate fruits. Mangoes\nof Maharashtra, Andhra Pradesh, Telangana,\nUttar Pradesh and West Bengal, oranges of\nNagpur and Cherrapunjee (Meghalaya),\nbananas of Kerala, Mizoram, Maharashtra and\nTamil Nadu, lichi and guava of Uttar Pradesh\nand Bihar, pineapples of Meghalaya, grapes of\nAndhra Pradesh, Telangana and Maharashtra,\napples, pears, apricots and walnuts of Jammu\nand Kashmir and Himachal Pradesh are in\ngreat demand the world over.\nFig. 4.12:  Apricots, apple and pomegranate\nFig. 4.13:  Cultivation of vegetables – peas, cauliflower, tomato and brinjal\nHorticulture Crops: In 2014 India was the\nsecond largest producer of fruits and vegetables\nin the world after China. India is a producer of\nFig. 4.10:  Tea Cultivation\nIndia produces about 13 per cent of the\nworld’s vegetables. It is an important\nproducer of pea, cauliflower, onion, cabbage,\ntomato, brinjal and potato.\nFig. 4.11:  Tea-leaves Harvesting",
      "pdfPage": 51,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 41,
      "imagePath": "db/geography10/figures/page_51.png"
    }
  },
  {
    "id": "geo10_p52",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nFig. 4.14:  Consumption of natural rubber - 2010-11\nNon-Food Crops\nRubber: It is an equatorial crop, but under\nspecial conditions, it is also grown in tropical\nand sub-tropical areas. It requires moist and\nhumid climate with rainfall of more than 200\ncm. and temperature above 25°C.\nRubber is an important industrial raw\nmaterial. It is mainly grown in Kerala, Tamil\nNadu, Karnataka and Andaman and Nicobar\nislands and Garo hills of Meghalaya. In 2012–13\nIndia ranked fourth among the world’s natural\nrubber producers.\nplateau. It requires high temperature, light\nrainfall or irrigation, 210 frost-free days and\nbright sun-shine for its growth. It is a kharif\ncrop and requires 6 to 8 months to mature.\nMajor cotton-producing states are–\nMaharashtra,  Gujarat, Madhya Pradesh,\nKarnataka, Andhra Pradesh, Telangana, Tamil\nNadu, Punjab, Haryana and Uttar Pradesh.\nJute: It is known as the golden fibre. Jute\ngrows well on well-drained fertile soils in the\nflood plains where soils are renewed every\nyear. High temperature is required during the\ntime of growth. West Bengal, Bihar, Assam,\nOdisha and Meghalaya are the major jute\nproducing states. It is used in making gunny\nbags, mats, ropes, yarn, carpets and other\nartefacts. Due to its high cost, it is losing\nmarket to synthetic fibres and packing\nmaterials, particularly the nylon.\nTechnological and Institutional Reforms\nIt was mentioned in the previous pages that\nagriculture has been practised in India for\nthousands of years. Sustained uses of land\nwithout compatible techno-institutional\nchanges have hindered the pace of\nagricultural development. Inspite of\ndevelopment of sources of irrigation most of\nthe farmers in large parts of the country still\ndepend upon monsoon and natural fertility\nin order to carry on their agriculture. For a\ngrowing population, this poses a serious\nchallenge. Agriculture which provides\nlivelihood for more than 60 per cent of its\npopulation, needs some serious technical and\nList the items which are made of rubber and\nare used by us.\nFig. 4.15:  Cotton Cultivation\nFibre Crops: Cotton, jute, hemp and natural\nsilk are the four major fibre crops grown in India.\nThe first three are derived from the crops grown\nin the soil, the latter is obtained from cocoons of\nthe silkworms fed on green leaves specially\nmulberry. Rearing of silk worms for the\nproduction of silk fibre is known as sericulture.\nCotton: India is believed to be the original\nhome of the cotton plant. Cotton is one of the\nmain raw materials for cotton textile industry.\nIn 2014 India was second largest producer of\ncotton after China. Cotton grows well in drier\nparts of the black cotton soil of the Deccan\nSource : Statistics and Planning Department Rubber\nBoard, Kottayam, Kerala\n62.2%\nAuto Tyres\nand Tubes\n4.7%\nOthers\n4.1%\nDipped\nGoods\n4%\nLatex Foam\n4.6%\nBelts and\nHoses\n6.6%\nFootwears\n4.6%\nCamel Back\n9.2%\nCycle Tyres\nand Tubes",
      "pdfPage": 52,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 42,
      "imagePath": "db/geography10/figures/page_52.png"
    }
  },
  {
    "id": "geo10_p53",
    "metadata": {
      "chunk_text": "AGRICULTURE\nFig. 4.16:  Modern technological equipments used in agriculture\nBhoodan – Gramdan\nMahatma Gandhi declared Vinoba Bhave as\nhis spiritual heir. He also participated in\nSatyagraha as one of the foremost\nsatyagrahis. He was one of the votaries of\nGandhi’s concept of gram swarajya. After\nGandhiji’s martyrdom, Vinoba Bhave\nundertook padyatra to spread Gandhiji’s\nmessage covered almost the entire country.\nOnce, when he was delivering a lecture at\nPochampalli in Andhra Pradesh, some poor\nlandless villagers demanded some land for\ntheir economic well-being. Vinoba Bhave\ncould not promise it to them immediately\nbut assured them to talk to the Government\nof India regarding provision of land for them\nif they undertook cooperative farming.\nSuddenly, Shri Ram Chandra Reddy stood\nup and offered 80 acres of land to be\ndistributed among 80 land-less villagers.\nThis act was known as ‘Bhoodan’. Later he\ntravelled and introduced his ideas widely all\nover India. Some zamindars, owners of\nmany villages offered to distribute some\nvillages among the landless. It was known\nas Gramdan. However, many land-owners\nchose to provide some part of their land to\ninstitutional reforms. Thus, collectivisation,\nconsolidation of holdings, cooperation and\nabolition of zamindari, etc. were given priority\nto bring about institutional reforms in the\ncountry after Independence. ‘Land reform’ was\nthe main focus of our First Five Year Plan. The\nright of inheritance had already lead to\nfragmentation of land holdings necessitating\nconsolidation of holdings.\nThe laws of land reforms were enacted but\nthe implementation was lacking or lukewarm.\nThe Government of India embarked upon\nintroducing agricultural reforms to improve\nIndian agriculture in the 1960s and 1970s.\nThe Green Revolution based on the use of\npackage technology and the White Revolution\n(Operation Flood) were some of the strategies\ninitiated to improve the lot of Indian agriculture.\nBut, this too led to the concentration of\ndevelopment in few selected areas. Therefore,\nin the 1980s and 1990s, a comprehensive\nland development programme was initiated,\nwhich included both institutional and\ntechnical reforms. Provision for crop insurance\nagainst drought, flood, cyclone, fire and\ndisease, establishment of Grameen banks,\ncooperative societies and banks for providing\nloan facilities to the farmers at lower rates of\ninterest were some important steps in this\ndirection.\nKissan Credit Card (KCC), Personal\nAccident Insurance Scheme (PAIS) are some\nother schemes introduced by the Government\nof  India for the benefit of the farmers. Moreover,\nspecial weather bulletins and agricultural\nprogrammes for farmers were introduced on\nthe radio and television. The government also\nannounces minimum support price,\nremunerative and procurement prices for\nimportant crops to check the exploitation of\nfarmers by speculators and middlemen.",
      "pdfPage": 53,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 43,
      "imagePath": "db/geography10/figures/page_53.png"
    }
  },
  {
    "id": "geo10_p54",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nproduction. Moreover, reduction in import\nduties on agricultural products have proved\ndetrimental to agriculture in the country.\nFarmers are withdrawing their investment\nfrom agriculture causing a downfall in the\nemployment in agriculture.\nContribution of agriculture to the national\neconomy, employment and output\nAgriculture has been the backbone of the\nIndian economy though its share in the Gross\nDomestic Product (GDP) has registered a\ndeclining trend from 1951 onwards; in\n2010-11 about 52 per cent of the total work\nforce was employed by the farm sector which\nmakes more than half of the Indian Population\ndependent on agriculture for sustenance.\nThe declining share of agriculture in the\nGDP is a matter of serious concern because\nany decline and stagnation in agriculture will\nlead to a decline in other spheres of the\neconomy having wider implications for society.\nConsidering the importance of agriculture\nin India, the Government of India made\nconcerted efforts to modernise agriculture.\nEstablishment of Indian Council of Agricultural\nResearch (ICAR), agricultural universities,\nveterinary services and animal breeding\ncentres, horticulture development, research\nand development in the field of meteorology and\nweather forecast, etc. were given priority for\nimproving Indian agriculture. Apart from this,\nimproving the rural infrastructure was also\nconsidered essential for the same.\nFind out why an Indian farmer does not want\nhis son to become a farmer.\nWhen farmers have been facing so many\nproblems and land under agriculture is\ndecreasing, can we think of alternative\nemployment opportunities in the agriculture\nsector?\nWhy are farmers committing suicides in\nseveral states of the country?\nFOOD SECURITY\nYou know that food is a basic need and every\ncitizen of the country should have access to\nfood which provides minimum nutritional level.\nIf any segment of our population does not have\nthis access, that segment suffers from lack of\nfood security. The number of people who do\nnot have food security is disproportionately\nlarge in some regions of our country,\nparticularly in economically less developed\nstates with higher incidence of poverty. The\nremote areas of the country are more prone to\nnatural disasters and uncertain food supply.\nIn order to ensure availability of food to all\nsections of society our government carefully\ndesigned a national food security system. It\nconsists of two components (a) buffer stock and\n(b) public distribution system (PDS).\nthe poor farmers due to the fear of land\nceiling act. This Bhoodan-Gramdan\nmovement initiated by Vinoba Bhave is also\nknown as the Blood-less Revolution.\nTable 4.1: India: Growth  Rate of GDP and\nMajor Sectors (in %)\nSector\n2013–14\n2014–-15\n2015–16\nAgriculture\n4.2\n-0.2\n1.1\nIndustry\n5.0\n5.9\n7.3\nServices\n7.8\n10.3\n9.2\nGDP\n6.6\n7.2\n7.6\nSource: Economic Survey 2015–16\nNote: These are provisional figures.\nFrom the Table 4.1, it is clear that though\nthe GDP growth rate is increasing over the\nyears, it is not generating sufficient\nemployment opportunities in the country. The\ngrowth rate in agriculture has been\ndecelerating which is an alarming situation.\nToday, Indian farmers are facing a big\nchallenge from international competition and\nreduction in the public investment in\nagriculture sector. Subsidy on fertilisers is\ndecreased leading to increase in the cost of",
      "pdfPage": 54,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 44,
      "imagePath": "db/geography10/figures/page_54.png"
    }
  },
  {
    "id": "geo10_p55",
    "metadata": {
      "chunk_text": "AGRICULTURE\nAs you know, PDS is a programme which\nprovides food grains and other essential\ncommodities at subsidised prices to Below\nPoverty Line (BPL) population in rural and\nurban areas.\nIndia’s food security policy has a primary\nobjective to ensure availability of foodgrains to\nthe common people at an affordable price. It\nhas enabled the poor to have access to food.\nThe focus of the policy is on growth in\nagriculture production and on fixing the\nsupport price for procurement of wheat and\nrice, to maintain their stocks. Food Corporation\nof India (FCI) is responsible for procuring and\nstocking foodgrains, whereas distribution is\nensured by public distribution system (PDS).\nThe FCI procures foodgrains from the\nfarmers at the government announced\nminimum support price (MSP). The\ngovernment used to provide subsidies on\nagriculture inputs such as fertilizers, power\nand water. These subsidies have now reached\nunsustainable levels and have  also led to large\nscale inefficiencies in the use of these scarce\ninputs. Excessive and imprudent use of\nfertilizers and water has led to waterlogging,\nsalinity and depletion of essential\nmicronutrients in the soil. The high MSP,\nsubsidies in input and committed FCI\npurchases have distorted the cropping pattern.\nWheat and paddy crops are being grown more\nfor the MSP they get. Punjab and Haryana are\nforemost examples. This has also created a\nserious imbalance in inter-crop parities.\nYou already know that the consumers are\ndivided into two categories : below poverty line\n(BPL) and above poverty line (APL), with the\nissue price being different for each category.\nHowever, this categorisation is not perfect and\na number of deserving poor have been\nexcluded from the BPL category. Moreover,\nsome of the so called APL slip back to BPL,\nbecause of the failure of even one crop and it\nis administratively difficult to accommodate\nsuch shifts.\nEach district and block can be made self\nsufficient in foodgrain production if government\nprovides proper agricultural infrastructure,\ncredit linkages and also encourages the use of\nlatest techniques. Instead of concentrating only\non rice or wheat, the food crop with a better\ngrowth potential in that particular area must\nbe encouraged. Creation of necessary\ninfrastructure like irrigation facilities,\navailability of electricity etc. may also attract\nprivate investments in agriculture.\nThe focus on increasing foodgrain\nproduction which should be on a sustainable\nbasis and also free trade in grains will create\nmassive employment and reduce poverty in\nrural areas.\nThere has been a gradual shift from\ncultivation of food crops to cultivation of fruits,\nvegetables, oil-seeds and industrial crops. This\nhas led to the reduction in net sown area under\ncereals and pulses. With the growing\npopulation of India, the declining food\nproduction puts a big question mark over the\ncountry’s future food security. The competition\nfor land between non-agricultural uses such\nas housing etc. and agriculture has resulted\nin reduction in the net sown area. The\nproductivity of land has started showing a\ndeclining trend. Fertilisers, pesticides and\ninsecticides, which once showed dramatic\nresults, are now being held responsible for\ndegrading the soils. Periodic scarcity of water\nhas led to reduction in area under irrigation.\nInefficient water management has led to water\nlogging and salinity.\nDraw bar diagram showing the trend of food\ngrain production in India during last five years.\nFind out the reason of this trend.\nTable 4.2: India: Foodgrains production\n(in million tonnes)\nCereals 2011– 2012– 2013–\n2014–\n2015–\nRice\n105.30 105.24 106.54 105.48 104.32\nWheat\n94.88\n93.51\n95.85\n86.53\n93.50\nMaize\n21.76\n22.26\n24.26\n24.17\n21.81\nCoarse\ngrains\n42.01\n40.04\n43.29\n42.86\n37.94\nPulses\n17.09\n18.34\n19.25\n17.15\n16.47\nTotal\n281.04 279.39 289.19 276.19 274.04\nSource: Directorate of Economics and Statistics.\nDAC@FW, Ministry of Agriculture, Economic Survey\n2015–16.",
      "pdfPage": 55,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 45,
      "imagePath": "db/geography10/figures/page_55.png"
    }
  },
  {
    "id": "geo10_p56",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nOne important reason is land degradation.\nFree power to a section of farmers has\nencouraged them to pump groundwater to\ngrow water-intensive crops in low-rainfall\nareas (rice in Punjab, sugarcane in\nMaharashtra). This unsustainable pumping\nhas reduced water storage in aquifers.\nConsequently, many wells and tubewells have\nrun dry. This has pushed the marginal and\nsmall farmers out of cultivation.\nThe big farmers with deeper tubewells still\nhave water, but many others face a water crisis.\nInadequate storage and marketing facilities also\nact as a disincentive to the farmer. Thus, the\nfarmers are badly affected by the uncertainties\nof production and market. They suffer from a\ndouble disadvantage as they pay high prices\nfor inputs such as HYV seeds, fertilisers etc. but\nlack the bargaining power to fix prices in their\nfavour. All the production reaches the market\nsimultaneously. The higher the supply the\nlower is the demand. This causes distress sale\nalso. Therefore, there can be no food security\nwithout the security of the small farmers.\nImpact of Globalisation on Agriculture\nGlobalisation is not a new phenomenon. It was\nthere at the time of colonisation. In the\nnineteenth century when European traders\ncame to India, at that time too, Indian spices\nwere exported to different countries of the world\nand farmers of south India were encouraged\nto grow these crops. Till today it is one of the\nimportant items of export from India.\nDuring the British period cotton belts of\nIndia attracted the British and ultimately\ncotton was exported to Britain as a raw material\nfor their textile industries. Cotton textile\nindustry in Manchester and Liverpool\nflourished due to the availability of good\nOrganise a debate on food security of India, its need and efforts",
      "pdfPage": 56,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 46
    }
  },
  {
    "id": "geo10_p57",
    "metadata": {
      "chunk_text": "AGRICULTURE\nquality cotton from India. You have read about\nthe Champaran movement which started in\n1917 in Bihar. This was started because\nfarmers of that region were forced to grow\nindigo on their land because it was necessary\nfor the textile industries which were located in\nBritain. They were unable to grow foodgrains\nto sustain their families.\nUnder globalisation, particularly after\n1990, the farmers in India have been exposed\nto new challenges. Despite being an important\nproducer of rice, cotton, rubber, tea, coffee, jute\nand spices our agricultural products are not\nable to compete with the developed countries\nbecause of the highly subsidised agriculture\nin those countries.\nFig. 4.17:  Tissue culture of teak clones\nGenetic engineering is  recognised as a\npowerful supplement in inventing new\nhybrid varieties of seeds.\nFig. 4.18:  Problems associated with heavy pesticide\nuse are widely recognised in developed and\ndeveloping countries\nChange in cropping pattern for example from cereals to high-value crops will\nmean that India will have to import food. During 1960’s this would have been\nseen as a disaster. But if India imports cereals while exporting high-value\ncommodities, it will be following successful economies like Italy, Israel and Chile.\nThese countries exports farm products (fruits, olives, speciality seeds and wine)\nand import cereals.  Are we ready to take this risk? Debate the issue.\nToday, Indian agriculture finds itself at the\ncrossroads. To make agriculture successful and\nprofitable, proper thrust should be given to the\nimprovement of the condition of marginal and\nsmall farmers. The green revolution promised\nmuch. But today it’s under controversies. It is\nbeing alleged that it has caused land\ndegradation due to overuse of chemicals, drying\naquifers and vanishing biodiversity. The\nkeyword today is “gene revolution”, which\nincludes genetic engineering.\nCan you name any gene modified seed used\nvastly in India?\nInfact organic farming is much in vogue\ntoday because it is practised without factory\nmade chemicals such as fertilisers and\npesticides. Hence, it does not affect environment\nin a negative manner.\nA few economists think that Indian farmers\nhave a bleak future if they continue growing\nfoodgrains on the holdings that grow smaller\nand smaller as the population rises. India’s\nrural population is about 833 million (2011)\nwhich depends upon 250 million (approximate)\nhectares of agricultural land, an average of less\nthan half a hectare per person.\nIndian farmers should diversify their\ncropping pattern from cereals to high-value\ncrops. This will increase incomes and reduce\nenvironmental degradation simultaneously.\nBecause fruits, medicinal herbs, flowers,\nvegetables, bio-diesel crops like jatropha\nand jojoba need much less irrigation than\nrice or sugarcane. India’s diverse climate\ncan be harnessed to grow a wide range of\nhigh-value crops.",
      "pdfPage": 57,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 47,
      "imagePath": "db/geography10/figures/page_57.png"
    }
  },
  {
    "id": "geo10_p58",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nEXERCISES  EXERCISES  EXERCISES  EXERCISES  EXERCISES\n1.\nMultiple choice questions.\n(i) Which one of the following describes a system of agriculture where a single\ncrop is grown on a large area?\n(a) Shifting Agriculture\n(b) Plantation Agriculture\n(c) Horticulture\n(d) Intensive Agriculture\n(ii) Which one of the following is a rabi crop?\n(a) Rice\n(c) Millets\n(b) Gram\n(d) Cotton\n(iii) Which one of the following is a leguminous crop?\n(a) Pulses\n(c) Millets\n(b) Jawar\n(d) Sesamum\n(iv) Which one of the following is announced by the government in support of\na crop?\n(a) Maximum support price\n(b) Minimum support price\n(c) Moderate support price\n(d) Influential support price\n2.\nAnswer the following questions in 30 words.\n(i) Name one important beverage crop and specify the geographical conditions\nrequired for its growth.\n(ii) Name one staple crop of India and the regions where it is produced.\n(iii) Enlist the various institutional reform programmes introduced by the\ngovernment in the interest of farmers.\n(iv) The land under cultivation has got reduced day by day. Can you imagine\nits consequences?\n3.\nAnswer the following questions in about 120 words.\n(i) Suggest the initiative taken by the government to ensure the increase in\nagricultural production.\n(ii) Describe the impact of globalisation on Indian agriculture.\n(iii) Describe the geographical conditions required for the growth of rice.\nPROJECT WORK\n1.\nGroup discussion on the necessity of literacy among farmers.\n2.\nOn an outline map of India show wheat producing areas.",
      "pdfPage": 58,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 48
    }
  },
  {
    "id": "geo10_p59",
    "metadata": {
      "chunk_text": "AGRICULTURE\nACTIVITY\nSolve the puzzle by following your search horizontally and vertically to find the\nhidden answers.\n1.\nThe two staple food crops of India.\n2.\nThis is the summer cropping season of India.\n3.\nPulses like arhar, moong, gram, urad contain…\n4.\nIt is a coarse grain.\n5.\nThe two important beverages in India are…\n6.\nOne of the four major fibers grown on black soils.\nA\nZ\nM\nX\nN\nC\nB\nV\nN\nX\nA\nH\nD\nQ\nS\nD\nE\nW\nS\nR\nJ\nD\nQ\nJ\nZ\nV\nR\nE\nD\nK\nH\nA\nR\nI\nF\nG\nW\nF\nM\nR\nF\nW\nF\nN\nL\nR\nG\nC\nH\nH\nR\nS\nB\nS\nV\nT\nG\nB\nC\nW\nH\nE\nA\nT\nY\nA\nC\nH\nB\nR\nH\nR\nT\nK\nA\nS\nS\nE\nP\nH\nX\nA\nN\nW\nJ\nI\nE\nS\nJ\nO\nW\nA\nR\nJ\nZ\nH\nD\nT\nK\nC\nL\nA\nE\nG\nA\nC\nO\nF\nF\nE\nE\nY\nL\nT\nE\nF\nY\nM\nT\nA\nT\nS\nS\nR\nG\nI\nP\nD\nE\nJ\nO\nU\nY\nV\nE\nJ\nG\nF\nA\nU\nO\nU\nM\nH\nQ\nS\nU\nD\nI\nT\nS\nW\nS\nP\nU\nO\nA\nC\nO\nT\nT\nO\nN\nE\nA\nH\nF\nO\nY\nO\nL\nF\nL\nU\nS\nR\nQ\nQ\nD\nT\nW\nI\nT\nM\nU\nA\nH\nR\nG\nY\nK\nT\nR\nA\nB\nF\nE\nA\nK\nD\nG\nD\nQ\nH\nS\nU\nO\nI\nW\nH\nW\nQ\nZ\nC\nX\nV\nB\nN\nM\nK\nJ\nA\nS\nL",
      "pdfPage": 59,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 49
    }
  },
  {
    "id": "geo10_p60",
    "metadata": {
      "chunk_text": "We use different things in our daily life made\nfrom metal. Can you list a number of items\nused in your house made of metals. Where do\nthese metals come from?\nYou have studied that the earth’s crust is\nmade up of different minerals embedded in the\nrocks. Various metals are extracted from these\nminerals after proper refinement.\nMinerals are an indispensable part of our\nlives. Almost everything we use, from a tiny pin\nto a towering building or a big ship, all are\nmade from minerals. The railway lines and the\ntarmac (paving) of the roads, our implements\nand machinery too are made from minerals.\nCars, buses, trains, aeroplanes are\nmanufactured from minerals and run on\npower resources derived from the earth. Even\nthe food that we eat contains minerals. In all\nstages of development, human beings have\nused minerals for their livelihood, decoration,\nfestivities, religious and ceremonial rites.\nHaban comes to Guwahati with his father\nfrom a remote village.\nHe sees people getting into strange\nhouse like objects which move along the\nroad. He also sees a “kitchen” dragging a\nnumber of house along with it. He is amazed\nand asked his father “Why don’t our houses\nmove like the one we saw in Guwahati, Ba?”\nBa replies, “These are not houses, they\nare buses and trains. Unlike our houses these\nare not made of bricks and stones, metal like\niron and alluminium are used in making\nthese. They do not move on their own. They\nare driven by an engine which needs energy\nto work.”\nA bright smile from toothpaste\nand minerals\nToothpaste cleans your teeth. Abrasive\nminerals like silica, limestone, aluminium\noxide and various phosphate minerals do the\ncleaning. Fluoride which is used to reduce\ncavities, comes from a mineral fluorite. Most\ntoothpaste are made white with titanium\noxide, which comes from minerals called\nrutile, ilmenite and anatase. The sparkle in\nsome  toothpastes comes from mica. The\ntoothbrush and tube containing the paste are\nmade of plastics from petroleum.  Find out\nwhere these minerals are found?\nDig a little deeper and find out how many\nminerals are used to make a light bulb?\nAll living things need minerals\nLife processes cannot occur without minerals.\nAlthough our mineral intake represents only\nabout 0.3 per cent of our total intake of\nnutrients, they are so potent and so important\nthat without them we would not be able to\nutilise the other 99.7 per cent of foodstuffs.\nDig a little deeper and collect “Nutritional\nFacts” printed on food labels.\nWhat is a mineral?\nGeologists define mineral as a “homogenous,\nnaturally occurring substance with a definable\ninternal structure.” Minerals are found in\nvaried forms in nature, ranging from the\nhardest diamond to the softest talc. Why are\nthey so varied?",
      "pdfPage": 60,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p61",
    "metadata": {
      "chunk_text": "You have already learnt about rocks. Rocks\nare combinations of homogenous substances\ncalled minerals. Some rocks, for instance\nlimestone, consist of a single mineral only, but\nmajority of the rock consist of several minerals\nin varying proportions. Although, over 2000\nminerals have been identified, only a few are\nabundantly found in most of the rocks.\nA particular mineral that will be formed\nfrom a certain combination of elements\ndepends upon the physical and chemical\nconditions under which the material forms.\nThis, in turn, results in a wide range of colours,\nhardness, crystal forms, lustre and density that\na particular mineral possesses. Geologists use\nthese properties to classify the minerals.\nStudy of Minerals by Geographers\nand Geologists\nGeographers study minerals as part of the\nearth’s crust for a better understanding of\nlandforms. The distribution of mineral\nresources and associated  economic activities\nare of interest to geographers. A geologist,\nhowever, is interested in the formation of\nminerals, their age and physical and\nchemical composition.\nHowever, for general and commercial\npurposes minerals can be classified as under.\nMODE OF OCCURRENCE OF MINERALS\nWhere are these minerals found?\nMinerals are usually found in “ores”. The\nterm ore is used to describe an accumulation\nof any mineral mixed with other elements. The\nmineral content of the ore must be in sufficient\nconcentration to make its extraction\ncommercially viable. The type of formation or\nstructure in which they are found determines\nthe relative ease with which mineral ores may\nbe mined. This also determines the cost of\nextraction. It is, therefore, important for us to\nunderstand the main types of formations in\nwhich minerals occur.\nMinerals generally occur in these forms:\n(i) In igneous and metamorphic rocks\nminerals may occur in the cracks,\ncrevices, faults or joints. The smaller\noccurrences are called veins and the\nlarger are called lodes. In most cases,\nthey are formed when minerals in liquid/\nmolten and gaseous forms are forced\nupward through cavities towards the\nearth’s surface. They cool and solidify as\nthey rise. Major metallic minerals like tin,\ncopper, zinc and lead etc. are obtained\nfrom veins and lodes.\n(ii) In sedimentary rocks a number of minerals\noccur in beds or layers. They have been\nformed as a result of deposition,\naccumulation and concentration in\nhorizontal strata. Coal and some forms of\niron ore have been concentrated as a result\nof long periods under great heat and\npressure. Another group of sedimentary\nminerals include gypsum, potash salt and\nMINERALS AND ENERGY RESOURCES\nFig. 5.1\nsodium salt. These are formed as a result\nof evaporation especially in arid regions.\n(iii) Another mode of formation involves the\ndecomposition of surface rocks, and the\nremoval of soluble constituents, leaving a\nresidual mass of weathered material\ncontaining ores. Bauxite is formed this way.",
      "pdfPage": 61,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p62",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nRat-Hole Mining. Do you know that most\nof the minerals in India are nationalised\nand their extraction is possible only after\nobtaining due permission from the\ngovernment? But in most of the tribal areas\nof the north-east India, minerals are\nowned by individuals or communities. In\nMeghalaya, there are large deposits of coal,\niron ore, limestone and dolomite etc. Coal\nmining in Jowai and Cherapunjee is done\nby family member in the form of a long\nnarrow tunnel, known as ‘Rat hole’ mining.\n(iv) Certain minerals may occur as alluvial\ndeposits in sands of valley floors and the\nbase of hills. These deposits are called\n‘placer deposits’ and generally contain\nminerals, which are not corroded by water.\nGold, silver, tin and platinum are most\nimportant among such minerals.\n(v) The ocean waters contain vast quantities\nof minerals, but most of these are too widely\ndiffused to be of economic significance.\nHowever, common salt, magnesium and\nbromine are largely derived from ocean\nwaters. The ocean beds, too, are rich in\nmanganese nodules.\nLet us now study the distribution of a few\nmajor minerals in India. Always remember that\nthe concentration of mineral in the ore, the ease\nof extraction and closeness to the market play\nan important role in affecting the economic\nviability of a reserve. Thus, to meet the demand,\na choice has to be made between a number of\npossible options. When this is done a mineral\n‘deposit’ or ‘reserve’ turns into a mine.\nFerrous Minerals\nFerrous minerals account for about three-\nfourths of the total value of the production of\nmetallic minerals. They provide a strong base\nfor the development of metallurgical\nindustries. India exports substantial\nquantities of ferrous minerals after meeting\nher internal demands.\nIron Ore\nIron ore is the basic mineral and the backbone\nof industrial development. India is endowed\nwith fairly abundant resources of iron ore. India\nis rich in good quality iron ores. Magnetite is\nthe finest iron ore with a very high content of\niron up to 70 per cent. It has excellent magnetic\nqualities, especially valuable in the electrical\nindustry. Hematite ore is the most important\nindustrial iron ore in terms of the quantity\nused, but has a slightly lower iron content than\nmagnetite. (50-60 per cent).\nDig a little deeper: What is the difference\nbetween an open pit mine, a quarry and an\nunderground mine with shafts?\nIndia is fortunate to have fairly rich and varied\nmineral resources. However, these are unevenly\ndistributed. Broadly speaking, peninsular rocks\ncontain most of the reserves of coal, metallic\nminerals, mica and many other non-metallic\nminerals. Sedimentary rocks on the western and\neastern flanks of the peninsula, in Gujarat and\nAssam have most of the petroleum deposits.\nRajasthan with the rock systems of the peninsula,\nhas reserves of many non-ferrous minerals. The\nvast alluvial plains of north India are almost\ndevoid of economic minerals. These variations\nexist largely because of the differences in the\ngeological structure, processes and time involved\nin the formation of minerals.\nFig. 5.2:  Production of iron ore showing\nstatewise share in per cent, 2009-10",
      "pdfPage": 62,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 52,
      "imagePath": "db/geography10/figures/page_62.png"
    }
  },
  {
    "id": "geo10_p63",
    "metadata": {
      "chunk_text": "MINERALS AND ENERGY RESOURCES\nThe major iron ore belts in India are:\n•\nOdisha-Jharkhand belt: In Odisha high\ngrade hematite ore is found in Badampahar\nmines in the Mayurbhanj and Kendujhar\ndistricts. In the adjoining Singbhum\ndistrict of Jharkhand haematite iron ore is\nmined in Gua and Noamundi.\n•\nDurg-Bastar-Chandrapur belt lies in\nChhattisgarh and Maharashtra. Very high\ngrade hematites are found in the famous\nBailadila range of hills in the Bastar district\nof  Chhattisgarh. The range of hills\ncomprise of 14 deposits of super high grade\nhematite iron ore. It has the best physical\nproperties needed for steel making. Iron ore\nfrom these mines is exported to Japan and\nSouth Korea via Vishakhapatnam port.\n•\nBallari-Chitradurga-Chikkamagaluru-\nTumakuru belt in Karnataka has large\nreserves of iron ore. The Kudremukh mines\nlocated in the Western Ghats of Karnataka\nare a 100 per cent export unit. Kudremukh\ndeposits are known to be one of the largest\nin the world. The ore is transported as slurry\nthrough a pipeline to a port near Mangaluru.\n•\nMaharashtra-Goa belt includes the state\nof Goa and Ratnagiri district of\nMaharashtra. Though, the ores are not of\nvery high quality, yet they are efficiently\nexploited. Iron ore is exported through\nMarmagao port.\nManganese\nManganese is mainly used in the\nmanufacturing of steel and ferro-manganese\nalloy. Nearly 10 kg of manganese is required\nto manufacture one tonne of steel. It is also\nused in manufacturing bleaching powder,\ninsecticides and paints.\nOdisha is the largest producer of manganese\nores in India. It accounted for one-third of the\ncountry’s total production in 2000-01.\nDig a little deeper: Superimpose the maps\nshowing distribution of iron ore, manganese,\ncoal and iron and steel industry. Do you see\nany correlation. Why?\nNon-Ferrous Minerals\nIndia’s reserves and production of non- ferrous\nminerals is not very satisfactory. However, these\nminerals, which include copper, bauxite, lead,\nzinc and gold play a vital role in a number of\nmetallurgical, engineering and electrical\nindustries. Let us study the distribution of\ncopper and bauxite.\nKudre in Kannada means horse. The\nhighest peak in the western ghats of\nKarnataka resembles the face of a horse.\nThe Bailadila hills look like the hump of\nan ox, and hence its name.\nFig. 5.3:  Iron ore mine\nFig. 5.4:  Production of Manganese showing\nstatewise share in per cent, 2009-2010",
      "pdfPage": 63,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 53,
      "imagePath": "db/geography10/figures/page_63.png"
    }
  },
  {
    "id": "geo10_p64",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nIndia:  Distribution of Iron Ore, Manganese, Bauxite and Mica",
      "pdfPage": 64,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 54,
      "imagePath": "db/geography10/figures/page_64.png"
    }
  },
  {
    "id": "geo10_p65",
    "metadata": {
      "chunk_text": "MINERALS AND ENERGY RESOURCES\nCopper\nIndia is critically deficient in the reserve and\nproduction of copper. Being malleable, ductile\nand a good conductor, copper is mainly used\nin electrical cables, electronics  and chemical\nFig. 5.5:  Copper mines at Malanjkhand\nFig. 5.6:  Production of Copper showing state-wise\nshare in per cent, 2009-10\nindustries. The Balaghat mines in Madhya\nPradesh, Khetri mines in Rajasthan and\nSinghbhum district of Jharkhand are leading\nproducers of copper.\nBauxite\nThough, several ores\ncontain aluminium, it\nis from bauxite, a\nclay-like substance\nthat alumina and\nlater aluminium is\nobtained. Bauxite\ndeposits are formed\nby the decomposition\nof a wide variety of\nrocks\nrich\nin\naluminium silicates.\nAluminium is an\nimportant\nmetal\nbecause it combines\nthe strength of metals\nsuch as iron, with\nextreme lightness\nand also with good\nconductivity and\ngreat malleability.\nIndia’s bauxite\ndeposits are mainly\nfound\nin\nthe\nAmarkantak plateau, Maikal hills and the\nplateau region of Bilaspur-Katni.\nOdisha was the largest bauxite producing\nstate in India with 34.97 per cent of the\ncountry’s total production in 2009-10.\nPanchpatmali deposits in Koraput district are\nthe most important bauxite deposits in the\nstate.\nDig a little deeper: Locate the mines of\nBauxite on the physical map of India.\nFig.5.7:  Bauxite Mine",
      "pdfPage": 65,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 55,
      "imagePath": "db/geography10/figures/page_65.png"
    }
  },
  {
    "id": "geo10_p66",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nNon-Metallic Minerals\nMica is a mineral made up of a series of plates\nor leaves. It splits easily into thin sheets. These\nsheets can be so thin that a thousand can be\nlayered into a mica sheet of a few centimeters\nhigh. Mica can be clear, black, green, red yellow\nor brown. Due to its excellent di-electric\nstrength, low power loss factor, insulating\nproperties and resistance to high voltage, mica\nis one of the most indispensable minerals used\nin electric and electronic industries.\nMica deposits are found in the northern\nedge of the Chota Nagpur plateau. Koderma\nGaya – Hazaribagh belt of Jharkhand is the\nleading producer.\nIn Rajasthan, the major mica producing\narea is around Ajmer. Nellore mica belt of\nAndhra Pradesh is also an important producer\nin the country.\nFig. 5.8:  Production of Limestone showing\nstate-wise share in per cent, 2009-10\nRock Minerals\nLimestone is found in association with rocks\ncomposed of calcium carbonates or calcium\nand magnesium carbonates. It is found in\nsedimentary rocks of most geological\nformations. Limestone is the basic raw material\nfor the cement industry and essential for\nsmelting iron ore in the blast furnace.\nDig a little deeper: Study the maps to explain\nwhy Chota Nagpur is a storehouse of minerals.\nHazards of Mining\nHave you ever wondered about the efforts the miners make in making life comfortable\nfor you? What are the impacts of mining on\nthe health of the miners and the environment?\nThe dust and noxious fumes inhaled by\nminers make them vulnerable to pulmonary\ndiseases. The risk of collapsing mine roofs,\ninundation and fires in coalmines are a\nconstant threat to miners.\nThe water sources in the region get\ncontaminated due to mining. Dumping of waste\nand slurry leads to degradation of land, soil,\nand increase in stream and river pollution.\nFig. 5.9:  Air pollution due to\ngeneration of dust in mining areas\nAfter the discovery of aluminium Emperor\nNapoleon III wore buttons and hooks on\nhis clothes made of aluminium and served\nfood to his more illustrious guests in\naluminium utensils and the less\nhonourable ones were served in gold and\nsilver utensils. Thirty years after this\nincident aluminium bowls were most\ncommon with the beggars in Paris.",
      "pdfPage": 66,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 56,
      "imagePath": "db/geography10/figures/page_66.png"
    }
  },
  {
    "id": "geo10_p67",
    "metadata": {
      "chunk_text": "MINERALS AND ENERGY RESOURCES\nStricter\nsafety\nregulations\nand\nimplementation of environmental laws are\nessential to prevent mining from becoming a\n“killer industry”.\nCONSERVATION OF MINERALS\nWe all appreciate the strong dependence of\nindustry and agriculture upon mineral\ndeposits and the substances manufactured\nfrom them. The total volume of workable\nmineral deposits is an insignificant fraction\ni.e. one per cent of the earth’s crust. We are\nrapidly consuming mineral resources that\nrequired millions of years to be created and\nconcentrated. The geological processes of\nmineral formation are so slow that the rates\nof replenishment are infinitely small in\ncomparison to the present rates of\nconsumption. Mineral resources are,\ntherefore, finite and non-renewable. Rich\nmineral deposits are our country’s extremely\nvaluable but short-lived possessions.\nContinued extraction of ores leads to\nincreasing costs as mineral extraction comes\nfrom greater depths along with decrease\nin quality.",
      "pdfPage": 67,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 57
    }
  },
  {
    "id": "geo10_p68",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nA concerted effort has to be made in order\nto use our mineral resources in a planned and\nsustainable manner. Improved technologies\nneed to be constantly evolved to allow use of\nlow grade ores at low costs. Recycling of metals,\nusing scrap metals and other substitutes are\nsteps in conserving our mineral resources for\nthe future.\nDig a little deeper: Make a list of items where\nsubstitutes  are being used instead of minerals.\nWhere are these substitutes obtained from?\nEnergy Resources\nEnergy is required for all activities. It is needed\nto cook, to provide light and heat, to propel\nvehicles and to drive machinery in industries.\nEnergy can be generated from fuel minerals\nlike coal, petroleum, natural gas, uranium and\nfrom electricity. Energy resources can be\nclassified as conventional and non-\nconventional sources. Conventional sources\ninclude: firewood, cattle dung cake, coal,\npetroleum, natural gas and electricity (both\nhydel and thermal). Non-conventional sources\ninclude solar, wind, tidal, geothermal, biogas\nand atomic energy. Firewood and cattle dung\ncake are most common in rural India.\nAccording to one estimate more than 70 per\ncent energy requirement in rural households\nis met by these two ; continuation of these is\nincreasingly becoming difficult due to\ndecreasing forest area. Moreover, using dung\ncake too is being discouraged because it\nconsumes most valuable manure which could\nbe used in agriculture.\nConventional Sources of Energy\nCoal: In India, coal is the most abundantly\navailable fossil fuel. It provides a substantial\npart of the nation’s energy needs. It is used for\npower generation, to supply energy to industry\nas well as for domestic needs. India is highly\ndependent on coal for meeting its commercial\nenergy requirements.\nAs you are already aware that coal is\nformed due the compression of plant\nmaterial over millions of years. Coal,\ntherefore, is found in a variety of forms\ndepending on the degrees of compression\nFig. 5.10 (a):  A view from inside of a coal mine\nFig. 5.10 (b):  A view from outside of a coal mine\nand the depth and time of burial. Decaying\nplants in swamps produce peat. Which has\na low carbon and high moisture contents\nand low heating capacity. Lignite is a low\ngrade brown coal, which is soft with high\nmoisture content. The principal lignite\nreserves are in Neyveli in Tamil Nadu and\nare used for generation of electricity. Coal\nthat has been buried deep and subjected to\nincreased temperatures is bituminous coal.\nIt is the most popular coal in commercial\nuse. Metallurgical coal is high grade\nbituminous coal which has a special value\nfor smelting iron in blast furnaces.\nAnthracite is the highest quality hard coal.\nIn India coal occurs in rock series of two\nmain geological ages, namely Gondwana, a little\nover 200 million years in age and in tertiary\ndeposits which are only about 55 million years\nold. The major resources of Gondwana coal,\nwhich are metallurgical coal, are located in",
      "pdfPage": 68,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 58
    }
  },
  {
    "id": "geo10_p69",
    "metadata": {
      "chunk_text": "MINERALS AND ENERGY RESOURCES\nIndia:  Distribution of Coal, Oil and Natural Gas",
      "pdfPage": 69,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 59,
      "imagePath": "db/geography10/figures/page_69.png"
    }
  },
  {
    "id": "geo10_p70",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nDamodar valley (West Bengal-Jharkhand).\nJharia, Raniganj, Bokaro are important\ncoalfields. The Godavari, Mahanadi, Son and\nWardha valleys also contain coal deposits.\nTertiary coals occur in the north eastern\nstates of Meghalaya, Assam, Arunachal\nPradesh and Nagaland.\nRemember coal is a bulky material, which\nloses weight on use as it is reduced to ash.\nHence, heavy industries and thermal power\nstations are located on or near the coalfields.\nPetroleum\nPetroleum or mineral oil is the next major\nenergy source in India after coal. It provides\nfuel for heat and lighting, lubricants for\nmachinery and raw materials for a number of\nmanufacturing industries. Petroleum\nrefineries act as a “nodal industry” for\nsynthetic textile, fertiliser and numerous\nchemical industries.\nMost of the petroleum occurrences in India\nare associated with anticlines and fault traps\nin the rock formations of the tertiary age. In\nregions of folding, anticlines or domes, it  occurs\nwhere oil is trapped in the crest of the upfold.\nThe oil bearing layer is a porous limestone or\nsandstone through which oil may flow. The oil\nis prevented from rising or sinking by\nintervening non-porous layers.\nPetroleum is also found in fault traps\nbetween porous and non-porous rocks. Gas,\nbeing lighter  usually occurs above the oil.\nAbout 63 per cent of India’s petroleum\nproduction is from Mumbai High, 18 per cent\nfrom Gujarat and 16 per cent from Assam.\nFrom the map locate the 3 major off shore fields\nof western India. Ankeleshwar is the most\nimportant field of Gujarat. Assam is the oldest\noil producing state of India. Digboi,\nNaharkatiya and Moran-Hugrijan are the\nimportant oil fields in the state.\nNatural Gas\nNatural gas is an important clean energy\nresource found in association with or without\npetroleum. It is used as a source of energy as\nwell as an industrial raw material in the\npetrochemical industry.\nNatural gas is considered an environment\nfriendly fuel because of low carbon dioxide\nemissions and is, therefore, the fuel for the\npresent century.\nLarge reserves of natural gas have been\ndiscovered in the Krishna-Godavari basin.\nAlong the west coast the reserves of the Mumbai\nHigh and allied fields are supplemented by\nfinds in the Gulf of Cambay. Andaman and\nNicobar islands are also important areas\nhaving large reserves of natural gas.\nThe 1700 km long Hazira-Vijaipur -\nJagdishpur cross country gas pipeline links\nMumbai High and Bassien with the fertilizer,\npower and industrial complexes in western and\nnorthern India. This artery has provided an\nimpetus to India’s gas production. The power\nand fertilizer industries are the key users of\nnatural gas. Use of Compressed Natural Gas\n(CNG ) for vehicles to replace liquid fuels is\ngaining wide popularity in the country.\nElectricity\nElectricity has such a wide range of\napplications in today’s world that, its percapita\nconsumption is considered as an index of\ndevelopment. Electricity is generated mainly in\ntwo  ways: by running water which drives hydro\nturbines to generate hydro electricity; and by\nburning other fuels such as coal, petroleum\nand natural gas to drive turbines to produce\nthermal power. Once generated the electricity\nis exactly the same.\nName some river valley projects and write\nthe names of the dams built on these rivers.\nHydro electricity is generated by fast\nflowing water, which is a renewable resource.\nIndia has a number of multi-purpose projects\nlike the Bhakra Nangal, Damodar Valley\ncorporation, the Kopili Hydel Project etc.\nproducing hydroelectric power.\nThermal electricity is generated by using\ncoal, petroleum and natural gas. The thermal\npower stations use non-renewable fossil fuels\nfor generating electricity. There are over 310\nthermal power plants in India.",
      "pdfPage": 70,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 60
    }
  },
  {
    "id": "geo10_p71",
    "metadata": {
      "chunk_text": "MINERALS AND ENERGY RESOURCES\nIndia:  Distribution of Nuclear and Thermal Power Plants\nRawat Bhata",
      "pdfPage": 71,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 61,
      "imagePath": "db/geography10/figures/page_71.png"
    }
  },
  {
    "id": "geo10_p72",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nCollect information about thermal/hydel\npower plants located in your state. Show\nthem on the map of India.\nNon-Conventional Sources of Energy\nThe growing consumption of energy has\nresulted in the country becoming\nincreasingly dependent on fossil fuels such\nas coal, oil and gas.  Rising prices of oil and\ngas and their potential shortages have raised\nuncertainties about the security of energy\nsupply in future, which in turn has serious\nrepercussions on the growth of the national\neconomy. Moreover, increasing use of fossil\nfuels also causes serious environmental\nproblems. Hence, there is a pressing need to\nuse renewable energy sources like solar\nenergy, wind, tide, biomass and energy from\nwaste material. These are called non-\nconventional energy sources.\nIndia is blessed with an abundance of\nsunlight, water, wind and biomass. It has the\nlargest programmes for the development of\nthese renewable energy resources.\nNuclear or Atomic Energy\nIt is obtained by altering the structure of\natoms. When such an alteration is made, much\nenergy is released in the form of heat and this\nis used to generate electric power. Uranium and\nThorium, which are available in Jharkhand and\nthe Aravalli ranges of Rajasthan are used\nfor generating atomic or nuclear power.\nThe Monazite sands of Kerala is also rich in\nThorium.\nLocate the 6 nuclear power stations and find\nout the state in which they are located.\nSolar Energy\nIndia is a tropical country. It has enormous\npossibilities of tapping solar energy.\nPhotovoltaic technology converts sunlight\ndirectly into electricity. Solar energy is fast\nbecoming popular in rural and remote areas.\nSome big solar power plants are being\nestablished in different parts of India which will\nminimise the dependence of rural households\non firewood and dung cakes, which in turn will\ncontribute to environmental conservation and\nadequate supply of manure in agriculture.\nFig. 5.11:  Solar operated electronic milk\ntesting equipment\nFig. 5.12:  Wind mills – Nagarcoil\nWind power\nIndia has great potential of wind power. The\nlargest wind farm cluster is located in Tamil\nNadu from Nagarcoil to Madurai. Apart from\nthese, Andhra Pradesh, Karnataka, Gujarat,\nKerala, Maharashtra and Lakshadweep have\nimportant wind farms. Nagarcoil and Jaisalmer\nare well known for effective use of wind energy\nin the country.\nBiogas\nShrubs, farm waste, animal and human waste\nare used to produce biogas for domestic\nconsumption in rural areas. Decomposition of\norganic matter yields gas, which has higher\nthermal efficiency in comparison to kerosene,\ndung cake and charcoal. Biogas plants are set\nup at municipal, cooperative and individual\nlevels. The plants using cattle dung are known\nas ‘Gobar gas plants’ in rural India. These\nprovide twin benefits to the farmer in the form\nof energy and improved quality of manure.\nCollect information about newly established\nsolar power plants in India.",
      "pdfPage": 72,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 62,
      "imagePath": "db/geography10/figures/page_72.png"
    }
  },
  {
    "id": "geo10_p73",
    "metadata": {
      "chunk_text": "MINERALS AND ENERGY RESOURCES\nBiogas is by far the most efficient use of cattle\ndung. It improves the quality of manure and\nalso prevents the loss of trees and manure due\nto burning of fuel wood and cow dung cakes.\ngradient is high, high temperatures are found\nat shallow depths. Groundwater in such areas\nabsorbs heat from the rocks and becomes hot.\nIt is so hot that when it rises to the earth’s\nsurface, it turns into steam. This steam is used\nto drive turbines and generate electricity.\nThere are several hundred hot springs in\nIndia, which could be used to generate\nelectricity. Two experimental projects have been\nset up in India to harness geothermal energy.\nOne is located in the Parvati valley near\nManikarn in Himachal Pradesh and the other\nis located in the Puga Valley, Ladakh.\nConservation of Energy Resources\nEnergy is a basic requirement for economic\ndevelopment.  Every sector of the national\neconomy – agriculture, industry, transport,\ncommercial and domestic – needs inputs of\nenergy. The economic development plans\nimplemented since Independence necessarily\nrequired increasing amounts of energy to\nremain operational.  As a result, consumption\nof energy in all forms has been steadily rising\nall over the country.\nIn this background, there is an urgent need\nto develop a sustainable path of energy\ndevelopment. Promotion of energy conservation\nand increased use of renewable energy sources\nare the twin planks of sustainable energy.\nIndia is presently one of the least energy\nefficient countries in the world. We have to\nadopt a cautious approach for the judicious\nuse of our limited energy resources. For\nexample, as concerned citizens we can do our\nbit by using public transport systems instead\nof individual vehicles; switching off electricity\nwhen not in use, using power-saving devices\nand using non-conventional sources of energy.\nAfter all, “energy saved is energy produced”.\nFig. 5.13:  Biogas Plant\nTidal Energy\nOceanic tides can be used to generate\nelectricity. Floodgate dams are built across\ninlets. During high tide water flows into the\ninlet and gets trapped when the gate is closed.\nAfter the tide falls outside the flood gate, the\nwater retained by the floodgate flows back to\nthe sea via a pipe that carries it through a\npower-generating turbine.\nIn India the Gulf of Khambhat, the Gulf of\nKuchchh in Gujarat on the western coast and\nGangetic delta in Sunderban regions of West\nBengal provide ideal conditions for utilising\ntidal energy.\nGeo Thermal Energy\nGeo thermal energy refers to the heat and\nelectricity produced by using the heat from the\ninterior of the Earth. Geothermal energy exists\nbecause, the Earth grows progressively hotter\nwith increasing depth. Where the geothermal\nEXERCISES  EXERCISES  EXERCISES  EXERCISES  EXERCISES\n1.\nMultiple choice questions.\n(i) Which one of the following minerals is formed by decomposition of rocks,\nleaving a residual mass of weathered material?\n(a) coal\n(b) bauxite\n(c) gold\n(d) zinc\n(ii) Koderma, in Jharkhand is the leading producer of which one of the following\nminerals?\n(a) bauxite\n(b) mica\n(c) iron ore\n(d) copper",
      "pdfPage": 73,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 63,
      "imagePath": "db/geography10/figures/page_73.png"
    }
  },
  {
    "id": "geo10_p74",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\n(iii) Minerals are deposited and accumulated in the stratas of which of the\nfollowing rocks?\n(a) sedimentary rocks\n(c) igneous rocks\n(b) metamorphic rocks\n(d) none of the above\n(iv) Which one of the following minerals is contained in the Monazite sand?\n(a) oil\n(b) uranium\n(c) thorium\n(d) coal\n2.\nAnswer the following questions in about 30 words.\n(i) Distinguish between the following in not more than 30 words.\n(a) ferrous and non-ferrous minerals\n(b) conventional and non-conventional sources of energy\n(ii) What is a mineral?\n(iii) How are minerals formed in igneous and metamorphic rocks?\n(iv) Why do we need to conserve mineral resources ?\n3.\nAnswer the following questions in about 120 words.\n(i) Describe the distribution of coal in India.\n(ii) Why do you think that solar energy has a bright future in India?\nACTIVITY\nFill the name of the correct mineral in the crossword below:\nDOWN\n1.\nFound in placer deposit (4)\n2.\nIron ore mined in Bailadila (8)\n3.\nIndispensable for electrical industry (4)\n4.\nGeological Age of coal found in north east\nIndia (8)\n5.\nFormed in veins and lodes (3)\nACROSS\n1.\nA ferrous mineral (9)\n2.\nRaw material for cement industry (9)\n3.\nFinest iron ore with magnetic properties (9)\n4.\nHighest quality hard coal (10)\n5.\nAluminium is obtained from this ore (7)\n6.\nKhetri mines are famous for this mineral (6)\n7.\nFormed due to evaporation (6)\n1 M\n3 M\nM\nT\no\ny\n5 T",
      "pdfPage": 74,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 64
    }
  },
  {
    "id": "geo10_p75",
    "metadata": {
      "chunk_text": "Production of goods in large quantities after\nprocessing from raw materials to more\nvaluable products is called manufacturing. Do\nyou know that paper is manufactured from\nwood, sugar from sugarcane, iron and steel\nfrom iron ore and aluminium from bauxite?\nDo you also know that some types of clothes\nare manufactured from yarn which itself is an\nindustrial product?\nPeople employed in the secondary activities\nmanufacture the primary materials into\nfinished goods. The workers employed in steel\nfactories, car, breweries, textile industries,\nbakeries etc. fall into this category. Some people\nare employed in providing services. In this\nchapter, we are mainly concerned with\nmanufacturing industries which fall in the\nsecondary sector.\nThe economic strength of a country is\nmeasured\nby\nthe\ndevelopment\nof\nmanufacturing industries.\nIMPORTANCE OF MANUFACTURING\nManufacturing sector is considered the backbone\nof development in general and economic\ndevelopment in particular mainly because–\n• Manufacturing industries not only help in\nmodernising agriculture, which forms the\nbackbone of our economy, they also reduce\nthe heavy dependence of people on\nagricultural income by providing them jobs\nin secondary and tertiary sectors.\n• Industrial development is a precondition for\neradication of unemployment and poverty\nfrom our country. This was the main\nphilosophy behind public sector industries\nand joint sector ventures in India. It was also\naimed at bringing down regional disparities\nby establishing industries in tribal and\nbackward areas.\n• Export of manufactured goods expands\ntrade and commerce, and brings in much\nneeded foreign exchange.\n• Countries that transform their raw\nmaterials into a wide variety of finished\ngoods of higher value are prosperous.\nIndia’s prosperity lies in increasing and\ndiversifying its manufacturing industries as\nquickly as possible.\nAgriculture and industry are not exclusive\nof each other. They move hand in hand.  For\ninstance, the agro-industries in India have given\na major boost to agriculture by raising its\nproductivity. They depend on the latter for raw\nmaterials and sell their products such as\nirrigation pumps, fertilisers, insecticides,\npesticides, plastic and PVC pipes, machines and\ntools, etc. to the farmers. Thus, development and\ncompetitiveness of manufacturing industry has\nnot only assisted agriculturists in increasing\nOn the occassion of Diwali, Harish went to\na market with his parents. They purchased\nshoes and clothes for him. His mother\npurchased utensils, sugar, tea and diyas\n(earthen lamps). Harish observed that the\nshops in the market were flooded with\nitems for sale. He wondered how so many\nitems could be made in such large\nquantities. His father explained that shoes,\nclothes, sugar etc. are manufactured by\nmachines in large industries, some utensils\nare manufactured in small industries, while\nitems like diyas are made by individual\nartisans in household industry.\nDo you have some ideas about these\nindustries?",
      "pdfPage": 75,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p76",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\ntheir production but also made the production\nprocesses very efficient.\nIn the present day world of globalisation,\nour industry needs to be more efficient and\ncompetitive. Self-sufficiency alone is not\nenough. Our manufactured goods must be at\npar in quality with those in the international\nmarket. Only then, will we be able to compete\nin the international market.\nContribution of Industry to National\nEconomy\nOver the last two decades, the share of\nmanufacturing sector has stagnated at 17 per\ncent of GDP – out of a total of 27 per cent for\nthe industry which includes 10 per cent for\nmining, quarrying, electricity and gas.\nThis is much lower in comparison to some\nEast Asian economies, where it is 25 to 35 per\ncent. The trend of growth rate in manufacturing\nover the last decade has been around 7 per\ncent per annum.  The desired growth rate over\nthe next decade is 12 per cent.  Since 2003,\nmanufacturing is once again growing at the\nrate of 9 to 10 per cent per annum.  With\nappropriate policy interventions by the\ngovernment and renewed efforts by the\nindustry to improve productivity, economists\npredict that manufacturing can achieve its\ntarget over the next decade.  The National\nManufacturing Competitiveness Council\n(NMCC) has been set up with this objective.\nIndustrial Location\nIndustrial locations are complex in nature.\nThese are influenced by availability of raw\nmaterial, labour, capital, power and market,\netc. It is rarely possible to find all these factors\navailable at one place. Consequently,\nmanufacturing activity tends to locate at the\nmost appropriate place where all the factors of\nindustrial location are either available or can\nbe arranged at lower cost. After an industrial\nactivity starts, urbanisation follows. Sometimes,\nindustries are located in or near the cities.\nThus, industrialisation and urbanisation go\nhand in hand. Cities provide markets and also\nprovide services such as banking, insurance,\ntransport, labour, consultants and financial\nadvice, etc. to the industry. Many industries\ntend to come together to make use of the\nadvantages offered by the urban centres known\nas agglomeration economies. Gradually, a\nlarge industrial agglomeration takes place.\nIn the pre-Independence period, most\nmanufacturing units were located in places\nfrom the point of view of overseas trade such as\nMumbai, Kolkata, Chennai, etc. Consequently,\nthere emerged certain pockets of industrially\ndeveloped urban centres surrounded by a huge\nagricultural rural hinterland.\nIndustry – Market Linkage\nThe key to decision of the factory location\nis the least cost. Government policies and\nspecialised labour also influence the location\nof industry.\nFig. 6.1\nFig. 6.2",
      "pdfPage": 76,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 66
    }
  },
  {
    "id": "geo10_p77",
    "metadata": {
      "chunk_text": "MANUFACTURING INDUSTRIES\nClassification of Industries\nList the various manufactured products you\nuse in your daily life such as – transistors,\nelectric bulbs, vegetable oil, cement,\nglassware, petrol, matches, scooters,\nautomobiles, medicines and so on. If we\nclassify the various industries based on a\nparticular criterion then we would be\nable to understand their manufacturing\nbetter.  Industries may be classified as\nfollows:\nOn the basis of source of raw materials\nused:\n• Agro based: cotton, woollen, jute, silk\ntextile, rubber and sugar, tea, coffee,\nedible oil.\n• Mineral based: iron and steel, cement,\naluminium,\nmachine\ntools,\npetrochemicals.\nAccording to their main role:\n• Basic or key industries are those which\nsupply their products as raw materials\nto manufacture other goods e.g. iron\nand steel and copper smelting,\naluminum smelting.\n• Consumer industries that produce\ngoods for direct use by consumers –\nsugar, toothpaste, paper, sewing\nmachines, fans etc.\nOn the basis of capital investment:\n• A small scale industry is defined with\nreference to the maximum investment\nallowed on the assets of a unit. This limit\nhas changed over a period of time. At\npresent the maximum investment allowed\nis rupees one crore.\nOn the basis of ownership:\n• Public sector, owned and operated by\ngovernment agencies – BHEL, SAIL etc.\n• Private sector industries owned and\noperated by individuals or a group of\nindividuals –TISCO, Bajaj Auto Ltd.,\nDabur Industries.\n• Joint sector industries which are jointly run\nby the state and individuals or a group of\nindividuals. Oil India Ltd. (OIL) is jointly\nowned by public and private sector.\n• Cooperative sector industries are\nowned and operated by the producers\nor suppliers of raw materials, workers\nor both.  They pool in the resources\nand share the profits or losses\nproportionately. Such examples are\nthe sugar industry in Maharashtra, the\ncoir industry in Kerala.\nBased on the bulk and weight of raw\nmaterial and finished goods:\n• Heavy industries such as iron and\nsteel\n• Light industries that use light raw\nmaterials and produce light goods such\nas electrical goods industries.\nClassify the following into two groups on the\nbasis of bulk and weight of raw material and\nfinished goods.\n(i) Oil\n(vi) Sewing Machines\n(ii) Knitting needles\n(vii) Shipbuilding\n(iii) Brassware\n(viii) Electric Bulbs\n(iv) Fuse wires\n(ix) Paint brushes\n(v) Watches\n(x) Automobiles\nAgro-based Industries\nCotton, jute, silk, woollen textiles, sugar and\nedible oil, etc. industries are  based on\nagricultural raw materials.\nTextile Industry: The textile industry\noccupies unique position in the Indian\neconomy, because it contributes significantly\nto industrial production (14 per cent),\nemployment generation (35 million persons\ndirectly – the second largest after agriculture)\nand foreign exchange earnings (about 24.6\nper cent).  It contributes 4 per cent towards\nGDP.  It is the only industry in the country,\nwhich is self-reliant and complete in the value\nchain i.e., from raw material to the highest\nvalue added products.",
      "pdfPage": 77,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 67
    }
  },
  {
    "id": "geo10_p78",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nCotton Textiles: In ancient India, cotton\ntextiles were produced with hand spinning\nand handloom weaving techniques. After the\n18th century, power-looms came into use.\nOur traditional industries suffered a setback\nduring the colonial period because they\ncould not compete with the mill-made cloth\nfrom England.\nWhile spinning continues to be centralised\nin Maharashtra, Gujarat and Tamil Nadu,\nweaving is highly decentralised to provide\nscope for incorporating traditional skills and\ndesigns of weaving in cotton, silk, zari,\nembroidery, etc. India has world class\nproduction in spinning, but weaving supplies\nlow quality of fabric as it cannot use much of\nthe high quality yarn produced in the country.\nWeaving is done by handloom, powerloom and\nin mills.\nThe handspun khadi provides large scale\nemployment to weavers in their homes as a\ncottage industry.\nWhy did Mahatma Gandhi lay emphasis on\nspinning yarn and weaving khadi?\nFig. 6.3:  Value addition in the textile industry\n• The first successful textile mill was\nestablished in Mumbai in 1854.\n• The two world wars were fought in Europe,\nIndia was a British colony. There was a\ndemand for cloth in U.K. hence, they gave\na boost to the development of the cotton\ntextile industry.\nAs on 30 November 2011, there were 1946\ncotton and human-made fibre textile mill in\nthe country. About 80 per cent of these are\nin the private sector and the rest in the public\nand cooperative sectors. Apart from these,\nthere are several thousand small factories\nwith four to ten looms.\nIn the early years, the cotton textile\nindustry was concentrated in the cotton\ngrowing belt of Maharashtra and Gujarat.\nAvailability of raw cotton, market, transport\nincluding accessible port facilities, labour,\nmoist climate, etc. contributed towards its\nlocalisation.  This industry has close links\nwith agriculture and provides a living to\nfarmers, cotton boll pluckers and workers\nengaged in ginning, spinning, weaving,\ndyeing, designing, packaging, tailoring and\nsewing. The industry by creating demands\nsupports many other industries, such as,\nchemicals and dyes, packaging materials and\nengineering works.\nStudy the figures above and note the share\nof mills in the production of fabric.\nWhy is it important for our country to keep\nthe mill sector loomage lower than power\nloom and handloom?\nIndia exports yarn to Japan.  Other\nimporters of cotton goods from India are\nU.S.A., U.K., Russia, France, East European\ncountries, Nepal, Singapore, Sri Lanka, and\nAfrican countries.\nTable 6.1: India: Production of Fabrics in India\nSector\n2009-10\n2010-11*\n(Provisional)\nMill Sector\n3.3\n3.5\nPowerlooms (in Hosiery)\n84.1\n84.1\nHandlooms\n11.3\n11.1\nOthers\n1.3\n1.3\nTotal\n100%\n100%\nSource: Office of Textile Commissioner, Mumbai,\nEconomic Survey, 2011-12.\nNote: 90 per cent of the weaving, cutting and\nprocessing is in decentralised sector.",
      "pdfPage": 78,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 68,
      "imagePath": "db/geography10/figures/page_78.png"
    }
  },
  {
    "id": "geo10_p79",
    "metadata": {
      "chunk_text": "MANUFACTURING INDUSTRIES\nIndia:  Distribution of cotton, woollen and silk industries",
      "pdfPage": 79,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 69,
      "imagePath": "db/geography10/figures/page_79.png"
    }
  },
  {
    "id": "geo10_p80",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nIndia has the second largest installed\ncapacity of spindles in the world, with 43.13\nmillion spindles (2011-12) after China. Since\nthe mid-eighties, the spinning sector has\nreceived a lot of attention.\nWe have a large share in the world trade\nof cotton yarn, accounting for one fourth of\nthe total trade. However, our trade in\ngarments is only 4 per cent of the world’s\ntotal. Our spinning mills are competitive at\nthe global level and capable of using all the\nfibres we produce. The weaving, knitting and\nprocessing units cannot use much of the high\nquality yarn that is produced in the country.\nThere are some large and modern factories\nin these segments, but most of the\nproduction is in fragmented small units,\nwhich cater to the local market. This\nmismatch is a major drawback for the\nindustry. As a result, many of our spinners\nexport cotton yarn while apparel/garment\nmanufactures have to import fabric.\nbanks of the Hugli river, in a narrow belt (98\nkm long and 3 km wide).\nSuppose that yarn is sold at Rs. 85 per\nkg.  If it is sold as a trouser it fetches Rs\n800 per kg. Value is added at every stage\nfrom fibre to yarn to fabric and to garment.\nWhy is it important for us to improve our\nweaving sector instead of exporting yarn in\nlarge quantities?\nAlthough, we have made significant\nincrease in the production of good quality long\nstaple cotton (301.5 lakh bales of 170 kgs each\nduring 2015–16), the need to import is still felt.\nPower supply is erratic and machinery needs\nto be upgraded in the weaving and processing\nsectors in particular. Other problems are the\nlow output of labour and stiff competition with\nthe synthetic fibre industry.\nJute Textiles\nIndia is the largest producer of raw jute and\njute goods and stands at second place as an\nexporter after Bangladesh. There were about\n80 jute mills in India in 2010-11.  Most of these\nare located in West Bengal, mainly along the\nThe first jute mill was set up near Kolkata\nin 1855 at Rishra.  After Partition in 1947,\nthe jute mills remained in India but three-\nfourth of the jute producing area went to\nBangladesh (erstwhile East Pakistan).\nFactors responsible for their location in\nthe Hugli basin are: proximity of the jute\nproducing areas, inexpensive water\ntransport, supported by a good network of\nrailways, roadways and waterways to\nfacilitate movement of raw material to the\nmills, abundant water for processing raw\njute, cheap labour from West Bengal and\nadjoining states of Bihar, Odisha and Uttar\nPradesh. Kolkata as a large urban centre\nprovides banking, insurance and port\nfacilities for export of jute goods.\nIn 2010-11 the jute industry was\nsupporting 3.7 lakh workers directly and\nanother 40 lakhs small and marginal farmers\nwho were engaged in cultivation of jute and\nmesta. Many more people were associated\nindirectly.\nChallenges faced by the industry include\nstiff competition in the international market from\nsynthetic substitutes and from other\ncompetitors like Bangladesh, Brazil, Philippines,\nEgypt and Thailand. However, the internal\ndemand has been on the increase due to the\nGovernment policy of mandatory use of jute\npackaging. To stimulate demand, the products\nneed to be diversified.  In 2005, National Jute\nPolicy was formulated with the objective of\nincreasing productivity, improving quality,\nensuring good prices to the jute farmers and\nenhancing the yield per hectare. The main\nmarkets are U.S.A., Canada, Ghana, Saudi\nArabia, U.K. and Australia.  The growing global\nconcern for environment friendly, biodegradable\nmaterials, has once again opened the\nopportunity for jute products.\nSugar Industry\nIndia stands second as a world producer of\nsugar but occupies the first place in the",
      "pdfPage": 80,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 70
    }
  },
  {
    "id": "geo10_p81",
    "metadata": {
      "chunk_text": "MANUFACTURING INDUSTRIES\nproduction of gur and khandsari. The raw\nmaterial used in this industry is bulky, and\nin haulage its sucrose content reduces. Where\nshould the mills be ideally located? In\n2010-11 there were over 662 sugar mills in\nthe country spread over Uttar Pradesh, Bihar,\nMaharashtra, Karnataka, Tamil Nadu,\nAndhra Pradesh and Gujarat along with\nPunjab, Haryana and Madhya Pradesh. Sixty\nper cent mills are in Uttar Pradesh and Bihar.\nThis industry is seasonal in nature so, it is\nideally suited to the cooperative sector. Can\nyou explain why this is so?\nIn recent years, there is a tendency for the\nmills to shift and concentrate in the southern\nand western states, especially in Maharashtra,\nThis is because the cane produced here has a\nhigher sucrose content. The cooler climate\nalso ensures a longer crushing season.\nMoreover, the cooperatives are more\nsuccessful in these states.\nMajor challenges include the seasonal\nnature of the industry, old and inefficient\nmethods of production, transport delay in\nreaching cane to factories and the need to\nmaximise the use of baggase.\nMineral-based Industries\nIndustries that use minerals and metals as raw\nmaterials are called mineral-based industries.\nCan you name some industries that would fall\nin this category?\nIron and Steel Industry\nThe iron and steel industry is the basic industry\nsince all the other industries — heavy, medium\nand light, depend on it for their machinery.\nSteel is needed to manufacture a variety of\nengineering goods, construction material,\ndefence, medical, telephonic, scientific\nequipment and a variety of  consumer goods.\nMake a list of all such goods made of steel\nthat you can think of.\nProduction and consumption of steel is often\nregarded as the index of a country’s\ndevelopment. Iron and steel is a heavy industry\nbecause all the raw materials as well as finished\ngoods are heavy and bulky entailing heavy\ntransportation costs. Iron ore, coking coal and\nlime stone are required in the ratio of\napproximately 4 : 2 : 1. Some quantities of\nmanganese, are also required to harden the steel.\nWhere should the steel plants be ideally\nlocated?  Remember that the finished products\nalso need an efficient transport network for their\ndistribution to the markets and consumers.\nIn 2016 with 95.6 million tonnes of crude\nsteel production, India ranked 3rd among the\nworld crude steel producers. It is  the largest\nproducer of sponge iron. In 2016 per capita\nconsumption of steel in the country was only\naround 63 kg per annum against the world\naverage of 208 kg.\nFig. 6.4\nProcesses of Manufacture of Steel",
      "pdfPage": 81,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 71
    }
  },
  {
    "id": "geo10_p82",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nIndia:  Iron and Steel Plants",
      "pdfPage": 82,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 72,
      "imagePath": "db/geography10/figures/page_82.png"
    }
  },
  {
    "id": "geo10_p83",
    "metadata": {
      "chunk_text": "MANUFACTURING INDUSTRIES\nMost of the public sector undertakings\nmarket their steel through Steel Authority of\nIndia Ltd. (SAIL).\nIn the 1950s China and India produced\nalmost the same quantity of steel. Today, China\nis the largest producer of steel. China is also the\nworld’s largest consumer of steel.\nChhotanagpur plateau region has the\nmaximum concentration of iron and steel\nindustries. It is largely, because of the relative\nadvantages this region has for the development\nof this industry. These include, low cost of iron\nore, high grade raw materials in proximity, cheap\nlabour and vast growth potential in the home\nmarket. Though, India is an important iron and\nsteel producing country in the world yet, we are\nnot able to perform to our full potential largely due\nto: (a) High costs and limited availability of coking\nTable 6.2: Total production of finished\nsteel in India\nSource: Ministry of Steel, Government of India\nWhy is the per capita consumption of steel\nso low in India?\nMini steel plants are smaller, have electric\nfurnaces, use steel scrap and sponge iron.\nThey have re-rollers that use steel ingots as\nwell. They produce mild and alloy steel of\ngiven specifications.\nAn integrated steel plant is large, handles\neverything in one complex – from putting\ntogether raw material to steel making, rolling\nand shaping.\nFig. 6.5:  Crude Steel Production in India and China\nSource: World Steel Association, website: www.worldsteel.org\nYear\nProduction\n(in metric tonnes per annum)\n2010–11\n68.62\n2011–12\n75.70\n2012–13\n81.68\n2013–14\n87.67\n2014–15\n92.16\n2015–16\n91.00\n2016–17\n101.3\nCollect information about products of\nsteel plants in India.",
      "pdfPage": 83,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 73,
      "imagePath": "db/geography10/figures/page_83.png"
    }
  },
  {
    "id": "geo10_p84",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\ncoal  (b) Lower productivity of labour (c) Irregular\nsupply of energy and (d) Poor infrastructure.\nWe also import good quality steel from other\ncountries. However, the overall production of\nsteel is sufficient to meet our domestic demand.\nLiberalisation and Foreign Direct\nInvestment have given a boost to the industry\nwith the efforts of private entrepreneurs.\nThere is a need to allocate resources for\nresearch and development to produce steel\nmore competitively.\nNadu. In 2014–15 India produced about 3.96\nmillion tonnes of aluminium.\nBauxite, the raw material used in the\nsmelters is a very bulky, dark reddish coloured\nrock. The flow chart given below shows the\nprocess of manufacturing aluminium.  Regular\nsupply of electricity and an assured source of\nraw material at minimum cost are the two\nprime factors for location of the industry.\nHave you read about the Kalinganagar\ncontroversy? Collect information from\ndifferent sources and discuss.\nAluminium Smelting\nAluminium smelting is the second most\nimportant metallurgical industry in India.  It is\nlight, resistant to corrosion, a good conductor\nof heat, malleable and becomes strong when it\nis mixed with other metals. It is used to\nmanufacture aircraft, utensils and wires. It has\ngained popularity as a substitute of steel,\ncopper, zinc and lead in a number of industries.\nAluminium smelting plants in the country\nare located in Odisha, West Bengal, Kerala, Uttar\nPradesh, Chhattisgarh,  Maharashtra and Tamil\nFig. 6.6: Strip coasting mill at smelter of NALCO\nFig. 6.8\nFig. 6.7\nA factory produces aluminium saucepans with\nplastic handles. It obtains aluminium from a\nsmelter and a plastic component from",
      "pdfPage": 84,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 74,
      "imagePath": "db/geography10/figures/page_84.png"
    }
  },
  {
    "id": "geo10_p85",
    "metadata": {
      "chunk_text": "MANUFACTURING INDUSTRIES\nentirely imported as the country does not have\nany reserves of commercially usable potash or\npotassium compounds in any form. India is\nthe third largest producer of nitrogenous\nfertilisers. There are 57 fertiliser units\nmanufacturing nitrogenous and complex\nnitrogenous fertilisers, 29 for urea and 9 for\nproducing ammonium sulphate as a by-\nproduct and 68 other small units produce\nsingle superphosphate. There are 10 public\nsector undertakings and one in cooperative\nsector at Hazira in Gujarat under the Fertiliser\nCorporation of India.\nAfter the Green Revolution the industry\nexpanded to several other parts of the country.\nGujarat, Tamil Nadu, Uttar Pradesh, Punjab\nand Kerala contribute towards half of the\nfertiliser production.  Other significant\nproducers are Andhra Pradesh, Odisha,\nRajasthan, Bihar, Maharashtra, Assam, West\nBengal, Goa, Delhi, Madhya Pradesh and\nKarnataka.\nCement Industry\nCement is essential for construction activity\nsuch as building houses, factories, bridges,\nroads, airports, dams and for other commercial\nestablishments. This industry requires bulky\nand heavy raw materials like limestone, silica\nand gypsum. Coal and electric power are\nneeded apart from rail transportation.\nChemical Industries\nThe Chemical industry in India is fast growing\nand diversifying. It contributes approximately\n3 per cent of the GDP. It is the third largest in\nAsia and occupies the twelfth place in the world\nin term of its size. It comprises both large and\nsmall scale manufacturing units. Rapid growth\nhas been recorded in both inorganic and\norganic sectors.  Inorganic chemicals include\nsulphuric acid (used to manufacture fertilisers,\nsynthetic fibres, plastics, adhesives, paints,\ndyes stuffs), nitric acid, alkalies, soda ash (used\nto make glass, soaps and detergents, paper)\nand caustic soda.  These industries are widely\nspread over the country.\nWhy do you think it is so?\nOrganic chemicals include petrochemicals,\nwhich are used for manufacturing of synthetic\nfibers, synthetic rubber, plastics, dye-stuffs,\ndrugs and pharmaceuticals. Organic chemical\nplants are located near oil refineries or\npetrochemical plants.\nThe chemical industry is its own largest\nconsumer. Basic chemicals undergo processing\nto further produce other chemicals that are\nused for industrial application, agriculture or\ndirectly for consumer markets.  Make a list of\nthe products you are aware of.\nFertiliser Industry\nThe fertiliser industry is centred around the\nproduction of nitrogenous fertilisers  (mainly\nurea), phosphatic fertilisers and ammonium\nphosphate (DAP) and complex fertilisers which\nhave a combination of nitrogen (N), phosphate\n(P), and potash (K). The third, i.e. potash is\nWhere would it be economically viable to\nset up the cement manufacturing units?\nThe industry has strategically located\nplants in Gujarat that have suitable access to\nthe market in the Gulf countries.\nFind out where the plants are located in other\nStates of India. Find their names.\nanother factory. All the manufactured\nsaucepans are sent to a warehouse:\n1. (a) Which raw material is likely to be most\nexpensive to transport and why?\n(b) Which raw material is likely to be\nthe cheapest to transport and why?\n2. Do you think the cost of transporting the\nfinished products after packaging is likely\nto be cheaper or more expensive than the\ncost of transporting aluminium and\nplastic? Why?\nThe first cement plant was set up in Chennai\nin 1904. After Independence the industry\nexpanded. Decontrol of price and distribution\nsince 1989 and other policy reforms led the\ncement industry to make rapid strides in\ncapacity, process, technology and production.",
      "pdfPage": 85,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 75
    }
  },
  {
    "id": "geo10_p86",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nImprovement in the quality has found the\nproduce a readily available market in East\nAsia, Middle East, Africa and South Asia apart\nfrom a large demand within the country. This\nindustry is doing well in terms of production\nas well as export. Efforts are being made to\ngenerate adequate domestic demand and\nsupply in order to sustain this industry.\nAutomobile Industry\nAutomobiles provide vehicle for quick\ntransport of good services and passengers.\nTrucks, buses, cars, motor cycles, scooters,\nthree-wheelers and multi-utility vehicles are\nmanufactured in India at various centres.\nAfter the liberalisation, the coming in of new\nand contemporary models stimulated the\ndemand for vehicles in the market, which led\nto the healthy growth of the industry\nincluding passenger cars, two and three-\nwheelers. This industry had experienced a\nquantum jump in less than 15 years. Foreign\nDirect Investment brought in new technology\nand aligned the industry with global\ndevelopments.  At present, there are 15\nmanufacturers of passenger cars and multi-\nutility vehicles, 9 of commercial vehicles, 14\nof the two and three-wheelers. The industry\nis located around Delhi, Gurugram, Mumbai,\nPune, Chennai, Kolkata, Lucknow, Indore,\nHyderabad, Jamshedpur and Bengaluru.\nInformation Technology and\nElectronics Industry\nThe electronics industry covers a wide range\nof products from transistor sets to television,\ntelephones, cellular telecom, pagers, telephone\nexchange, radars, computers and many\nother equipments required by the\ntelecommunication industry. Bengaluru has\nemerged as the electronic capital of India. Other\nimportant centres for electronic goods are\nMumbai, Delhi, Hyderabad, Pune, Chennai,\nKolkata, Lucknow and Coimbatore. By\n2010-11 (STPI) Software Technology Parks of\nIndia have come up across 46 locations at\ndifferent centres of India. However, the major\nindustry concentration is at Bengaluru, Noida,\nMumbai, Chennai, Hyderabad and Pune.  A\nmajor impact of this industry has been on\nemployment generation. It is encouraging to\nknow that 30 per cent of the people employed\nin this sector are women. This industry has\nbeen a major foreign exchange earner in the\nlast two or three years because of its fast\ngrowing Business Processes Outsourcing\n(BPO) sector. The continuing growth in the\nhardware and software is the key to the success\nof IT industry in India.\nFig. 6.9:  Cable manufacturing facilities at HCL,\nRupnarainpur (West Bengal)\nFig. 6.10:  Gas turbine rotor an assembly bed\nat BHEL, Hyderabad\nIndustrial Pollution and Environmental\nDegradation\nAlthough industries contribute significantly to\nIndia’s economic growth and development, the\nincrease in pollution of land, water, air, noise\nand resulting degradation of environment that\nthey have caused, cannot be overlooked.\nIndustries are responsible for four types of",
      "pdfPage": 86,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 76,
      "imagePath": "db/geography10/figures/page_86.png"
    }
  },
  {
    "id": "geo10_p87",
    "metadata": {
      "chunk_text": "MANUFACTURING INDUSTRIES\nIndia:  Some Software Technology Parks",
      "pdfPage": 87,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 77,
      "imagePath": "db/geography10/figures/page_87.png"
    }
  },
  {
    "id": "geo10_p88",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\npollution: (a) Air  (b) Water (c) Land (d) Noise.\nThe polluting industries also include thermal\npower plants.\nAir pollution is caused by the presence of high\nproportion of undesirable gases, such as\nsulphur dioxide and carbon monoxide. Air-\nborne particulate materials contain both solid\nand liquid particles like dust, sprays mist and\nsmoke. Smoke is emitted by chemical and paper\nfactories, brick kilns, refineries and smelting\nplants, and burning of fossil fuels in big and\nsmall factories that ignore pollution norms.\nToxic gas leaks can be very hazardous with\nlong-term effects. Are you aware of the Bhopal\nGas tragedy that occurred? Air pollution\nadversely affects human health, animals, plants,\nbuildings and the atmosphere as a whole.\nWater pollution is caused by organic and\ninorganic industrial wastes and affluents\ndischarged into rivers. The main culprits in this\nregard are paper, pulp, chemical, textile and\ndyeing, petroleum refineries, tanneries and\nelectroplating industries that let out dyes,\ndetergents, acids, salts and heavy metals like\nlead and mercury pesticides, fertilisers,\nsynthetic chemicals with carbon, plastics and\nrubber, etc. into the water bodies. Fly ash,\nphospo- gypsum and iron and steel slags are\nthe major solid wastes in India.\nThermal pollution of water occurs when hot\nwater from factories and thermal plants is\ndrained into rivers and ponds before cooling.\nWhat would be the effect on aquatic life?\nWastes from nuclear power plants, nuclear\nand weapon production facilities cause\ncancers, birth defects and miscarriages. Soil\nand water pollution are closely related.\nDumping of wastes specially glass, harmful\nchemicals, industrial effluents, packaging, salts\nand garbage renders the soil useless. Rain\nwater percolates to the soil carrying the\npollutants to the ground and the ground water\nalso gets contaminated.\nNoise pollution not only results in irritation\nand anger, it can also cause hearing\nimpairment, increased heart rate and blood\npressure among other physiological effects.\nUnwanted sound is an irritant and a source of\nstress.  Industrial and construction activities,\nmachinery, factory equipment, generators,\nsaws and pneumatic and electric drills also\nmake a lot of noise.\nControl of Environmental Degradation\nEvery litre of waste water discharged by our\nindustry pollutes eight times the quantity of\nfreshwater. How can the industrial pollution of\nfresh water be reduced? Some suggestions are-\n(i) minimising use water for processing by\nreusing and recycling it in two or more\nsuccessive stages\n(ii) harvesting of rainwater to meet water\nrequirements\n(iii) treating hot water and  effluents before\nreleasing them in rivers and ponds.\nTreatment of industrial effluents can be\ndone in three phases\n(a) Primary treatment by mechanical means.\nThis involves screening, grinding,\nflocculation and sedimentation.\n(b) Secondary treatment by biological process\n(c) Tertiary treatment by biological,\nchemical and physical processes. This\ninvolves recycling of wastewater.\nOverdrawing of ground water reserves by\nindustry where there is a threat to ground water\nresources also needs to be regulated legally.\nParticulate matter in the air can be reduced by\nfitting smoke stacks to factories with electrostatic\nprecipitators, fabric filters, scrubbers and\ninertial separators. Smoke can be reduced by\nusing oil or gas instead of coal in factories.\nMachinery and equipment can be used and\ngenerators should be fitted with silencers.\nAlmost all machinery can be redesigned to\nincrease energy efficiency and reduce noise.\nNoise absorbing material may be used apart\nfrom personal use of earplugs and earphones.\nFig. 6.11:  Sewage Treatment plant under Yamuna\naction plan at Faridabad",
      "pdfPage": 88,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 78,
      "imagePath": "db/geography10/figures/page_88.png"
    }
  },
  {
    "id": "geo10_p89",
    "metadata": {
      "chunk_text": "MANUFACTURING INDUSTRIES\nNTPC shows the way\nNTPC is a major power providing corporation\nin India. It has ISO certification for EMS\n(Environment Management System) 14001.\nThe corporation has a proactive approach\nfor preserving the natural environment and\nresources like water, oil and gas and fuels\nin places where it is setting up power plants.\nThis has been possible through-\n(a) Optimum utilisation of equipment\nadopting latest techniques and\nupgrading existing equipment.\n(b) Minimising waste generation by\nmaximising ash utilisation.\n(c) Providing green belts for nurturing ecological\nbalance and addressing the question of\nspecial purpose vehicles for afforestation.\n(d) Reducing environmental pollution through\nash pond management, ash water recycling\nsystem and liquid waste management.\n(e) Ecological monitoring, reviews and on-\nline database management for all its\npower stations.\nFig. 6.12:  Ramagundam plant\nEXERCISES  EXERCISES  EXERCISES  EXERCISES  EXERCISES\n1.\nMultiple choice questions.\n(i) Which one of the following industries uses limestone as a raw material.\n(a) Aluminium\n(b) Cement\n(c) Plastic\n(d) Automobile\n(ii) Which one of the following agencies markets steel for the public sector plants?\n(a) HAIL\n(b) SAIL\n(c) TATA Steel\n(d) MNCC\n(iii) Which one of the following industries uses bauxite as a raw material?\n(a) Aluminium Smelting\n(b)\nCement\n(c)\nPaper     (d) Steel\n(iv) Which one of the following industries manufactures telephones, computer, etc.\n(a) Steel\n(c) Aluminium Smelting\n(b) Electronic\n(d) Information Technology\n2.\nAnswer the following briefly in not more than 30 words.\n(i) What is manufacturing?\n(ii) Name any three physical factors for the location of the industry.\n(iii) Name any three human factors for the location of an industry.\n(iv) What are basic industries? Give an example.\n(v) Name the important raw materials used in the manufacturing of cement?\n3.\nWrite the answers of the following questions in 120 words.\n(i) How are integrated steel plants different from mini steel plants? What\nproblems does the industry face? What recent developments have led to a\nrise in the production capacity?\n(ii) How do industries pollute the environment?\n(iii) Discuss the steps to be taken to minimise environmental degradation\nby industry?\nThe challenge of sustainable development\nrequires integration of economic development\nwith environmental concerns.",
      "pdfPage": 89,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 79,
      "imagePath": "db/geography10/figures/page_89.png"
    }
  },
  {
    "id": "geo10_p90",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nACTIVITY\nGive one word for each of the following with regard to industry.  The number of\nletters in each word are hinted in brackets.\n(i) Used to drive machinery\n(5)\nP...........................\n(ii) People who work in a factory\n(6)\nW..........................\n(iii) Where the product is sold\n(6)\nM..........................\n(iv) A person who sells goods\n(8)\nR...........................\n(v) Thing produced\n(7)\nP...........................\n(vi) To make or produce\n(11)\nM..........................\n(vii) Land, Water and Air degraded\n(9)\nP...........................\nPROJECT WORK\nSelect one agro-based and one mineral-based industry in your area.\n(i) What are the raw materials they use?\n(ii) What are the other inputs in the process of manufacturing that involve\ntransportation cost?\n(iii) Are these factories following environmental norms?\nACTIVITY\nSolve the puzzle by following your search horizontally and vertically to find the hidden\nanswers.\n1.\nTextiles, sugar, vegetable oil and plantation industries deriving raw materials\nfrom agriculture are called…\n2.\nThe basic raw material for sugar industry.\n3.\nThis fibre is also known  as the ‘Golden Fibre’.\n4.\nIron-ore, coking coal, and limestone are the chief raw materials of this industry.\n5.\nA public sector steel plant located in Chhattisgarh.\n6.\nRailway diesel engines are manufactured in Uttar Pradesh at this place.\nG\nG\nG\nP\nV\nA\nR\nA\nN\nA\nS\nI\nU\nO\nJ\nI\nP\nG\nX\nK\nM\nQ\nW\nV\nK\nS\nU\nG\nA\nR\nC\nA\nN\nE\nE\nN\nO\nT\nT\nO\nN\nO\nZ\nV\nO\nP\nT\nR\nA\nU\nE\nL\nU\nB\nH\nI\nL\nA\nI\nU\nT\nK\nO\nC\nR\nA\nQ\nN\nT\nR\nL\nN\nE\nI\nR\nO\nN\nS\nT\nE\nE\nL\nS\nJ\nE\nN\nA\nN\nO\nE\nP\nI\nT\nL\nR\nY\nG\nA\nN\nU\nJ\nD\nR\nA\nG\nD\nT\nA\nN\nT\nA\nR\nP\nO\nA\nP\nU\nE\nP\nY\nA\nS\nN\nA\nE\nN\nJ\nD\nI\nY\nS\nK\nS\nM\nH\nV\nL\nI\nA\nJ\nH\nS\nK\nG",
      "pdfPage": 90,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 80
    }
  },
  {
    "id": "geo10_p91",
    "metadata": {
      "chunk_text": "We use different materials and services in our\ndaily life. Some of these are available in our\nimmediate surroundings, while other\nrequirements are met by bringing things from\nother places. Goods and services do not move\nfrom supply locales to demand locales on their\nown. The movement of these goods and services\nfrom their supply locations to demand locations\nnecessitates the need for transport. Some people\nare engaged in facilitating these movements.\nThese are known to be traders who make the\nproducts come to the consumers by\ntransportation. Thus, the pace of development\nof a country depends upon the production of\ngoods and services as well as their movement\nover space. Therefore, efficient means of transport\nare prerequisites for fast development.\nMovement of these goods and services can be\nover three important domains of our earth i.e. land,\nwater and air. Based on these, transport can also\nbe classified into land, water and air transport.\nexpanded far and wide. Today, the world has\nbeen converted into a large village with the help\nof efficient and fast moving transport.\nTransport has been able to achieve this with\nthe help of equally developed communication\nsystem. Therefore, transport, communication\nand trade are complementary to each other.\nToday, India is well-linked with the rest of\nthe world despite its vast size, diversity and\nlinguistic and socio-cultural plurality.\nRailways, airways, waterways, newspapers,\nradio, television, cinema and internet, etc. have\nbeen contributing to its socio-economic\nprogress in many ways. The trades from local\nto international levels have added to the vitality\nof its economy. It has enriched our life and\nadded substantially to growing amenities and\nfacilities for the comforts of life.\nIn this chapter, you will see how modern\nmeans of transport and communication serve\nas lifelines of our nation and its modern\nFig. 7.1\nFor a long time, trade and transport were\nrestricted to a limited space. With the\ndevelopment in science and technology, the\narea of influence of trade and transport\neconomy. It is thus, evident that a dense and\nefficient network of transport and\ncommunication is a prerequisite for local,\nnational and global trade of today.",
      "pdfPage": 91,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p92",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nTRANSPORT\nRoadways\nIndia has one of the largest road networks in\nthe world, aggregating to about 54.7 lakh km\n(2014–15). In India, roadways have preceded\nrailways. They still have an edge over railways\nin view of the ease with which they can be built\nand maintained. The growing importance of\nroad transport vis-à-vis rail transport is rooted\nin the following reasons; (a) construction cost of\nroads is much lower than that of railway lines,\n(b) roads can traverse comparatively more\ndissected and undulating topography, (c) roads\ncan negotiate higher gradients of slopes and as\nsuch can traverse mountains such as the\nHimalayas, (d) road transport is economical in\ntransportation of few persons and relatively\nsmaller amount of goods over short distances,\n(e) it also provides door-to-door service, thus\nthe cost of loading and unloading is much lower,\n(f) road transport is also used as a feeder to other\nmodes of transport such as they provide a link\nbetween railway stations, air and sea ports.\nIn India, roads are classified in the following\nsix classes according to their capacity. Look at\nthe map of the National Highways and find out\nabout the significant role played by these roads.\n• Golden Quadrilateral Super Highways:\nThe government has launched a major road\ndevelopment project linking Delhi-Kolkata-\nChennai-Mumbai and Delhi by six-lane\nSuper Highways. The North-South corridors\nlinking Srinagar (Jammu & Kashmir) and\nKanniyakumari (Tamil Nadu), and East-West\nCorridor connecting Silchar (Assam) and\nPorbander (Gujarat) are part of this project.\nThe major objective of these Super Highways\nis to reduce the time and distance between\nthe mega cities of India. These highway projects\nare being implemented by the National\nHighway Authority of India (NHAI).\n• National Highways: National Highways\nlink extreme parts of the country. These are\nthe primary road systems and are laid and\nmaintained by the Central Public Works\nDepartment (CPWD). A number of major\nNational Highways run in North-South and\nEast-West directions. The historical Sher-\n• State Highways: Roads linking a state\ncapital with different district headquarters\nare known as State Highways. These roads\nare constructed and maintained by the State\nPublic Works Department (PWD) in State\nand Union Territories.\n• District Roads: These roads connect the\ndistrict headquarters with other places of the\ndistrict. These roads are maintained by the\nZila Parishad.\n• Other Roads: Rural roads, which link rural\nareas and villages with towns, are classified\nunder this category. These roads received\nspecial impetus under the Pradhan Mantri\nGrameen Sadak Yojana. Under this scheme\nspecial provisions are made so that every village\nin the country is linked to a major town in the\ncountry by an all season motorable road.\nFig.7.2:  Ahmedabad- Vadodara Expressway\nFind out places linked by the National\nHighway 2 and 3.\nDo you know that National Highway-7\nis the longest and traverses 2, 369 km\nbetween Varanasi and Kanniyakumari\nvia Jabalpur, Nagpur, Hyderabad,\nBengaluru and Madurai. Delhi and\nMumbai are connected by National\nHighway-8, while National Highway-15\ncovers most of Rajasthan.\nShah Suri Marg is called National Highway\nNo.1, between Delhi and Amritsar.",
      "pdfPage": 92,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 82
    }
  },
  {
    "id": "geo10_p93",
    "metadata": {
      "chunk_text": "LIFELINES OF NATIONAL ECONOMY\nIndia:  National Highways",
      "pdfPage": 93,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 83,
      "imagePath": "db/geography10/figures/page_93.png"
    }
  },
  {
    "id": "geo10_p94",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\n• Border Roads: Apart from these, Border\nRoads Organisation a Government of India\nundertaking constructs and maintains\nroads in the bordering areas of the country.\nThis organisation was established in 1960\nfor the development of the roads of strategic\nimportance in the northern and north-\neastern border areas. These roads have\nimproved accessibility in areas of difficult\nterrain and have helped in the economic\ndevelopment of these area.\nThe Indian Railways is the largest public\nsector undertaking in the country. The first\ntrain steamed off from Mumbai to Thane in\n1853, covering a distance of 34 km.\nthese are all weather roads. Unmetalled roads\ngo out of use in the rainy season.\nRoad Density\nThe length of road per 100 sq. km of area\nis known as density of roads. Distribution\nof road is not uniform in the country. Density\nof all roads varies from only 12.14 km in\nJammu and Kashmir to 517.77 km in Kerala\n(as on 31 March 2011) with the national\naverage of 142.68 km (31 March 2011). Road\ntransportation in India faces a number of\nproblems. Keeping in view the volume of\ntraffic and passengers, the road network is\ninadequate. About half of the roads are\nunmetalled and this limits their usage\nduring the rainy season. The National\nHighways are inadequate too. Moreover, the\nroadways are highly congested in cities and\nmost of the bridges and culverts are old\nand narrow. However, in recent years fast\ndevelopment of road network has taken place\nin different parts of the country\nRailways\nRailways are the principal mode of\ntransportation for freight and passengers in\nIndia. Railways also make it possible for\npeople to conduct multifarious activities like\nbusiness, sightseeing, pilgrimage along with\ntransportation of goods over longer\ndistances. Apart from an important means\nof transport the Indian Railways have been\na great integrating force for more than 150\nyears. Railways in India bind the economic\nlife of the country as well as accelerate the\ndevelopment of the industry and agriculture.\nThe Indian Railway have a network of 7,137\nstations spread over a route length of 66,687\nkm with a fleet of 11,122 locomotives, 54,506\npassenger service vehicles, 6,899 other coach\nvehicles and 2,51,256 wagons as on March\n2016.\nFig. 7.3:  Hilly Tracts\nFig. 7.4:  Traffic on north-eastern border road\n(Arunachal Pradesh)\nRoads can also be classified on the basis of\nthe type of material used for their construction\nsuch as metalled and unmetalled roads.\nMetalled roads may be made of cement,\nconcrete or even bitumen of coal, therefore,",
      "pdfPage": 94,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 84,
      "imagePath": "db/geography10/figures/page_94.png"
    }
  },
  {
    "id": "geo10_p95",
    "metadata": {
      "chunk_text": "LIFELINES OF NATIONAL ECONOMY\nFind out the current Railway zones and their\nheadquarters. Also locate the headquarters\nof Railway zones on the map of India.\nSource: Railway Yearbook 2015–16, Ministry of Railways, Government of India.\nWebsite: www.indianrailways.gov.in\nThe Indian Railway is now reorganised into\n16 zones.\nThe distribution pattern of the Railway\nnetwork in the country has been largely\ninfluenced by physiographic, economic and\nadministrative factors.  The northern plains with\ntheir vast level land, high population density\nand rich agricultural resources provided the\nmost favourable condition for their growth.\nHowever, a large number of rivers requiring\nconstruction of bridges across their wide beds\nposed some obstacles.  In the hilly terrains of\nthe peninsular region, railway tracts are laid\nthrough low hills, gaps or tunnels. The\nHimalayan mountainous regions too are\nunfavourable for the construction of railway\nlines due to high relief, sparse population and\nlack of economic opportunities. Likewise, it was\ndifficult to lay railway lines on the sandy plain\nof western Rajasthan, swamps of Gujarat,\nforested tracks of Madhya Pradesh,\nChhattisgarh, Odisha and Jharkhand.  The\ncontiguous stretch of Sahyadri could be crossed\nonly through gaps or passes (Ghats). In recent\ntimes, the development of the Konkan railway\nalong the west coast has facilitated the\nmovement of passengers and goods in this most\nimportant economic region of India. It has also\nfaced a number of problem such as sinking of\ntrack in some stretches and landslides.\nToday, the railways have become more\nimportant in our national economy than all\nother means of transport put together. However,\nrail transport suffers from certain problems as\nwell. Many passengers travel without tickets.\nThefts and damaging of railway property has\nnot yet stopped completely.  People stop the\ntrains, pull the chain unnecessarily and this\ncauses heavy damage to the railway. Think\nover it, how we can help our railway in running\nas per the scheduled time?\nPipelines\nPipeline transport network is a new arrival on\nthe transportation map of India.  In the past,\nthese were used to transport water to cities and\nindustries. Now, these are used for\ntransporting crude oil, petroleum products and\nnatural gas from oil and natural gas fields to\nrefineries, fertilizer factories and big thermal\npower plants. Solids can also be transported\nthrough a pipeline when converted into slurry.\nThe far inland locations of refineries like\nBarauni, Mathura, Panipat and gas based\nfertilizer plants could be thought of only\nbecause of pipelines.  Initial cost of laying\npipelines is high but subsequent running\ncosts are minimal.  It rules out trans-shipment\nlosses or delays.\nThere are three important networks of\npipeline transportation in the country.\n• From oil field in upper Assam to Kanpur\n(Uttar Pradesh), via Guwahati, Barauni and\nAllahabad. It has branches from Barauni to\nHaldia, via Rajbandh, Rajbandh to\nMaurigram and Guwahati to Siliguri.\nGauge in metres\nRoute (Km)\nRunning Track (Km)\nTotal Track (Km.)\nBroad Gauge (1.676)\n60,510\n85,614\n1,12,388\nMetre Gauge (1.000)\n3,880\n4,170\n4,747\nNarrow Gauge (0.762  and 0.610)\n2,297\n2,297\n2,495\nTotal\n66,687\n92,081\n1,19,630\nTable 7.1: India: Railway Track\nThe Indian Railway network runs on multiple gauge operations\nextending over 66,687 km (excluding Metro Kolkata)",
      "pdfPage": 95,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 85,
      "imagePath": "db/geography10/figures/page_95.png"
    }
  },
  {
    "id": "geo10_p96",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nThe image shows a map of India illustrating the railway network across the country. Major railway lines connect key cities such as Delhi, Mumbai, Kolkata, Chennai, Bengaluru, Hyderabad, and Guwahati. The network is densest in the northern plains, western India, and eastern India, while railway lines extend southward across the Deccan Plateau to the southern tip of India. Coastal railway routes are visible along both the western and eastern coasts, with comparatively fewer railway connections in the Himalayan and northeastern regions.\nActivity\nRailway line has been extended from Banihal to Baramula in the Kashmir Valley. Locate these\ntwo towns on the map of India.",
      "pdfPage": 96,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 86,
      "imagePath": "db/geography10/figures/page_96.png"
    }
  },
  {
    "id": "geo10_p97",
    "metadata": {
      "chunk_text": "LIFELINES OF NATIONAL ECONOMY\nFig. 7.5:  Inland waterways widely used in\nnorth-eastern states\n• From Salaya in Gujarat to Jalandhar in\nPunjab, via Viramgam, Mathura, Delhi and\nSonipat. It has branches to connect Koyali\n(near Vadodara, Gujarat) Chakshu and\nother places.\n• Gas pipeline from Hazira in Gujarat\nconnects Jagdishpur in Uttar Pradesh, via\nVijaipur in Madhya Pradesh. It has branches\nto Kota in Rajasthan, Shahajahanpur,\nBabrala and other places in Uttar Pradesh.\nWaterways\nSince the ancient period, India was one of the\nseafaring countries.  Its seamen sailed far and\nnear, thus, carrying and spreading Indian\ncommerce and culture. Waterways are the\ncheapest means of transport. They are most\nsuitable for carrying heavy and bulky goods.\nIt is a fuel-efficient and environment friendly\nmode of transport. India has inland navigation\nwaterways of 14,500 km in length. Out of\nthese only 5685 km are navigable by\nmechanised vessels. The following waterways\nhave been declared as the National Waterways\nby the Government.\nand Brahmani rivers and East Coast Canal\n(588 km) – N.W. No.5\nThere are some other inland water ways on\nwhich substantial transportation takes place.\nThese are Mandavi, Zuari and Cumberjua,\nSunderbans, Barak and backwaters of Kerala.\nApart from these, India’s trade with foreign\ncountries is carried from the ports located along\nthe coast. 95 per cent of the country’s trade\nvolume (68 per cent in terms of value) is moved\nby sea.\nMajor Sea Ports\nWith a long coastline of 7,516.6 km, India is\ndotted with 12 major and 200 notified non-\nmajors (minor/intermediate) ports. These\nmajor ports handle 95 per cent of India’s foreign\ntrade.\nKandla in Kuchchh was the first port\ndeveloped soon after Independence to ease the\nvolume of trade on the Mumbai port, in the\nwake of loss of Karachi port to Pakistan after\nthe Partition. Kandla is a tidal port. It caters to\nthe convenient handling of exports and imports\nof highly productive granary and industrial belt\n• The Ganga river between Allahabad and\nHaldia (1620 km)-N.W. No.1\n• The Brahmaputra river between Sadiya and\nDhubri (891 km)-N.W. No.2\n• The West-Coast Canal in Kerala\n(Kottapurma-Kollam, Udyogamandal and\nChampakkara canals-205 km) – N.W. No.3\n• Specified stretches of Godavari and Krishna\nrivers along with Kakinada Puducherry\nstretch of canals (1078 km) – N.W. No.4\n• Specified stretches of river Brahmani along\nwith Matai river, delta  channels of Mahanadi\nstretching across the states of Jammu and\nKashmir, Himachal Pradesh, Punjab, Haryana,\nRajasthan and Gujarat.\nMumbai is the biggest port with a spacious\nnatural and well-sheltered harbour. The\nJawaharlal Nehru port was planned with a view\nto decongest the Mumbai port and serve as a\nhub port for this region. Marmagao port (Goa)\nFig. 7.6:  Trucks being driven into the vessel at\nMumbai port",
      "pdfPage": 97,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 87,
      "imagePath": "db/geography10/figures/page_97.png"
    }
  },
  {
    "id": "geo10_p98",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nAirways\nThe air travel, today, is the fastest, most\ncomfortable and prestigious mode of transport.\nIt can cover very difficult terrains like high\nmountains, dreary deserts, dense forests and\nalso long oceanic stretches with great ease.\nThink of the north-eastern part of the country,\nmarked with the presence of big rivers,\ndissected relief, dense forests and frequent\nis the premier iron ore exporting port of the\ncountry. This port accounts for about fifty per\ncent of India’s iron ore export. New Mangalore\nport, located in Karnataka caters to the export\nof iron ore concentrates from Kudremukh\nmines. Kochchi is the extreme south-western\nport, located at the entrance of a lagoon with a\nnatural harbour.\nMoving along the east coast, you would see\nthe extreme south-eastern port of Tuticorin, in\nTamil Nadu. This port has a natural harbour\nand rich hinterland. Thus, it has a flourishing\ntrade handling of a large variety of cargoes to\neven our neighbouring countries like Sri Lanka,\nMaldives, etc. and the coastal regions of India.\nChennai is one of the oldest artificial ports of\nthe country. It is ranked next to Mumbai in terms\nof the volume of trade and cargo.\nVishakhapatnam is the deepest landlocked and\nwell-protected port. This port was, originally,\nconceived as an outlet for iron ore exports.\nParadwip port located in Odisha, specialises in\nthe export of iron ore. Kolkata is an inland\nFig. 7.7:  Tanker discharging crude oil at New\nMangalore port\nFig. 7.8:  Handling of oversize cargo at Tuticorin port\nFig. 7.9\nfloods and international frontiers, etc. in the\nabsence of air transport. Air travel has made\naccess easier.\nThe air transport was nationalised in 1953.\nOn the operational side, Indian Airlines,\nAlliance Air (subsidiary of Indian Airlines),\nprivate scheduled airlines and non- scheduled\noperators provide domestic air services. Air\nIndia provides international air services.\nPawanhans Helicopters Ltd. provides\nhelicopter services to Oil and Natural Gas\nCorporation in its off-shore operations, to\ninaccessible areas and difficult terrains like the\nnorth-eastern states and the interior parts of\nJammu and Kashmir, Himachal Pradesh and\nUttarakhand. Indian Airlines operations also\nextend to the neighbouring countries of South\nand south-east Asia and the Middle east.\nFind out the names of the countries connected\nby Indian Airlines.\nAir travel is not within the reach of the\ncommon people. It is only in the north-eastern\nstates that special provisions are made to\nextend the services to the common people.\nriverine port. This port serves a very large and\nrich hinterland of Ganga- Brahmaputra basin.\nBeing a tidal port, it requires constant dredging\nof Hoogly. Haldia port was developed as a\nsubsidiary port, in order to relieve growing\npressure on the Kolkata port.\nWhy is air travel preferred in the north-\neastern states?",
      "pdfPage": 98,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 88,
      "imagePath": "db/geography10/figures/page_98.png"
    }
  },
  {
    "id": "geo10_p99",
    "metadata": {
      "chunk_text": "LIFELINES OF NATIONAL ECONOMY\nIndia:  Major Ports and Some International Airports",
      "pdfPage": 99,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 89,
      "imagePath": "db/geography10/figures/page_99.png"
    }
  },
  {
    "id": "geo10_p100",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nCommunication\nEver since humans appeared on the earth, they\nhave used different means of communication.\nBut, the pace of change, has been rapid in\nmodern times. Long distance communication\nis far easier without physical movement of the\ncommunicator or receiver. Personal\ncommunication and mass communication\nincluding television, radio, press, films, etc. are\nthe major means of communication in the\ncountry. The Indian postal network is the largest\nin the world. It handles parcels as well as\npersonal written communications. Cards and\nenvelopes are considered first-class mail and are\nairlifted between stations covering both land and\nair. The second-class mail includes book\npackets, registered newspapers and periodicals.\nThey are carried by surface mail, covering land\nand water transport. To facilitate quick delivery\nof mails in large towns and cities, six mail\nchannels have been introduced recently. They\nare called Rajdhani Channel, Metro Channel,\nGreen Channel, Business Channel, Bulk Mail\nChannel and Periodical Channel.\nhave already been covered with Subscriber\nTrunk Dialling (STD) telephone facility. In\norder to strengthen the flow of information\nfrom the grassroot to the higher level, the\ngovernment has made special provision to\nextend twenty-four hours STD facility to\nevery village in the country. There is a uniform\nrate of STD facilities all over India. It has\nbeen made possible by integrating the\ndevelopment in space technology with\ncommunication technology.\nMass\ncommunication\nprovides\nentertainment and creates awareness among\npeople about various national programmes and\npolicies. It includes radio, television,\nnewspapers, magazines, books and films. All\nIndia Radio (Akashwani) broadcasts a variety\nof programmes in national, regional and local\nlanguages for various categories of people,\nspread over different parts of the country.\nDoordarshan, the national television channel of\nIndia, is one of the largest terrestrial networks\nin the world. It broadcasts a variety of\nprogrammes from entertainment, educational\nto sports, etc. for people of different age groups.\nIndia publishes a large number of\nnewspapers and periodicals annually. They are\nof different types depending upon their\nperiodicity. Newspapers are published in\nabout 100 languages and dialects. Did you\nknow that the largest number of newspapers\npublished in the country are in Hindi, followed\nby English and Urdu? India is the largest\nproducer of feature films in the world. It\nproduces short films; video feature films and\nvideo short films. The Central Board of Film\nCertification is the authority to certify both\nIndian and foreign films.\nInternational Trade\nThe exchange of goods among people, states\nand countries is referred to as trade. The market\nis the place where such exchanges take place.\nTrade between two countries is called\ninternational trade. It may take place through\nsea, air or land routes. While local trade is\ncarried in cities, towns and villages, state level\ntrade is carried between two or more states.\nAdvancement of international trade of a\ncountry is an index to its economic prosperity.\nIt is, therefore, considered the economic\nbarometer for a country.\nDigital India is an umbrella programme\nto prepare India for a knowledge based\ntransformation. The focus of Digital India\nProgramme is on being transformative to\nrealise – IT (Indian Talent) + IT (Information\nTechnology)=IT (India Tomorrow) and is\non making technology central to enabling\nchange.\nFig.7.10 : Emergency call box on NH-8\nIndia has one of the largest telecom\nnetworks in Asia. Excluding urban places\nmore than two-thirds of the villages in India",
      "pdfPage": 100,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 90
    }
  },
  {
    "id": "geo10_p101",
    "metadata": {
      "chunk_text": "LIFELINES OF NATIONAL ECONOMY\nAs the resources are space bound, no\ncountry can survive without international\ntrade. Export and import are the components\nof trade. The balance of trade of a country is\nthe difference between its export and import.\nWhen the value of export exceeds the value of\nimports, it is called a favourable balance of\ntrade. On the contrary, if the value of imports\nexceeds the value of exports, it is termed as\nunfavourable balance of trade.\nIndia has trade relations with all the major\ntrading blocks and all geographical regions of\nthe world. Among the commodities in export\nthe share of agriculture and allied products\nhas been 8.64 per cent, base metals 6.91 per\ncent, gems and jewellery 17.02 per cent,\nchemicals and related products 12.06 per cent\nin 2016-17.\nThe commodities imported to India include\npetroleum crude and products  (22.4 per\ncent),gems and jewellery (12.8 per cent),\nchemicals and related products (9.76 per cent),\nbase metals (5.95 per cent), electronic items\n(10.94%) machinery (8.9 per cent), agriculture\nand allied products  (5.84 per cent) in 2016–\n17*. International trade has undergone a sea\nchange in the last decades. Exchange of\ncommodities and goods have been superseded\nby the exchange of information and knowledge.\nIndia has emerged as a software giant at the\ninternational level and it is earning large foreign\nexchange through the export of information\ntechnology.\nTourism as a Trade\nTourism in India has grown substantially over\nthe last three decades. Foreign tourist’s arrivals\nin the country witnessed an increase of 4.5 per\ncent during the year 2015 as against the year\n2014, contributing `1,35,193 crore of foreign\nexchange in 2015.\n8.03 million foreign tourists visited India\nin 2015. More than 15 million people are\nPrepare a project on the heritage tourism in India.\n*Source: Annual Report 2016–17, Ministry of Commerce and Industry, Government of India.",
      "pdfPage": 101,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 91
    }
  },
  {
    "id": "geo10_p102",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\ndirectly engaged in the tourism industry.\nTourism also promotes national integration,\nprovides support to local handicrafts and\ncultural pursuits. It also helps in the\ndevelopment of international understanding\nabout our culture and heritage. Foreign\ntourists visit India for heritage tourism, eco\ntourism, adventure tourism, cultural tourism,\nmedical tourism and business tourism.\nThere is a vast potential for development of\ntourism in all parts of the country. Efforts are\nbeing made to promote different types of\ntourism for this upcoming industry.\nOn the map of India show important tourist\nplaces of your State/UT and its connectivity\nwith other parts of the country by railways/\nroadways/airways.\nDiscuss in the class:\n• What type of tourism may be developed\nin\nyour state/UT and why?\n• Which areas in your state/UT you find\nmore attractive for development of tourism and\nwhy?\n• How tourism may be helpful for the economic\ndevelopment of a region adopting sustainable\ndevelopment approach?\nEXERCISES  EXERCISES  EXERCISES  EXERCISES  EXERCISES\n1.\nMultiple choice questions.\n(i) Which two of the following extreme locations are connected by the east-\nwest corridor?\n(a) Mumbai and Nagpur\n(c) Mumbai and Kolkata\n(b) Silchar and Porbandar\n(d) Nagpur and Siligudi\n(ii) Which mode of transportation reduces trans-shipment losses and delays?\n(a) Railways\n(c) Pipeline\n(b) Roadways\n(d) Waterways\n(iii) Which one of the following states is not connected with the H.V.J. pipeline?\n(a) Madhya Pradesh\n(c) Gujarat\n(b) Maharashtra\n(d) Uttar Pradesh\n(iv) Which one of the following ports is the deepest land-locked and well-\nprotected port along the east coast?\n(a) Chennai\n(c) Tuticorin\n(b) Paradwip\n(d) Vishakhapatnam\n(v) Which one of the following is the most important modes of transportation\nin India?\n(a) Pipeline\n(c) Roadways\n(b) Railways\n(d) Airways\n(vi) Which one of the following terms is used to describe trade between two or\nmore countries?\n(a) Internal trade\n(c) External trade\n(b) International trade\n(d) Local trade\n2. Answer the following questions in about 30 words.\n(i) State any three merits of roadways.\n(ii) Where and why is rail transport the most convenient means of\ntransportation?\n(iii) What is the significance of the border roads?\n(iv) What is meant by trade? What is the difference between international\nand local trade?",
      "pdfPage": 102,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 92
    }
  },
  {
    "id": "geo10_p103",
    "metadata": {
      "chunk_text": "LIFELINES OF NATIONAL ECONOMY\n3. Answer the following questions in about 120 words.\n(i) Why are the means of transportation and communication called the lifelines\nof a nation and its economy?\n(ii) Write a note on the changing nature of the international trade in the last\nfifteen years.\nQUIZ DRIVE\n1. Northern terminal of the North-south corridor.\n2. The name of National Highway No.2.\n3. The headquarter of the southern railway zone.\n4. The rail gauge with a track width of 1.676 m.\n5.\nThe southern terminal of the National Highway No.7.\n6.\nA Riverine Port.\n7.\nBusiest railway junction in Northern India.\nACTIVITY\nStart your search vertically, horizontally or diagonally and reach various\ndestinations across the country!\nS\nH\nE\nR\nS\nH\nA\nH\nS\nU\nR\nI\nM\nA\nR\nG\nA\nR\nT\nP\nR\nN\nX\nE\nL\nA\nT\nA\nD\nL\nA\nY\nJ\nM\nM\nX\nI\nP\nO\nR\nA\nY\nM\nP\nG\nH\nT\nX\nY\nC\nH\nE\nN\nN\nN\nA\nI\nI\nK\nM\nC\nA\nI\nM\nO\nD\nC\nD\nA\nL\nM\nC\nS\nO\nT\nP\nO\nR\nC\nP\nA\nP\nT\nR\nG\nS\nK\nJ\nM\nJ\nL\nE\nA\nN\nE\nR\nR\nA\nE\nT\nA\nJ\nP\nO\nR\nM\nW\nM\nA\nS\nX\nO\nI\nL\nS\nB\nR\nO\nA\nD\nG\nA\nU\nG\nE\nL\nO\nT\nA\nS\nN\nL\nC\nM\nE\nC\nU\nK\nZ\nM\nA\nA\nJ\nE\nL\nM\nU\nG\nH\nA\nL\nS\nA\nR\nA\nI\nB\nS\nN\nA\nG\nO\nE\nT\nV\nR\nA\nY\nF\nT\nO\nR\nE\nA\nJ\nM\nK\nQ\nA\nI\nP\nM\nN\nY\nR\nY\nA\nY\nH\nL\nI\nN\nQ\nK\nO\nL\nK\nA\nT\nA\nE\nU\nI\nT\nW\nB\nE\nA\nN\nI\nT\nN\nK\nD\nE\nM\nO\nU\nR\nP\nN\nP\nJ\nD",
      "pdfPage": 103,
      "hasFigure": false,
      "subject": "geography",
      "className": 10,
      "bookPage": 93
    }
  },
  {
    "id": "geo10_p104",
    "metadata": {
      "chunk_text": "Appendix-I\nAppendix-I\nAppendix-I\nAppendix-I\nAppendix-I\nWebsites you can see\nBombay Natural History Society: http://www.bnhs.org/\nBirding in India and South Asia: http://www.birding.in/\nWebsite of Project Tiger: http://projecttiger.nic.in/\nNature Conservation Foundation: http://www.ncf-india.org/\nWildlife Conservation Society of India: http://www.wildlife.in/\nWildlife Trust of India: http://www.wildlifetrustofindia.org/\nKalpavriksh Environment Action Group: http://www.kalpavriksh.org/\nDown to Earth Magazine: http://www.downtoearth.org.in/\nCentre for Environment Education, India: http://www.ceeindia.org/cee/index.html\nWorld Steel Association : http://www.worldsteel.org\nIndia Tourism Statistics, 2010, http://tourism.gov.in",
      "pdfPage": 104,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p105",
    "metadata": {
      "chunk_text": "Production of Iron ore, 2009-10 showing\nstatewise share in per cent\nState\n% of total\nproduction\nOdisha\nKarnataka\nChhattisgarh\nJharkhand\nOthers\nTotal\nAppendix-II\nAppendix-II\nAppendix-II\nAppendix-II\nAppendix-II\nProduction of Manganese ore, 2009-10 showing\nstatewise share in per cent\nState\n% of total\nproduction\nMadhya Pradesh\n24.28\nOdisha\n24.75\nKarnataka\n22.00\nOthers\n28.07\nTotal\nSource: Ministry of Mines, Government of India, Annual\nReport 2009-10",
      "pdfPage": 105,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "imagePath": "db/geography10/figures/page_105.png"
    }
  },
  {
    "id": "geo10_p106",
    "metadata": {
      "chunk_text": "CONTEMPORARY INDIA – II\nProduction of Limestone, 2009-10 showing\nstatewise share in per cent\nState\n% of total\nproduction\nAndhra Pradesh\nKarnataka\nOthers\nTotal\nSource: Ministry of Mines, Government of India, Annual\nReport  2009-10\nProduction of Copper, 2009-10 showing\nstatewise share in per cent\nState\n% of total\nproduction\nMadhya Pradesh\nRajasthan\nSikkim\nTotal\nSource: Ministry of Mines, Government of India, Annual\nReport 2009-10",
      "pdfPage": 106,
      "hasFigure": true,
      "subject": "geography",
      "className": 10,
      "bookPage": 96,
      "imagePath": "db/geography10/figures/page_106.png"
    }
  },
  {
    "id": "geo10_p107",
    "metadata": {
      "chunk_text": "Appendix-III\nAppendix-III\nAppendix-III\nAppendix-III\nAppendix-III\nSteel Plants\nYear of Establishment\nCollaborating\nLocation\nCountry\nIISCO\n1870-1913 (Private initially)\n(Nationalised\nKulti and\nin 1972)\nBurnpur (W.B.)\nTISCO\n1907 (Private ownership)\nJamshedji Tata\nJamshedpur\n(Jharkhand)\nVISL\n1923 Private as MISCO\nNationalised later\nBhadravati\n(Karnataka)\nBhilai\n1959 (Public Sector)\nSoviet Union\nBhilai (M.P.)\nBokaro\n1972 (Public Sector)\nSoviet Union\nBokaro\n(Jharkhand)\nDurgapur\n1959 (Public Sector)\nU.K.\nDurgapur (W.B.)\nRourkela\n—  (Public Sector)\nGermany\nRourkela\n(Odisha)\nVishakhapatnam\n—  (Public Sector)\n—\nVishakhapatnam\nAndhra Pradesh\nSalem\n—  (Public Sector)\n—\nSalem (T. Nadu)\nVijay Nagar\n—  Public Sector\n—\nKarnataka",
      "pdfPage": 107,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  },
  {
    "id": "geo10_p108",
    "metadata": {
      "chunk_text": "Glossary\nGlossary\nGlossary\nGlossary\nGlossary\nAnticline: A fold in sedimentary strata that resembles an arch.\nGross Domestic Product: It is a monetary measure of the value of goods and services\nproduced within a natural economy at a given period of time. Normally it is one year.\nGeologist: A scientist who studies the composition, structure and history of the\nearth.\nGeothermal Gradient: The gradual increase in temperature with depth in the\ncrust. The average is 30°C per kilometer in the upper crust.\nHumus: Dead and decayed organic matter adds to the fertility of the top soil.\nIgneous Rocks: Rocks which have solidified from molten magma.\nManganese Nodules: A type of sediment scattered on the ocean floor, consisting\nmainly of manganese and iron, and usually containing small amounts of copper,\nnickel and cobalt.\nMetamorphic Rocks: Rocks which were originally igneous or sedimentary, but have\nchanged in character and appearance.\nOil Trap: A geological structure that allows for significant amounts of oil and gas to\naccumulate.\nRock: A consolidated mixture of minerals\nSedimentary Rocks: Rocks which have been deposited as beds and layers of\nsediments.",
      "pdfPage": 108,
      "hasFigure": false,
      "subject": "geography",
      "className": 10
    }
  }
]